{"meta":{"title":"TesterTalk --爬虫实践","subtitle":"享受技术带来的欢乐","description":"这是一个由爬虫自动生成并维护的网站。","author":"TesterTalk","url":"http://qahome.cn"},"pages":[],"posts":[{"title":"AI 发展得好是因为中国人多？听听李开复怎么说","slug":"AI 发展得好是因为中国人多？听听李开复怎么说","date":"2018-10-08T06:00:02.000Z","updated":"2018-10-10T21:57:30.732Z","comments":true,"path":"2018/10/08/AI 发展得好是因为中国人多？听听李开复怎么说/","link":"","permalink":"http://qahome.cn/2018/10/08/AI 发展得好是因为中国人多？听听李开复怎么说/","excerpt":"","text":"美国科技界对中国 AI 的现状有几个普遍的误解，比如： 1、他们常将海量数据的优势，归因为中国人多。2、中国极具竞争力的 AI 商业环境和技术发展，建立在对知识产权盗取的基础上。3、中国政府支持 AI 公司，是给它们巨额补贴，保护它们不受国外竞争者的影响。这些简单的理解非常粗暴，它将中美两国的 AI 竞争理解为类似零和游戏的 AI 争霸战。这篇文章是我在纽约时报的专栏文章。在梳理上述误解后，提出了一个崭新的视角：实际上，两个国家可以通过学习对方的优点来提高各自的胜算，在一次跨文化学习的机会中，共同推进可改善人类生活的全球 AI 项目。以下是中文译文。原文标题：中国人工智能发展给美国带来了怎样的启示？（What China Can Teach the U.S. About Artificial Intelligence）每项技术的发展都要历经探索期和应用期。在探索期，科学家们在实验室里进行最核心的科研工作，取得技术突破，并推动整个研究领域朝前迈进。到了应用期，相关技术已具备实用性，便开始从实验室走向现实世界。在过去十年间，我亲眼目睹了人工智能如何从一个阶段过渡到另一个阶段。20 世纪 80 年代和 90 年代属于AI 的探索期，当时我正在卡内基梅隆大学和苹果公司进行语音识别研究。近些年，我又以谷歌中国总裁以及中国移动互联网早期投资人的身份，投身到 AI 应用大潮中。从探索期到应用期的过渡，也标志着 AI 领域的重心发生了重大转变——从美国转向了中国。美国凭借其在前瞻性研究与创新型项目上的过人之处，取得了几乎足以支撑起整个 AI 探索期的创新成果。数十年来，高度自由的知识环境、无可比拟的高校研究网络以及对移民一贯的开放态度，让美国成为了 AI 领域伟大创想的孵化器。然而，如今的 AI 已然正式进入应用期，需要截然不同的条件，中国在应用期的 AI 几大方面展现出显著优势，包括海量的数据、竞争极其激烈的商业环境、和持续迭代基础设施以促进 AI 发展的积极政府。此外，中国还擅长将抽象的科技突破转化为大量具有实操性和商业可行性的产品，而这一过程比多数研究者所认为的要难得多，许多中国科技公司的市值也因此不断扩大，令曾经指责它们“剽窃”的美国同行们望尘莫及。当然，前瞻性研究在 AI 领域的重要地位仍然不可撼动，这意味着中国仍有许多要向美国学习的地方。然而，随着 AI 应用逐渐成为大势所向，如今美国也有不少方面需要向中国学习。虽然西方的分析师们常常承认中国在 AI 的某些领域具有优势，但他们对于这些优势的本质往往缺乏准确的认识。例如，他们常将海量数据的优势归功于中国庞大的人口数量（拥有 11 亿移动联网终端设备），并声称中国宽松的隐私保护法律使得人人都可获取用户数据。但中国的核心数据优势不仅体现在它的广度（用户数量）和获取（用户贡献的数据量）上，还体现在每位用户所提供数据的深度上：中国人在网络世界以外的活动，如今也能以数字形式被捕捉下来，供 AI 算法使用。例如，中国人经常使用像微信这样的应用来处理诸多日常事务，如购置生活用品、预约门诊、交水电费以及小额借贷等。此外，中国人还是共享单车和网约车的主要消费群体，占全球需求总量的 68％。移动应用的普及在一定程度上呈现出了一种“跨越式效应”：中国人从未真正养成使用信用卡的习惯，而是直接进入了移动支付阶段；中国的医院也从未建立起覆盖面广的传统门诊预约系统，而是直接使用智能手机的预约挂号程序；此类例子不胜枚举。这些庞大的数据流勾勒出一幅幅中国用户的多维画像，帮助 AI 公司更好地对他们的服务进行个性化定制。虽然硅谷的公司也在开发类似的产品，但他们掌握的数据主要限于线上活动，如 Google 搜索记录、YouTube 观影记录、Amazon 购买记录以及 Facebook 点赞内容。面对中国极具竞争力的 AI 商业环境，西方分析师们常常曲解了中国在这方面的优势。他们认为，中国的技术发展主要建立在对知识产权盗取的基础上。这种误解反映出双方在看待合法的学习模仿行为时存在明显文化差异，部分中国公司作为后继者，借鉴了已有的成功商业模式，并对其进行调适和迭代。在硅谷，人们认为模仿其他公司的商业模式或特色极为不光彩，因为这与史蒂夫·乔布斯等创新者提出的“不同凡想 ” 精神（Think Different）背道而驰。由此产生的结果是，行业开拓者长期无法受到挑战——即便它们不对其技术潜力进行充分的探索或开发，也可以成为该行业的主导者。相比之下，中国的创业者在学习模仿方面几乎没有任何犹豫。某个商业概念一旦被证实具有市场潜力，数以十计甚至上百家的公司就会对这个概念趋之若鹜，从而引发一场残酷的生存竞争。 其结果与进化过程中的自然选择适者生存颇为相似：所有公司都以“家族树”的同一分支为起点，但为了获得竞争优势，它们会促成产品或商业模式的“突变”。如果经过改良的产品反响良好，这家公司就能生存并发展，而无法快速适应市场需求的公司则会惨遭淘汰。你可以从中国共享经济的发展轨迹中清楚地观察到这一现象。在优步和滴滴出行等公司证明了拼车服务的商业可行性后，中国的创业圈几乎试遍了所有可能的迭代项目，如共享篮球、共享雨伞、共享单车以及共享充电宝等。虽然其中的大多数项目很快就消失得无影无踪，但幸存下来的那些——包括少数几家实力最强的共享单车初创企业——最终发展成为市值达数十亿美元的公司，并在短短几年内彻底革新了城市交通。最后，在中国政府支持 AI 这个问题上，美国流传的最简单版本是这样的：中国政府官员先挑选出几家优秀的公司，给予它们巨额补贴，然后保护它们不受国外竞争者的影响，但这种说法从根本上曲解了中国政府为鼓励 AI 应用而采取的种种措施。中国政府明白，随着 AI 的影响力从纯数字世界延伸到现实世界，公共基础设施和政府机构将不得不作出改变。如果我们希望通过无人驾驶汽车来减少交通事故，我们就可能需要将传感器嵌入道路。如果我们希望 AI 诊断工具能更早地发现癌症，我们就可能需要医院的管理层制定出数据共享协议，在保护病患隐私的同时，允许病例数据用于研究。对公职人员来说，这些决策都包含了一定程度的风险，在美国这样的政治环境中更是如此，因为每一项决策失误都能成为政敌的把柄。中国政府宣布把 AI 列为国家最优先的发展战略之一，这给地方官员释放了一个信号——他们将因扶持 AI 基础设施而受到嘉奖。中国发展 AI 的模式不是基于自上而下的政令或无限制的补贴，而是通过鼓励地方官员在当地进行必要的改革，从而推动民营 AI 公司开发出实用的产品。上述的中国做法已经完全掌握了 AI 领域成功纲领吗？现在尚难轻易下结论。AI 从探索阶段过渡到应用阶段，并不意味着探索不再重要了。事实上，由于 AI 领域仍然存在着诸多难题，现在 AI 发展的最佳路径究竟为何，恐怕还没有人能够断定。让我们来思考一下像无人驾驶汽车这样的 AI 产品。中国和美国的科技公司都在狂热地追逐着大规模部署无人驾驶汽车的梦想，这种汽车的自动驾驶水平有望超过所有的人类司机。谁能在这场较量中获胜，或将取决于主要障碍是存在于核心技术方面，还是执行细节方面。如果是技术层面的障碍，即核心算法的重大改进问题，那么美国就处于有利位置；如果障碍存在于应用层面，涉及到智能基础设施或与之相适应的政策，那么中国就占据上风。目前，哪个才是主要障碍仍然不得而知，但我们可以确定的是，两个国家可以通过学习对方的优点来提高各自的胜算。中国的研究人员、初创企业和 AI 公司应该进一步释放他们的想象力，通过进行有长远意义的尝试获得实现新突破的机会，而非仅在后面苦苦追赶。与此同时，美国公司应该对他们眼中不那么光鲜的商业模式敞开怀抱，充分挖掘已验证商业概念的其他应用场景；美国的政策决策者也应该摒弃对 AI 袖手旁观的消极态度，积极调整美国的实体结构和公务机构，使之更好地拥抱新技术。如果两个国家都能转换视角，原本看上去像是一场博弈论中零和游戏的中美 AI 争霸战将有可能就此转向：：在一次跨文化学习的机会中，共同推进可改善人类生活的全球 AI 项目。原文请参见: https://daily.zhihu.com/story/9697361","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"一部《找到你》，演尽了中国女性的狼狈中年","slug":"一部《找到你》，演尽了中国女性的狼狈中年","date":"2018-10-05T18:00:01.000Z","updated":"2018-10-06T02:33:38.205Z","comments":true,"path":"2018/10/06/一部《找到你》，演尽了中国女性的狼狈中年/","link":"","permalink":"http://qahome.cn/2018/10/06/一部《找到你》，演尽了中国女性的狼狈中年/","excerpt":"","text":"10 月 5 日公映的电影《找到你》不只讲了一个以寻子为线索的悬疑故事，还填充了属于中国社会的种种现实，折射出了当下中国女性面临的集体社会困境。这种视角，至少能让人们想一想，在这片千百年来视女性生育为天经地义的土地上，这种天经地义的背后，隐藏着多少凄苦和疼痛。文 | 矮木 编辑 | 金石图 | （除特殊说明外）受访者提供1姚晨发疯一样地奔向地下通道里的垃圾桶，想要寻找自己丢失的孩子。她穿着得体的职业套装，画着精致的妆，歇斯底里地一路跑，鞋跑丢了，妆哭花了，混杂着来往穿梭的车流，呼吸声隔着大屏幕砸过来，粘稠又绝望。病房的茶水间，马伊琍将别人留在餐盘中的剩饭扒拉进一个塑料饭盒。她住在城中村，没有固定工作，丈夫家暴，一岁八个月的女儿得了罕见病，好容易住进了大医院，但住院费一拖再拖。端着一盒剩饭刚吃了一口，有人叫她，出来一看，孩子已经被推出了病房，勒令出院。她跪在病房的走廊里哀求，但没有一根可以被抓住的救命稻草。在电影《找到你》中，姚晨和马伊琍都经历了这种被生活逼到绝境的崩溃，两个往常以浮夸的喜剧角色或干练的职场女性面对观众的中年女演员，褪去光鲜亮丽的矫饰，各自扎进剧中人物的命运里，演绎了当下中国社会，身为一个女人，身为一个母亲，所能承受的各种狼狈。《找到你》改编自韩国电影《消失的女人》，原本是一个以寻子为线索的悬疑故事，《找到你》做了诸多本土化的尝试，在原有的故事框架内，尽量填充了属于中国社会的种种现实。在这个故事里，姚晨是都市的，职场的，中产阶级的；马伊琍是乡野的，底层的，没有任何权力选择的，电影中还有陶昕然饰演的一个过渡角色，在离婚官司中面对全面溃败的全职妈妈，几个人命运产生交集的时刻，是一出当下中国妈妈的“女人折叠”——人前的体面周全都是假的，姚晨的虚张声势、陶昕然的委屈求全、马伊琍的步步退让都换不来生活的善待，要事业就顾不了家庭，要家庭就没有了经济基础，狗血故事会告诉年轻姑娘爱情多美丽，但在奶水和尿布浸渍的生活里，一个女人要面对年华老去，丈夫出轨，小三挑衅，产后抑郁，孩子生病，饭局摸大腿，职场潜规则……从这个角度来说，《找到你》的出发点透着悲悯，借助三个不同阶层的母亲形象，折射当下中国女性面临的社会困境，在这片千百年来视女性生育为天经地义的土地上，这种视角，至少能让人们想一想，这种天经地义的背后，隐藏着多少凄苦和疼痛。2在电影中，马伊琍负责表现的是“底层的无力”。中国的经济腾飞也没多少年，说得大一点，她饰演的孙芳，是漫长时间维度里、千千万万等着被欺辱的女性的化身。底层女性生活是否幸福的标准有且只有一条——能不能嫁个好男人，这个“好”极端廉价，只要不家暴，不吃喝嫖赌，对子女稍稍疼惜一些，这已经是要烧高香的“好人家”。姚晨的部分更多是承担“中产的无力”，她饰演事业有成的律师李捷，对着法庭上哭哭啼啼的陶昕然扮演的全职妈妈咄咄逼人。她鄙视对方的选择，觉得对方在婚姻中一无所有都是因为自己不争气。姚晨走向了这位妈妈的反面，现代职业女性多了更多的选择，但矛盾的是，这种选择很多时候是非此即彼的，选择进入职场厮杀，除了饭桌上的咸猪手，更难面对的是，在事业和家庭之间，你要了一样，就要失去另一样。李捷可以潇洒地失去自己的丈夫，但不能潇洒地面对女儿跟自己的生疏，人们常常调侃的那句“搬起砖就抱不了你和抱着你就不能搬砖的两难”，在现代职场母亲同孩子的关系中，常常没有浪漫，只有悲壮。《找到你》讲述了阶层的差异、讲述了选择的无奈，还呈现了一个人物命运交错、悬念迭起的故事。最终，足以成为“女性贫困”这一课题代表的马伊琍选择了自我毁灭，姚晨则在一场风波之后重新审视了自己女性、母亲和律师的角色，她的转变也最终成全了全职妈妈陶欣然。电影提出了中国女性面临的集体困境，但在这一主题的背后，美中不足的是，对于造成这种困境的更为深层的社会背景和现实情境缺少了一些更为深入的挖掘。毕竟，马伊琍和陶昕然的境况与结局并非只是因为命运，而命运背后的深层原因可以让《找到你》绕开商业电影的抒情逻辑，抛开一味地去渲染悲惨、成为一部本可以做得更好的现实题材电影。但从另一个角度，这也可以被看做是电影的一处留白，让观众在遗憾之外，进行更多的思考。3切换到现实人生，姚晨之前在《星空演讲》中谈及“一个中年女演员的尬与惑”，讲述两次生产带给自己的改变，“我还见识到了地心引力的强大，从脸部肌肉开始，身上该下垂、不该下垂的地方都下垂了”、“被改变的不仅仅是我的身体，还有智商。俗话说：一孕傻三年。我曾站在小区楼下的门禁前，非常认真地，一遍遍输入我的银行卡密码”……她还说到了男女的天生不平等，“这些年我常被问到一个问题：你是如何兼顾事业与家庭的？ 我一直很困惑，为什么没有人问我先生同样的问题呢？”马伊琍也在《找到你》的路演采访中说，“不为人母，不太理解，一个女人怎么会把自己活得这么狼狈。”去年做客《圆桌派》时，她也谈到过自己人到中年的疲惫。哺乳期期间，父母坚持不请保姆，结果，母亲突发急症住院，她也急性乳腺炎发作，整个家里乱做一团，即便之后请了保姆，也得在拍戏的间隙平衡家里的种种。一番讲述的背后，令人不得不感慨，一个在家庭生活中付出更多牺牲和宽容的女演员，要承受多少不为人知的难过。较之于普通人，女明星不存在经济层面的压力，但在时间和自然法则面前，说到底，大家都一样是砧板上等着被蹂躏的鱼肉。走演技路线的姚晨和马伊琍们，已经不大可以拥有杨幂和 Angelababy 们那种仿佛没生过孩子的潇洒，姚晨被嫌弃过皱纹和隆起的小腹，马伊琍曾因为哺乳期下垂的胸部被观众群嘲。光鲜亮丽的女明星尚且如此，滚滚红尘中的万千老母亲，指着不用生孩子的男性社会来体谅和包容自己，无异于痴人说梦。这也是为什么张雨绮刀砍袁巴元能引发一票叫好声的缘由——这个社会教给女性的从来都是识大体、顾大局，男人可以像吴秀波老师一样一直浪到五六七八十岁，舆论工作做好了那就是风流才子，做不好那就是犯了一个男人能够犯的错误，反正横竖他们也不吃亏。但女人要想把日子过好就要学会去忍去包容，佟丽娅、谢杏芳、奶茶妹妹做了中国女性通常会做的“最聪明的选择”，倒是张雨绮这炮仗一样的个性，没有稀罕这份聪明，痛快了自己，也痛快了无数想痛快而不得的吃瓜群众。欢迎关注微信公众号：每日人物（ID：meirirenwu）原文请参见: http://daily.zhihu.com/story/9697504","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"瞎扯 · 如何正确地吐槽","slug":"瞎扯 · 如何正确地吐槽","date":"2018-10-05T18:00:01.000Z","updated":"2018-10-06T02:33:38.359Z","comments":true,"path":"2018/10/06/瞎扯 · 如何正确地吐槽/","link":"","permalink":"http://qahome.cn/2018/10/06/瞎扯 · 如何正确地吐槽/","excerpt":"","text":"北大出版社出版的《我要去清华》。原文请参见: http://daily.zhihu.com/story/9697797","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"癌症免疫疗法得了诺奖，这难道不是莆田系的……（你想多了）","slug":"癌症免疫疗法得了诺奖，这难道不是莆田系的……（你想多了）","date":"2018-10-05T18:00:01.000Z","updated":"2018-10-06T02:33:38.356Z","comments":true,"path":"2018/10/06/癌症免疫疗法得了诺奖，这难道不是莆田系的……（你想多了）/","link":"","permalink":"http://qahome.cn/2018/10/06/癌症免疫疗法得了诺奖，这难道不是莆田系的……（你想多了）/","excerpt":"","text":"十一国庆，众人瞩目的 2018 诺贝尔奖终于揭开面纱，第一个揭晓的是医学和生理学奖：热门了多年的肿瘤免疫疗法终于得奖了！获奖者为美国科学家 James P. Allison（詹姆斯·艾利森）和日本科学家 Tasuku Honjo（本庶佑）。说到免疫治疗，有人想到这样一起事件。2016 年 5 月，一个年轻人的去世，曾经点燃了举国的怒火，引燃了一场席卷全国、波及肿瘤治疗全行业的大整顿。这个年轻人，就是魏则西，晚期滑膜肉瘤患者，他所接受的治疗是一种简称为“DC-CIK”的肿瘤免疫细胞治疗——这是一种疗效尚未明确、国外已经淘汰多年的肿瘤免疫治疗。科学家已经可以鉴定和分离出在体外能抗癌的免疫细胞，那么为何不把这群细胞在体外经过适当的处理和改良，使之抗癌能力倍增，然后回输给患者呢？这种类似于“打鸡血”的疗法，在国外已经探索和改良了三四十年，在国内已经红火了十几年，是目前最富有争议、也是国内病友上当受骗最多的“重灾区”。魏泽西接受的 DC-CIK 属于肿瘤免疫细胞治疗，但是，DC-CIK 技术是一种非特异的、未经过基因改造的欧美已经淘汰的老技术，简单地说来，打进去的免疫细胞都会被清除掉，起不到真正的效果。而这次获奖的免疫疗法又是什么呢？随着诺奖谜底揭晓，无数问题都抛了过来。下面是菠萝今天被问得最多的十个问题，看完应该就可以在这几天的饭局上和大家谈笑风生了。1：James Allison 和 Tasuku Honjo 为什么获得诺贝尔奖？他们二人的研究工作，极大推动了肿瘤免疫研究领域，最终引出了 PD-1/CTLA-4 抑制剂等免疫药物的产生。艾利森的主要贡献是首次在动物模型上证明了抑制 CTLA-4 能控制肿瘤生长，推动了 CTLA-4 抗体的转化医学、并最终促成了 CTLA-4 抑制剂 Yervoy 成为第一个上市的新型免疫药物。本庶佑的贡献是发现了免疫系统的 PD-1 信号通路，开启了一个全新的研究领域。值得一提的是，他本身是杰出的免疫学家，但并没有在肿瘤免疫领域有太多贡献。但由于诺奖给的是开创性工作，而这个信号通路后来被证明对肿瘤免疫极其重要，因此他得奖应该是可以预见的。这两位科学家得奖实至名归，因为肿瘤免疫治疗实在是划时代的革命。但很多科学家都在这个领域做出了杰出贡献，是否应该有第三个人得奖？如果有，谁应该是第三个人？这些问题争议非常大，有科学，也有政治，这里就不讨论了。就个人而言，陈列平教授毫无疑问在肿瘤免疫领域做出了非常杰出而且持续的贡献，这次是遗憾的。无论是否得诺奖，他的贡献都不会被忘记，也期待更多来自他团队的突破，毕竟现在的免疫治疗还远不够完美。除此之外，我们也不能忘记诺奖背后的无名英雄。这次的诺奖表面上给了基础科研，但让他们获奖的，其实是转化医学和临床医学。如果没有对应免疫药物的出现，PD-1 和 CTLA-4 信号通路的研究不可能获奖。而免疫药物的出现，需要成千上万科学家，医务人员，患者的参与和奉献。大家同心协力，才促进了抗癌领域新的突破！2：免疫疗法为什么是革命性的？免疫治疗之所以让人激动，主要因为三点：第一，免疫疗法能治疗已经广泛转移的晚期癌症。部分标准疗法全部失败的晚期癌症患者，使用免疫治疗后，依然取得了很好的效果。第二，免疫疗法有“生存拖尾效应”。响应免疫疗法的患者，有很大机会高质量长期存活，这批曾经被判死刑的晚期癌症患者通常被称为“超级幸存者”！在黑色素瘤，肺癌，肾癌等患者中，免疫疗法都制造出了一批“超级幸存者”，最初接受治疗的一批患者，很多已经存活了 10 年以上！这种“拖尾效应”是免疫药物和化疗或靶向药物最大的区别。第三，免疫疗法是广谱型的，可以治疗很多种不同的癌症。异病同治成为了现实。3：哪些免疫疗法是靠谱的？当年的“魏则西事件”证明了并不是所有的“免疫疗法”都是一样的。为了避免类似悲剧，一方面政府需要加强监管，防止无效疗法泛滥，另一方面，患者家庭自己要多了解被证明有效的免疫疗法。那到底哪些疗法被证明了疗效呢？对于科研者和投资者，这个问题很复杂，因为科技发展日新月异，每时每刻都有新的数据，随时都可能出现新的有效的免疫疗法。但对于中国患者，主要考虑已经中国上市或能在中国参与临床的疗法，答案则简单得多：对于多数实体瘤患者，现在需要关注的就是“免疫检查点抑制剂”，包括 PD-1/PD-L1 抑制剂，CTLA-4 抑制剂等。这类药物对部分实体瘤，比如肺癌、黑色素瘤、肾癌、膀胱癌、头颈癌等效果不错。另一个更小众，但值得血液癌症患者重点关注的免疫疗法是 CAR-T 细胞疗法，它对 B 系急淋白血病，多发性骨髓瘤等患者有效。值得一提的是，淋巴瘤比较特别，它兼有血液癌和实体瘤的一些特点，根据不同淋巴瘤亚型，免疫检查点抑制剂和 CAR-T 疗法都可能有效。其它很多疗法，包括溶瘤病毒，TIL，TCR-T，BiTE 双抗等，都在某些患者身上起效，但目前在中国还没有上市。暂时就不讨论了。4：免疫疗法到底怎么工作的？免疫细胞是我们身体的保护神，正常情况下，能清除掉一看就不是好人的“癌细胞”。免疫细胞清除癌细胞需要两个重要步骤，第一步是识别，第二步是消灭。首先是识别。免疫细胞需要识别肿瘤细胞的一些表面特征，发现它是坏蛋。这就像巡警从发型，衣着，纹身等综合外表信息，判断街上一个人是不是黑社会。然后是消灭。警察光知道一个人是黑社会并没有用，还需要能铲除他们。同样道理，免疫细胞也不能光发现癌细胞，还需要清除它。癌症的发生，说明免疫细胞的监管作用失灵了，这叫做“免疫逃逸”。识别和消灭这两步之中，至少其中一个出了问题。有些时候，“识别”会出问题，因为癌细胞通过伪装，外表怎么看怎么像好人，免疫细胞无法识别。还有些时候，“消灭”这一步出了问题。免疫细胞明明识别了癌细胞，但却没啥反应，变成“围观吃瓜警察”。通常，这是因为癌细胞很聪明，它们能给免疫细胞发送各种信号，来抑制免疫细胞的活性。就像坏蛋给警察送礼一样，让它们“高抬贵手”。免疫疗法，就是要修复这些缺陷，帮助免疫细胞识别癌细胞，或者帮助免疫细胞消灭癌细胞。之前提到的 CAR-T 免疫细胞疗法，主要是帮助识别癌细胞，而免疫检查点抑制剂，则主要是帮助消灭癌细胞。5：免疫检查点抑制剂的原理是什么？免疫检查点抑制剂是目前最受关注的免疫疗法，因为它适应症很广，在很多实体瘤里，都有不同程度的效果。目前国外已经上市的免疫检查点抑制剂有三种，按照上市时间，分别是 CTLA-4 抑制剂，PD-1 抑制剂，和 PD-L1 抑制剂。相对于 CTLA-4 药物，PD-1/PD-L1 抑制剂副作用更小，而且整体疗效更好。目前普遍认为，它们会成为未来癌症治疗的中坚力量。那 PD-1/PD-L1 这样的免疫检查点抑制剂到底是怎么起效的呢？简单而言，是帮助已经识别癌细胞，但处在“吃瓜群众”状态的免疫细胞，重获战斗力。PD-1/PD-L1 这俩蛋白，平时的功能是为了防止免疫细胞误伤正常细胞。正常细胞表面表达 PD-L1，免疫细胞表面表达 PD-1，它俩是一对鸳鸯，一旦结合，免疫细胞就知道，对方是好细胞。但这个机制被一些聪明的癌细胞学会了，成为癌细胞抑制免疫细胞的一个关键套路。癌细胞通过表达大量 PD-L1 蛋白来结合免疫细胞表面的 PD-1。从而欺骗免疫细胞，传递一个错误信号：对方是好细胞，别杀死它。PD-1 抑制剂也好，PD-L1 抑制剂也好，作用原理很类似，就是棒打鸳鸯，把它俩强行拆开，从而打破这种抑制。消除了抑制以后，免疫细胞就像打了鸡血一样，对癌细胞开展攻击。6：上市的 PD-1/PD-L1 类免疫药有哪些？截止目前，已有 5 种 PD-1 抑制剂在欧美几十个国家上市，包括 2 种 PD-1 抗体和 3 种 PD-L1 抗体。分别是：Nivolumab（商品名 Opdivo，简称 O 药）；Pembrolizumab（商品名 Keytruda，简称 K 药）；Atezolizumab（商品名 Tecentriq，简称 T 药）；Avelumab（商品名 Bavencio，简称 B 药）；Durvalumab（商品名 Imfinzi，简称 I 药）。国产的类似药物有很多，但都还没上市，有几家比较领先，包括信达、恒瑞、君实和百济，不出意外的话，应该都会尽快上市。7：使用 PD-1/PD-L1 免疫疗法之前需要做基因测序么？使用靶向药物之前，我们都需要先进行基因测序，只有携带特定基因突变的患者，才被推荐使用某种靶向药物。比如，用 EGFR 靶向药之前应该检测 EGFR 基因突变，用 ALK 靶向药物前应该检测 ALK 基因融合。那使用免疫疗法，比如 PD-1 抑制剂之前，也必须做基因测序么？不必须，但可以考虑。为什么不必须呢？因为免疫系统和基因突变关系很复杂，目前无法用简单基因检测来准确预测免疫疗法效果。但为什么可以考虑呢？因为还是能有一些帮助和提示。一方面，我们可以通过基因测序获取“肿瘤突变负荷（TMB）”的信息。TMB 高的患者，响应 PD1 类疗法的概率会提高。另一方面，具有某些突变的肿瘤，几乎可以确定不响应肿瘤疗法，比如 KRAS 和 STK11 双突变的肺腺癌。这些患者进行测序确认后，应该优先考虑其它疗法。如何找到更好的“疗效预测标记物”（生物标记物），筛选合适的患者使用 PD-1/PD-L1 抑制剂是目前整个肿瘤免疫治疗领域最热火朝天的研究课题。基因检测是否有必要，很大程度上，将取决于未来找到什么样的生物标记物。8：PD-1/PD-L1 类免疫药物到底在什么肿瘤类型中有效？这类免疫药属于广谱抗癌药，对多种癌症都能起效。O 药（Opdivo）和 K 药（Keytruda）的 OK 组合是临床数据最多的，他们各自都因为数据良好，在很多个适应症中被批准了。比如 O 药，已获批 15 个适应症，用于治疗 8 种不同的肿瘤，包括黑色素瘤、非小细胞肺癌、肾癌、霍奇金淋巴瘤、头颈癌、膀胱癌、MSI-H 型结直肠癌和肝癌。而 K 药也不少。9：PD-1 类免疫疗法效果如何？在某些患者中，免疫疗法效果不错，比如经典型霍奇金淋巴瘤，或是 MSI-H/dMMR 亚型的患者。但如果完全不加检测和挑选（比如 PD-L1 蛋白检测和 TMB 检测），在绝大多数实体瘤患者中，单独使用 PD-1 抑制剂的有效率其实并不高：通常在 10%-25%左右。如何提高免疫疗法有效率，是下一步研究的重中之中。更详细的数据可以看以前整理的一篇文章：50 篇文章数据大汇总：免疫药物疗效到底如何？。10：PD-1 抑制剂的副作用如何？如何处理？免疫疗法的副作用整体而言显著小于传统的化疗，也小于多靶点的靶向药物。由于它作用机制是激活免疫系统，因此最常见的副作用就是过度激活导致的发热、乏力、头晕、全身肌肉酸痛、嗜睡等，通常都不严重，对症处理即可，比如用退烧药、止痛、多休息等。5%-10%的患者，会出现比较严重的免疫相关反应：比如甲状腺炎症、免疫性肺炎、免疫性肠炎、免疫性肝炎、甚至免疫性心肌炎。这些问题需要及时处理，如果发现不及时，甚至可能发生致命的事故。随着免疫疗法的流行，基层医生尽快熟悉和掌握免疫疗法副作用的处理，至关重要。总之，恭喜获得诺奖的科学家。但在努力把癌症变成慢性病的路上，诺奖远不是终点，大家继续一起努力！致敬生命！原文请参见: http://daily.zhihu.com/story/9697831","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"游戏不断电 · 你这个刚跳出来的家伙，还记得自己曾死在我手里吗？","slug":"游戏不断电 · 你这个刚跳出来的家伙，还记得自己曾死在我手里吗？","date":"2018-10-05T18:00:01.000Z","updated":"2018-10-06T02:33:38.347Z","comments":true,"path":"2018/10/06/游戏不断电 · 你这个刚跳出来的家伙，还记得自己曾死在我手里吗？/","link":"","permalink":"http://qahome.cn/2018/10/06/游戏不断电 · 你这个刚跳出来的家伙，还记得自己曾死在我手里吗？/","excerpt":"","text":"假期 7 天，你竟然选择双手不离机，游戏不断电？你让我说你点什么好呢？唉，真的是太……羡慕你了！知乎日报「游戏不断电」国庆特别栏目，每天 8 点，要你好玩 （￣︶￣）↗当游戏中不存在任何惩罚机制时，胜利也就失去了意义。因此，如何处理“死亡”这个可能带来负面情绪但又至关重要的元素，成了游戏制作者们必须面对的难题。 文丨 INnovation人这辈子一共会死 3 次。第一次是你的心脏停止跳动，那么从生物的角度来说，你死了；第二次是在葬礼上，认识你的人都来祭奠，那么你在社会上的地位就死了；第三次是在世界上最后一个记得你的人死后，那你就真的死了。自古以来，“死亡”总是困扰哲学家和艺术家们的一道大命题，在游戏这个“第九艺术”当中，死亡是不可缺少的一环。在那些经典的游戏剧情中，勇者总是手持宝剑，历经磨难来到恶龙的面前，在一场“惊天地，泣鬼神”的大战后，勇者杀死恶龙，和公主幸福地生活在一起。但谁又会知道，这场华丽的英雄史诗背后，是玩家在屏幕前一次又一次的失败。勇者会再次复活，宝剑再次被举起，公主也迟早会被拯救，但握着手柄的我们，感受到的却是另一个关于死亡的故事。“死亡”这个机制一度被视为游戏中对于玩家失败的惩罚，随着装备和进度的丢失，我们会感到懊恼、愤怒，甚至会有“分分钟怒删游戏”的冲动。可生气归生气，当我们重新拿起手柄，总能从上一次的死亡中获得更多的经验。在最后打败魔王的那一刻，我们才会有和游戏主角一起成长的喜悦。游戏在这里展现了两面性，一方面它是为了给玩家们带来乐趣，一方面它又必然设置千难万险——当游戏中不存在任何惩罚机制时，胜利也就失去了意义。因此，如何处理“死亡”这个可能带来负面情绪但又至关重要的元素，成了游戏制作者们必须面对的难题。丨 早期设定在早期游戏中，受限于机能和卡带的储存容量，对于角色背景和剧情的刻画往往相对薄弱，他们多是从天而降，如英雄般扛起拯救世界的大旗，身份代入的过程几乎没有。就像《魂斗罗》里的小红人和小蓝人，鲜有人知道他们还有名字——比尔·雷泽（Bill Rizer）和兰斯·比恩（Lance Bean）。尽管我们控制着角色，但代入感并不强烈，还没有产生“这是玩家在游戏中的化身”这个概念。因而，游戏角色的死亡给玩家带来的感受仅停留在“无法通关”的懊恼与失望情绪上。在那个时候，游戏也没有对角色不断死而复生做出合理的解释，一旦游戏中的角色死亡，总会有一个一模一样的家伙从屏幕左边跳出来，继续未完成的冒险。似乎死亡并没有对这个世界造成任何影响，这个新来的勇士，是之前死去的那一个吗？他知道自己死过吗？我们不得而知。后来，许多公司除了出品游戏，为了给游戏发展周边，便开始为游戏中的人物添加故事和彩蛋，渐渐地，“使用剧情来解释角色的死而复生”成了一种常用的手法。比如在早期的 FC 游戏《冒险岛》前 3 代中，主角一旦死亡，整个游戏关卡便会重新启动，也就是说，角色的死亡是不在游戏剧情以内的。这个世界默认游戏主人公没有死亡过，他一条命撑到关底，打败 Boss 拯救了世界。但到了《冒险岛》的最后一部，HUDSON 公司别出心裁地在主角生命值耗尽后，加入了一段被女主角救回的剧情，就这样用一种简单的方式解释了角色不会死亡的问题。丨 把“死亡”融入故事和设定将因玩家失误导致的死亡合理地整合到游戏的剧情叙述中，是一个处理死亡的常见手法，也在之后被许多游戏采用。在《生化奇兵：无限》这种基于多个平行宇宙的背景中，主角布克在受创死亡之后，会看到被小萝莉伊丽莎白拖拽身体、打针抢救的动画，之后主角便又能生龙活虎地战斗。当然，偶尔也会有来不及救的情况，这时画面便回到了故事开始时的事务所里，有趣的是，这次主角是真的死了，而复活的是另一个平行宇宙里的自己。伊丽莎白真正的身份、主角复活的原因，在游戏前期并没有详细的解释，但随着一次次的死亡和复活，我们总会产生一种探究真相的好奇心。可以看到，死亡不仅可以作为惩罚机制，还能作为剧情叙述的重要环节。同样是结合剧情，另一款我个人非常喜欢的死亡处理要属《刺客信条》中经典的“同步失败”了，在育碧著名的“刺客信条”系列中，玩家扮演著名刺客的后裔，就需要通过特殊的仪器回到古代，操纵自己的祖先。这种“在游戏中玩游戏”的设定自然能将玩家的死亡做合理化的解释，于是游戏的死亡画面从常见的“Game Over”变成了“同步失败”，一旦游戏角色死亡，就会重新启动回溯器进行新一轮的同步。与此同时，“同步失败”还是限制玩家各种“出格”举动的最后防线。传统的游戏为了剧情能够顺利进行，往往 NPC 是不可攻击的，面积有限的地图往往也需要使用“空气墙”进行边界的划分。在“刺客信条”系列中，一旦玩家在游戏中连续击杀平民和相关 NPC，或者越出了地图的边界，系统都会以“超出祖先的行动范围”为由宣布“同步失败”，这样做既限制了玩家行为，又不是用冷冰冰的提示语告知玩家“你不可以这样做”。对于那些主角是机器人或仿生人的游戏，死后复活的解释就更加容易了。在《尼尔： 自动人形》中，泛用性战斗机器人尤尔哈 2B 所有的意识都是由数据构成的，只要备份到相应的数据库（即游戏中的存档），在死后将意识移植到新的机体里，就能实现复活。不过，尽管它的意识能够恢复，各种物理芯片（相当于装备）则需要玩家重新回到死亡地点找回。这还是老一套的死亡惩罚机制，但套用了一个背景之后感觉就不一样了。此外，在《尼尔》中，死亡又得到了另一种形式的升华。在正式结局里，2B 小姐姐的死无法避免，死亡成了游戏的一部分。在许多动作游戏和恐怖游戏中，也有不少主角在最后死去的情节。诸如《生化危机 6》中的皮尔斯，为了救克里斯给自己注射了病毒，深埋于海底，他的死亡能更好地体现他的人格魅力，同时也让整个游戏变得不那么圆满。在《尼尔》中，游戏制作者给死亡下了最严苛的定义——删除游戏存档，最为彻底的消失。在《尼尔》的最终结局里，玩家可以选择贡献出自己的存档来帮助其他玩家渡过难关，而代价便是彻底删除自己的存档，就像从没玩过这款游戏一样。尽管玩家在游戏世界中留下的痕迹都被清除，但他的成果在另一个玩家的世界中发挥了作用，从某种意义上来说，这属于“牺牲”，但又和传统的牺牲不大一样。通过“牺牲”掉自己存档，来帮助别的玩家打通游戏。最后，尽管玩家与这个世界的联系还在，但它已经回到了之前的状态，它更像是一种大型的重置，而非传统意义上的“死亡”。丨 与玩法相结合的死亡处理将角色的死亡融入到故事中，给玩家的死亡和复活提供了较为合理的解释，这已经是不错的艺术手法了，但还有一些更有创意的公司，将死亡融入到了游戏的玩法机制中，让整个游戏的流畅性和代入感又上了一个台阶。在育碧的《刺客信条》还未推出之前，飞檐走壁的代表人物当属“波斯王子”系列中的王子，他不仅身手矫健，还能通过重要道具“时之刃”让时间倒流，进而欺骗死神。在游戏中一旦不慎死亡，就能启动时之刃令时间回溯到几秒之前，而不需要读取存档，从而使整个游戏的流畅性有了显著提高。不过，与《生化奇兵》不同，《波斯王子》的世界观里只有一条时间线，只不过有一个能够使时光倒流的家伙，为了让自己不死，拖着全世界一起“读档”。这样的能力在文字剧情类游戏《奇异人生》中也有体现，一旦主角 Max 因为操作失误，遇到了无可挽回的局面（相当于 Game Over）时，游戏就会强制玩家使用“时间回溯”的能力回到几分钟前重新操作。在 PSP 独占的解谜游戏《时限回廊》中，不仅能回溯时间，还可以利用在不同时间线上的自己完成解谜。在这款游戏中，死亡的人物会在原地留下一个回声（Echo），继续生前的动作，玩家必须和多条时间线的自己合作。所以，死亡不再是没有意义的惩罚，而成了游戏中不可或缺的一部分。丨 由死亡带来的衍生文化尽管有的时候，“死亡惩罚”带给玩家更多的负面情感，但诸如“跑尸”这样的设定反而成了一个游戏特色。比如《魔兽世界》中，玩家受到致命攻击后灵魂会脱离肉身，玩家需要操纵灵魂找到自己的尸体才能复活。除了暴雪的游戏，现在我们熟知的需要特别跑尸的还有大名鼎鼎的“黑暗之魂”系列，只不过玩家需要找回的不是尸体，而是一个个游戏中的货币“魂”。一旦在跑尸过程中再次死亡，你辛苦攒下的魂便会彻底消失，这样的模式让不少玩家在跑尸过程中都提心吊胆，也算是一种独特的体验。在“黑暗之魂”的官方设定中，玩家操纵的角色是背负不死诅咒的“不死人”，死亡后一次次的复活自然也就顺理成章，但既然是以受苦为核心的“黑暗之魂”，当然也会有相应的死亡惩罚：每次死亡，不死人的特定数值——人性，都会流逝，当你的人性流逝殆尽时，你就会变成“活尸”，一个没有思想、没有理智，只会受到被周边灵魂吸引的东西，这时候就只能找到特定的道具或 NPC 才能复原。在另一款高难度硬核游戏《仁王》中，玩家死后不仅需要跑尸，死亡时还会在原地留下一个可供其他玩家调查和挑战的“血刀冢”，通过击败墓碑中的灵魂，还能获得相应的装备和物品。于是在游戏中，常常会出现一个看似安全的地方却遍布大量墓碑的场景，这就是堆砌了无数玩家血与泪的警示牌，向你讲述着素未谋面的冒险者所经历的故事。尽管每个墓碑都只是一个小小的失败，但当所有的死亡汇聚在一起，便能让你身处的这个游戏世界变得更加丰满和真实。丨 结语如果扩展一下“跑尸”的视野，就会发现早期游戏中对死亡的惩罚都是很严格的。MUD 游戏里已经有了跑尸的设定，死亡后掉落身上的所有物品，还要扣除经验值，多死几次这角色也就没必要再练下去。后来，《无尽的任务》等网络游戏的“跑尸”设定也如出一辙：玩家死了以后是赤身裸体的，必须跑到尸体面前才能捡回自己的武器装备，还会损失经验值甚至降级。《无尽的任务》的世界极为危险，玩家单独行动经常会被怪物杀死，因而“跑尸”的过程非常痛苦，经常会一死再死，如果死在一些特殊地点，也只能“抛尸荒野”——那些在《魔兽世界》跑过尸体的朋友，可能无法想象这是怎样的景象。了解了这些历史，再看如今游戏中的死亡设计，就会发现游戏文化在数十年间的巨大变迁。数十年过去了，游戏厂商的目的只有一个，那就是更好地改善玩家的游戏体验。至于玩家们，不管游戏是怎么设计的，他们依旧相信“人可以被摧毁，但无法被打败”，尽管英雄会暂时倒下，但公主还等着我们去拯救，魔王还没有被封印，每一位玩家都会经历无数次的死亡，但只要我们不删游戏，不摔手柄，那么我们总能迎来胜利的那一天。关注触乐专栏，阅读更多优质游戏文章与深度报道。原文请参见: http://daily.zhihu.com/story/9697555","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"比普通汽车安全四到七倍，特斯拉用你们的数据做了份安全报告","slug":"比普通汽车安全四到七倍，特斯拉用你们的数据做了份安全报告","date":"2018-10-05T08:00:02.000Z","updated":"2018-10-06T02:33:38.336Z","comments":true,"path":"2018/10/05/比普通汽车安全四到七倍，特斯拉用你们的数据做了份安全报告/","link":"","permalink":"http://qahome.cn/2018/10/05/比普通汽车安全四到七倍，特斯拉用你们的数据做了份安全报告/","excerpt":"","text":"世界上最安全的民用汽车是什么？很多人会说是沃尔沃。最近特斯拉公布了一则车辆数据安全报告，用数据证明了自己同样优异的安全性。 在自动辅助驾驶状态下，每 334 万英里记录到一起碰撞。在非自动辅助驾驶状态下，每 192 万英里记录到一起碰撞。美国国家公路交通安全管理局（NHTSA）的最新数据显示，在美国每 49.2 万英里就有一起车辆事故。这个数据是自动辅助驾驶状态下特斯拉事故率的七倍，非自动辅助驾驶状态下的四倍。有人问了，特斯拉这个数据是怎么来的？事实上，除了车辆交付前惯常的测试，也就是车企常说的几百万几百万公里路测啦、严寒酷热耐久度测试啦、碰撞测试啦等等之外，特斯拉交付世界各地的车辆无时无刻不在上传真实路况的行驶数据到特斯拉的服务器，每月上传的数据少说也得数十万英里。特斯拉正是通过这些数据逐步提高和完善车辆安全性，也才有了今天这份数据报告。说到这儿，想必很多人要吐槽隐私安全问题，是不是我去趟「洗浴中心」都会上传到特斯拉那里？很抱歉地告诉你，理论上完全是会的。与其质疑一家公司的操守，在这个「毫无隐私」的时代纠结你的隐私是否有半点泄露，不如回头看看科技带来的进步是如何改善生活的。前几天，特斯拉向全球范围内的车主推送了 Autopilot 9.0 系统，这套系统的魔力在于激活了那些冗余毫米波雷达和摄像头，让车辆初步实现了 L4 自动驾驶的能力。该能力具体体现在高速公路等单一道路场景下车辆可以实现自主决策，完成加减速刹车变道等自动驾驶操作。不过请注意，这里是初步。但至少截止到目前为止，特斯拉走在量产车自动辅助驾驶领域的前头，车企中也只有凯迪拉克的「超级巡航」技术能够与之媲美。Autopilot 9.0 究竟怎么样，我们一睹视频便知： 原文请参见: https://www.ifanr.com/1109914?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=","categories":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}],"tags":[{"name":"爱范儿 · Beats of Bits","slug":"爱范儿-·-Beats-of-Bits","permalink":"http://qahome.cn/tags/爱范儿-·-Beats-of-Bits/"}],"keywords":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}]},{"title":"程序员练级攻略（2018)  与我的专栏","slug":"程序员练级攻略（2018)  与我的专栏","date":"2018-10-01T05:00:47.000Z","updated":"2018-10-06T02:33:38.386Z","comments":true,"path":"2018/10/01/程序员练级攻略（2018)  与我的专栏/","link":"","permalink":"http://qahome.cn/2018/10/01/程序员练级攻略（2018)  与我的专栏/","excerpt":"","text":"写极客时间8个月了，我的专栏现在有一定的积累了，今天想自己推荐一下。因为最新的系列《程序员练级攻略（2018）版》正在连载中，而且文章积累量到了我也有比较足的自信向大家推荐我的这个专栏了。推荐就从最新的这一系统的文章开始。2011年，我在 CoolShell 上发表了 《程序员技术练级攻略》一文，得到了很多人的好评（转载的不算，在我的网站上都有近1000W的访问量了）。并且陆续收到了一些人的反馈，说跟着这篇文章找到了不错的工作。几年过去，也收到了好些邮件和私信，希望我把这篇文章更新一下，因为他们觉得有点落伍了。是的，老实说，抛开这几年技术的更新迭代不说，那篇文章写得也不算特别系统，同时标准也有点低，当时是给一个想要入门的朋友写的，所以，非常有必要从头更新一下《程序员练级攻略》这一主题。目前，我在我极客时间的专栏上更新《程序员练级攻略（2018版）》。升级版的《程序员练级攻略》会比Coolshell上的内容更多，也更专业。这篇文章有【入门篇】、【修养篇】、【专业基础篇】、【软件设计篇】、【高手成长篇】五大篇章，它们会帮助你从零开始，一步步地，系统地，从陌生到熟悉，到理解掌握，从编码到设计再到架构，从码农到程序员再到工程师再到架构师的一步一步进阶，完成从普通到精通到卓越的完美转身……这篇文章是我写得最累也是最痛苦的文章，原因如下： 学习路径的梳理。这是一份计算编程相关知识地图，也是一份成长和学习路径。所以有太多的推敲了，知识的路径，体，地图……这让我费了很多工夫，感觉像在编写一本教材一样，即不能太高大上，也不能误人子弟。 新旧知识的取舍。另外，因为我的成长经历中很多技术都成了过去时，所以对于新时代的程序员应该学习新的技术，然后，很多基础技术在今天依然管用，所以，在这点上，哪些要那些不要，也花了我很多的工夫。 文章书籍的推荐。为了推荐最好的学习资料和资源，老实说，我几乎翻遍了整个互联网，进行了大量的阅读和比较。这个过程让我也受益非浅。一开始，这篇文章的大小居然在500K左右，太多的信息就是没有信息，所以在信息的筛选上我花费了很多的工夫，删掉了60%的内容。但是，依然很宠大。总之，你一定会被这篇文章的内容所吓到的，是的，我就是故意这样做的，因为，这本来就没有什么捷径，也不可能速成，很多知识都是硬骨头，你只能一口一口的啃，我故意这样做就是为了让你不要有“速成”的幻想，也可以轻而一举的吓退那些不想用功不想努力的人。但是，我们也要知道《易经》有云：“取法其上，得乎其中，取法其中，得乎其下，取法其下，法不得也”。所以，我这里会给你立个比较高标准，你要努力达到，相信我，就算是达不到，也会比你一开始期望的要高很多……下面是这份练级攻略的目录，目前只在极客时间上发布，你需要付费阅读（在本文最后有相关的二维码）。 那么，除程序员练级攻略外，我还写了哪些内容？下面是迄今为止我所有的文章的目录。你可以在下面看一下相关的目录。这也算是我开收费专栏来8个月给大家的一份答卷吧。我也没有想到，我居然写了这么多的文章，而且对很多人都很有用。首先是个人成长和经验之谈的东西，在这里的文章还没有完全更新完，未来要更新什么我也不清楚，但是可以呈现出来的内容和方向如下所示，供你参考。对于个人成长中的内容，都是我多年来的心得和体会，从读者的反馈来看是非常不错的，你一定要要阅读的。分布式系统架构，我一共出了两个系列，一个是分布式系统架构的本质，另一个是设计模式。前者偏概念，后者偏技术。这里旨在让你看到整个分布式系统设计的一个非常系统的蓝图，但是因为在手机端上，不可能写得非常细，所以，会缺失一些细节，这些细节我是故意缺失的，主要是有几方面的原因， 一方面，这是为了阅读的效果，手机上的文章不过长，所以，不能有太多的细节。 另一方面，也是是想留给大家自行学习，而不是一定要我把饭喂到你的嘴里，你才能吃得着。学习不只是为要答案，而是学方法 最后是我的私心，因为我也在创业，所以，技术细节上东西正是我在做的产品，所以，如果你想了解得更细，你需要和我有更商业合作。 区块链的技术专栏本来不在我的写作计划中的，但是因为来问我这方面的技术人太多了，所以，就被问了一系列的文章，这里的文章除了一些技术上的科普，同样有有很多我的观点，你不但可以学到技术，还可以了解一些金融知识和相关的逻辑，我个人觉得这篇文章是让你有独立思考的文章。我的专栏还在继续，接下来还有一个系列的文章——《从技术到管理》，欢迎关注，也欢迎扫码订阅。最后友情提示一下：在手机上学习并不是最好的学习方式，也不要在我的专栏上进行学习，把我的专栏当成一个你的助手，当成一个向导，当成一个跳板，真正的学习还是要在线下，专心的，系统地、有讨论地、不断实践地学习，这点希望大家切记！ （全文完） &lt;!– 关注CoolShell微信公众账号可以在手机端搜索文章（转载本站文章请注明作者和出处 酷 壳 – CoolShell ，请勿用于任何商业用途） 相关文章 Leetcode 编程训练“原文请参见: https://coolshell.cn/articles/18360.html","categories":[{"name":"优秀博客","slug":"优秀博客","permalink":"http://qahome.cn/categories/优秀博客/"}],"tags":[{"name":"酷 壳 – CoolShell","slug":"酷-壳-–-CoolShell","permalink":"http://qahome.cn/tags/酷-壳-–-CoolShell/"}],"keywords":[{"name":"优秀博客","slug":"优秀博客","permalink":"http://qahome.cn/categories/优秀博客/"}]},{"title":"小事 · 吃掉全世界的鞭","slug":"小事 · 吃掉全世界的鞭","date":"2018-09-27T06:00:02.000Z","updated":"2018-10-06T02:33:38.297Z","comments":true,"path":"2018/09/27/小事 · 吃掉全世界的鞭/","link":"","permalink":"http://qahome.cn/2018/09/27/小事 · 吃掉全世界的鞭/","excerpt":"","text":"中国人的爱吃，20 年前在非洲就都有名气了。能吃的不放过，不能吃的创造条件也要吃。特别是一跟壮阳扯上点关系，那更是宁可错杀，绝不可放过。20 年前，当时公司正在投标叙利亚的一个变电站项目，领导派我前去，希望借此考查一下当地的商业潜力。就是这趟行程，让我对中国人的能吃，有了刻骨铭心的印象。1当时，我住在经参处的一个招待所里。对面的房间住的是一对厨师夫妇，厨师姓黄，40 岁左右，中等个头，一口川音。他爱人看起来要年轻许多，大约 30 岁出头的样子，模样秀气，身材微胖，姓潘。经参处的人管他们叫老黄和小潘，我也跟着这么叫。老黄两口子曾在非洲的塞纳利昂待过，他说，与那相比，这里就是天堂。在上世纪 90 年代末，叙利亚还是一个和平美丽的国家。又正处夏季，天亮得早。起床之后，我常常去小院里溜达。呼吸着北京少有的新鲜空气，耳畔鸟鸣婉转，十分舒适。而且我竟然在草坪里发现了几只土黄色的旱龟，最大的一只有小碗大小，也不怕人，碰它一下，它才会不慌不忙地爬上几步。到了晚上，如果没有新客人，招待所就只有我和老黄夫妇三人。吃完饭，我们边散步边聊天，更多的时候是听老黄摆龙门阵。2老黄一直在大使馆做厨师，也是“老外交”了，先后去过埃塞俄比亚、塞纳利昂。说起埃塞俄比亚，他的话就多了。他说那里的黑人对中国人很好，遇到什么带路的事都是争先恐后的，所以平时没事的时候，他常常开车去当地的村子里玩，带一些清凉油给当地村民，顺便再买些鸡回来杀了吃。那里的人极穷，有些小姑娘到十三四岁了还赤身裸体的。“因为中国人老帮他们打井、修路，当地的黑人对我们还是有感情的，但也有不满的地方，就是中国人馋，滥杀野生动物。”当地的黑人环保意识很强，当中国人打鸟时，他们会抱怨：“你们中国人有钱，买得起农药，但我们没钱，就靠它们吃虫子。”当中国人打猫头鹰的时候，他们又会抗议：“现在老鼠这么多，再打死猫头鹰我们怎么办？”“但中国人不管——这也难怪，在自己的国家里尚且不考虑这些，更何况在非洲，都是以老爷自居。”老黄叹气。中国人还会在沼泽地里抓青蛙，“很残忍的，”老黄比划着说，“抓到一只，就活活地剥下皮，然后往车上一扔，也不管黑人的抗议——再也没有东西帮他们吃虫子了。”“中国人真是贪吃成性，让当地人都觉得不可思议。”老黄接着说道，“比如，路上遇到压死的蟒蛇，就会立即下车，然后用刀切成一段段的，往车上一扔。还有路上遇到被撞死的驴，下车查看后一旦发现是公的，也不管周围有没有黑人，就立即掏出驴鞭，”老黄比划着，“用刀‘咔哧咔哧’地割下，拿了就走，看得周围的黑人目瞪口呆。”“没办法，那些打井队的北方人特别喜欢吃铜钱肉，就是驴鞭。所以只要遇到撞死的公驴，就绝不放过。这在当地都引起轰动了，我们的黑人佣人就曾经问我，‘luse’，就是驴，他用手比划那东西，握着拳头，翘起小指和大拇指，横放在嘴上说‘bula，bula’，就是吃的意思。弄得我很不好意思，不知怎么回答才好。”老黄的脸色变得有些尴尬，就好像真的回到了过去。“有的中国人形象太不好，对当地的影响很坏。那些黑人很爱野生动物，从来没有去打的概念。他们觉得上帝赐给他们牛、羊、鸡就足够了，干嘛还要打其他东西呢？所以，尽管村子周围的树上全是鸟巢，但从来就没人动过。”不过，虽然老黄批评中国人嘴馋贪吃，他自己其实也干了此事。他说，他离开埃塞俄比亚时，就强迫他的黑人佣人把院子周围树上的鸟窝统统掏下。起初佣人不肯，于是他威胁“不干就开除”，佣人也只好从命。结果一晚上——之所以是晚上，他解释说“怕人发现”——就掏了 80 多只小鸟，堆满了一脸盆。然后“把皮一扒，用油一炸，好吃极了”。这些都是那帮同事告诉他的，说“不吃实在可惜”。我笑着调侃：“你既然知道不对，为什么也干？”“唉，鸟肉实在好吃。再说，我们那麻雀成灾，到了傍晚，全落在电线上，把一条条电线都坠成大弧线了。而且我们辛苦种的蔬菜籽，也全被它们吃了。不过不到几个月，原来的鸟窝里就又住满了麻雀。”他这么一说，我倒也觉得有些心安理得了，又有些幸亏那里的中国人不多。3那几天散步，话题都是关于吃的，而且逐步升级到“滋阴补肾”上。一天晚上，老黄说起了“狮鞭”：“在埃塞俄比亚的时候，打井队的人撞死狮子后，用狮鞭泡酒，说喝完以后，就跟雄狮一样。我也喝了，不过并没有什么感觉。”“没有跟雄狮一样啊？”我忍不住笑起来。中国人出国工作，由于不能带家属，就只能找小姐了。老黄说：“在非洲的中国人都怕得艾滋病，再加上胆子也小，所以尽管嘴上嚷得凶，但很少有人敢尝试。说巧也巧，还真有人铤而走险，就真的染上了艾滋病，也许是舍不得多花钱，又不知道采用什么预防措施，结果中了大彩，早早地被送回国隔离了起来。”接着，老黄把话题又转了回来：“他们还做过‘三鞭酒’呢。”“三鞭酒！？”我简直好奇死了。我知道国内有一道秘菜，叫“三鞭菜”，有牛鞭、驴鞭和马鞭。以前有一位负责项目审批的同事，去山东某县出差，当地领导在接待的酒宴上就点了这道菜。那同事觉得如尝到了人间至味，回来后逢人便兴致勃勃地大谈特说。而今想不到，这道“国菜”竟然传到了非洲。而且原材料也因地制宜，分别用了狮子鞭、猎豹鞭和鬣狗鞭。老黄说：“狮子一般是用卡车撞死的。晚上开车时，远远地看见两盏绿莹莹的灯，那就是狮子的眼睛，这个时候它被灯光晃住了，一般不跑，然后开车猛撞过去，先把它撞晕，然后再开车来回碾压，确定死后，往车后一扔，拉回去。“至于鬣狗，就用枪打。鬣狗属于恶兽，连当地人见了都打，用涂了毒汁的弓箭射它。因此我们打它，当地人非常欢迎。“猎豹得来纯属偶然。当时打井队在挖茅坑时突发奇想，琢磨着能不能借此捉一只野猪。就用挖掘机挖了一个三米深的大坑，上面用草盖好，再放上些食物。不想第二天早上一看，竟是一只猎豹跌了进去。”“那家伙凶得很，”老黄比划着，“他们扔了好多大石头，见它不动了，还是没人敢下去。直到有人用一根长棍子戳了好几次，确定死了，才敢下去把它弄上来。他们把皮扒了，把肉吃了，剩下的骨头、还有一对睾丸和一根长鞭泡酒，还专门拿了一个好大的装硫酸的坛子，再放些从国内带去的枸杞子，可以治风湿呢。”“非洲这么热，哪有什么风湿啊？”我问道。“也可以滋阴补肾。”老黄边点头边说。老黄的讲述，让我想起了一些点滴的往事。记得 80 年代末的时候，我在河南的一个项目上工作。项目组有一个同事，姓杨，是那种北京人称之为“混不吝”的角色。他养了一只小狗，才一点点大，就迫不及待地杀了，当众一棒子打死的。先是吃肉，然后用狗鞭泡酒。那狗鞭只有铅笔头那么大，他竟也当个宝贝似的觉得这玩意可以“滋阴补肾”。他见人就吹自己的艳史，弄得另一位姓强的同事向往不已，满脑子都是壮阳的念头。当时有宁夏的同事休假探亲，说枸杞子是他们那里的特产，可以帮忙带点。有人说要两斤，强同志听闻此言后，感叹道：“两斤狗鸡子，得杀多少条狗啊！”大家先是一愣，继而爆笑。那时，我并未见过药用鞭和食用鞭，只后来在长春见过一次鹿鞭。那是在参观伪满洲国纪念馆的时候，导游把我们领到一个商店里，热心地指着鹿鞭向我们推荐。虽然第一次见到这东西，但鲜明的雄性特征让我一下子明白这是什么，黑黑的、长长的一根，连带着两颗硕大的睾丸，非常完整，看来是被非常小心地剥离下来的。这一套东西放在一个包着玻璃纸的锦盒里，上面用金字标着：送礼佳品，旁边还有些金色小字，大概写着用途和疗效。我不感兴趣，也就没注意价钱。后来导游见我们未购一物，笑容顿时退去，不再给我们作向导了。4老黄虽然笑话他们的做法，但自己其实也十分热衷于此事。来叙利亚之后，老黄曾给大家做过两次牛鞭，而且都是正式宴请的时候。一次是我想以公司的名义请经参处的人吃饭，感谢他们这段时间对我的大力支持和帮助。那天，老黄去市场买回了好多食材，最突出的就是这东西。叙利亚人主食牛、羊肉，而牛鞭这些都是不吃的，因此很便宜。倒在盆里，一根一根的，长得很。他洗得很仔细，然后像切鱿鱼似的切成花。但那次没成功，事后他解释说，炖得时间长了，都化了，吃起来没韧性。第二次是经参处请大使馆的大使吃饭。这次吸取了教训，没有炖烂。用盘子端上来时，看起来就像鱿鱼卷一样，吃起来却像牛筋。那时候大使是女的，她问这是什么，有人说是鱿鱼卷。我们这桌虽然都知道是什么，但也不说，只管下箸。我记得之前去孟加拉国出差、去下属的施工队时，听他们谈起过买牛鞭的事情。说原先这东西当地人都是要扔掉的，中国人来后主动讨要，以至于后来只要中国人一去菜市场，牛肉摊上的小贩就会从摊位下面，拿出这玩意高声吆喝，还会露出一脸不怀好意的坏笑。讲到这，工地主任说：“后来我就再也不要这东西了。”当然，关于“养生”，老黄不只是用“鞭”。有一天，老黄的朋友来经参处拜访他，那是一对夫妇，很有夫妻相，都是胖墩墩的，说话、长相都像广东人。后来老黄告诉我，他们在另一家中国公司做厨师，“他和我不一样，他是做粤菜的”。过了几天，在客厅的沙发上，我发现了一本港澳地区出版的生活杂志，估计是他朋友留下的。书是反扣着的，我拿起翻过来一看，是一篇文章——“如何煲好山龟汤”。我恍然大悟：“我说怎么好几天都没看到那些小乌龟了！偌大的草坪，当真什么活物都没了。”编辑丨任羽欣作者丨齐文简介丨 18 年国企，15 年外企，剩下的归自己本文系网易新闻人间工作室独家约稿，并享有独家版权。如需转载请私信。原文请参见: http://daily.zhihu.com/story/9696900","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"「他离职影响了中国登月」，作为国企员工，借这个机会说几句","slug":"「他离职影响了中国登月」，作为国企员工，借这个机会说几句","date":"2018-09-27T06:00:02.000Z","updated":"2018-10-06T02:33:38.200Z","comments":true,"path":"2018/09/27/「他离职影响了中国登月」，作为国企员工，借这个机会说几句/","link":"","permalink":"http://qahome.cn/2018/09/27/「他离职影响了中国登月」，作为国企员工，借这个机会说几句/","excerpt":"","text":"转我们一个同事的回答：看到很多朋友转紫竹这篇文章了，知乎也上热搜了。但是鉴于里面有很多事实性上的错误，不能让其误导大家，带来很多负面影响，而且同是研究所，所以对几个事实性的错误我简单说明一下:1，研究员在航天系统是最高的职称，很难评上，是等同大学教授的职称(有从研究所去高校职教的，直接享受的是教授待遇)，所以用“只不过是个研究员”，真是让人哑然失笑，滑天下之大稽了。2，如果一个副主任设计师，一个研究员在航天系统算得上最底层的话，我真是好奇这个底层的水平面也太高了~而且，70%的人都是副主任设计师？我汗毛都立起来了，这么牛气的所，别说航天系统，我大国防系统都没听过几个~假的令人发指。3，待遇是 12 万。这个可能更是一个爆点，让无数不了解航天薪酬体系的吃瓜群众咬牙切齿，痛骂国企。殊不知航天各单位，尤其是研究所沿用或效仿的是事业单位或公务员的薪酬体系，就是基本工资很少，但是奖金是大头。一个骨干，哪怕是航天，研究员的工资绝不能是 12 万。我们所一个刚进所的小硕士，毕业工作完整年，扣除五险二金后都远不止 12w，而且是在免费住宿舍的情况。况且西安的所貌似是可以分房的(当年我应聘西安某所的时候说工作三年可以分房 3000 一平还是多少，反正极低)，这钱又怎么算？4，不是随便一个航天人出去都能年薪百万的，一般都是骨干中的骨干，在型号中历练打磨培养过的，拿钱堆出一个研究员都不是夸张的说法。航天的人才培养，不仅有“帮学导师”师带徒的培养，而且无论是平台还是硬件软件的应用，均是最前沿的最高端的，所以航天骨干出去有一种“除却巫山不是云”的感觉，技术上绝对没问题，这也是市场上也特别抢手的原因。所以航天费这么大力培养个人，人被外面的人挖走，这个单位的人写个公文往上级单位反应一下，也就是想多要点工资总额(工资总额确实坑惨了国防单位)，说明一下情况，诉诉苦。评论中说的用行政力量抓回来~是脑残电视剧看多了吧？我除了管校招、社招和高层次人才引进，还管离职手续，我还没看到走不了的。诚然，航天目前确实面临着各种困难和窘境，但我希望无论个人还是媒体要用事实说话，批评可以，诬蔑零容忍。为国奉献的人值得尊敬，哪怕离职了，我敬你是一条为国奉献的汉子，而不是个怨妇和胆小鬼。因为我们都是涉密人员，不能解释过多，但希望在地铁上手打的这些字能扫除一些误解。国家终将选择那些选择了国家的人。我们不是生活在和平的年代，我们只是生活在和平的国度。大家珍惜，我们共同努力。匿名回答一下：1.是不是专家？是。研究员职称不是混能混来的，证明了专业能力。2.是不是核心专家？不是。主任设计师一抓一大把，副主任设计师一抓两大把。3.有没有参与重点型号？那肯定参与了。4.对型号工作有没有影响？影响多大？影响肯定有，就好比 BAT 走个重要产品核心功能的工程师，总得找人交接一下，新接手的人总得梳理下头绪。但是型号工作不是一个人做的，即使分解到某一个小课题，也是一个组人在干，组长、副组长走了，调个人来接手，或者从组里提拔一个人。不能说一个人走了型号就要停滞，整个单位就哀嚎，整个系统就倒霉，中国航天创立六十多年，除了钱老没人有这种影响。5.航天待遇好不好？不好，只能说航天的待遇保障你饿不死。以前还能从项目上发点小钱钱，现在要控制工资总额，连每个月的通讯费都要计入工资总额，张这样的副主任设计师大概每年在 25-30w 上下，不同单位也不一样，好单位能多发点。碰到差点的单位，主任设计师一年也就 20 多 w。以上都是税前，全额交社保，到手也没多少钱。好点的单位可以分房，地段都在五环外，还得排队，市区里的房子都分给领导了。差点的单位就别想了。张好像是分了房子的，相比起来算不错了。6.航天系统是否有人才流失情况？有，上面也是知道，出台了各种举措，卡人，对，不是提高待遇、增加培养机会，是卡人，想办法不让你走。我认识几个主任设计师闹离职，就这么卡住了。7.人才为什么流失？以前有同事问过我这个问题，我的回答是：在社会整体环境比较艰苦的时候，我们靠责任感和使命感艰苦奋斗、自立更生，是心中有情怀。在社会整体物价特别是房价上涨的情况下还要求我们靠情怀饱满工作热情，有点耍流氓了。更何况型号压力大，一级压一级，保成功保质量保安全，后墙不倒，出了事还得归零，更别说还得背锅了，最 CD 的是，任务压力就很大的情况下，单位还要背经营业绩指标，弄的很多单位不务正业，挖空心思赚钱，不然就要影响工资总额，集体喝西北风。发明工资总额的人真是个人才，初衷是为了控制某些垄断企业乱发钱，结果航天本来就发的不多，这回更少了，有些单位还发生了退钱给单位的事，真成了交钱上班…8.为什么还没有离开航天？真的是情怀，热爱这份工作，热爱这个事业，为了心底的大国梦、航天梦，很多人在任务成功的时候喜极而泣，真的是发自内心的，觉得之前吃的苦都值了。然后，在收到工资短信的时候努力的不去看那个数字。朋友圈都被紫竹张关于张小平的文章刷屏。其实这篇文章没啥营养，作者对航天界明显缺乏了解，连张小平的职称是什么层级都搞不懂。这件事情闹得沸沸扬扬，把这篇公文捅出去的人肯定得挨批评甚至处分了，但总体来说是件好事。航天国企作为封闭性很强的行业，其半事业半企业的组织性质以及长期的垄断地位，可以说身上的国企病、大组织病是一样不缺而且更严重。张小平的离职反应的问题是技术岗与行政岗的矛盾（简单来说就是同级别的技术岗对行政岗没有待遇优势，多干活干难活待遇没有反映劳动付出，自然会出问题），以及国企单位老大难的待遇问题，前者是分配问题，后者是总量问题。中国的航天投入长期偏低，大概只有 NASA 经费的 1/10，而且重点还是军事航天领域。在这种大背景下张小平所在低温发动机部门自然所能获得的资源就十分有限了。中国航天的光环，很大程度上来自于载人航天项目，然而神舟一号至今已近二十年，也不过发射十一艘飞船，六次载人任务，整体频次相当低;17 年长五的失利更是一记重击，包括探月、探火、空间站建设等大批任务大面积推迟，漫长的归零程序本身也是资源有限的一种提现（可以对比一下冷战时期美苏火箭研发有多豪迈，一个型号一次失败拖一年半根本不可想象）;而经历 90 年代人才大流失（美国一纸 ITAR 把中国封杀在国际商业航天发射市场之外，看不到前途的航天人大量离职）之后的运载火箭设计团队面对新一代运载火箭可以说是十分吃力的，设计进度拖延、指标下调可以说是家常便饭（相比之下当年长三甲、长三乙的研发团队堪称是梦之队了，长五现在如此困难，长九的设计如此不堪入目，和这支队伍星散、人才断档有很大关系）。总体来说现在的中国航天、特别是运载火箭部门处于一个较为困难的时期，一方面是国家投入有限，航天单位的投资重点集中于弹道导弹、高超声速载具等军事领域;另一方面也有自身体制问题，而强势崛起的美国商业航天以及方兴未艾的中国商业航天也使航天国企对于未来道路有点迷茫（今年长征八号运载火箭的方案变更可以看出航天科技对未来火箭发展方向的不确定）。问题客观存在，张小平事件不过是其中一角罢了，最终还是会得到解决。拿这件事情大肆贩卖焦虑乃至上升到老生常谈的国企体制问题，并添油加醋塞私货，可以说很没意思。最后说一点，以前航天人干不下去从院所离开，那就只能转行，而现在可以继续从事航天领域的工作，这本身就是一大进步了。原文请参见: http://daily.zhihu.com/story/9697378","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"面对黎曼猜想，有人为它精神分裂，有人为它喝下 35 万美元的酒","slug":"面对黎曼猜想，有人为它精神分裂，有人为它喝下 35 万美元的酒","date":"2018-09-27T06:00:02.000Z","updated":"2018-10-06T02:33:38.453Z","comments":true,"path":"2018/09/27/面对黎曼猜想，有人为它精神分裂，有人为它喝下 35 万美元的酒/","link":"","permalink":"http://qahome.cn/2018/09/27/面对黎曼猜想，有人为它精神分裂，有人为它喝下 35 万美元的酒/","excerpt":"","text":"编者按9 月 24 日，英国数学家迈克尔·阿蒂亚爵士（Sir Michael Atiyah）在德国海德堡获奖者论坛宣称他证明了已有 159 年历史的黎曼猜想，引发媒体关注。到目前，还没有数学家表示验证了阿蒂亚爵士的证明。过去一百多年来，不断有科学家向黎曼猜想发起冲击，但无一例外地失败了。黎曼猜想到底是什么？如果被证明，将意味着什么？这篇文章试图给出一个浅显的解释。● ● ●撰文 | 卢昌海 如果黎曼猜想及其推广形式被证明，所有那些数学命题就全都可以荣升为定理；反之，如果黎曼猜想被否证，则那些数学命题中起码有一部分恐将成为陪葬。12000 年 5 月 24 日，美国克雷数学研究所 (Clay Mathematics Institute) 在法国巴黎召开了一次数学会议。在会议上，与会者们列出了七个数学难题，并作出了一个颇具轰动性的决定：为每个难题设立 100 万美元的巨额奖金。距此次会议 100 年前的 1900 年，也是在巴黎，也是在一次数学会议上，一位名叫希尔伯特 (David Hilbert) 的德国数学大师也列出了一系列数学难题。那些难题一分钱的奖金都没有，但对后世的数学发展产生了深远影响。这两次远隔一个世纪遥相呼应的数学会议除了都在巴黎召开外，还有一个共同之处，那就是在所列出的难题之中，有一个——并且只有一个——是共同的。那个难题就是“黎曼猜想”(Riemann hypothesis)。黎曼猜想顾名思义，是由一位名叫黎曼 (Bernhard Riemann) 的数学家提出的，那位数学家于 1826 年出生在如今属于德国，当时属于汉诺威王国 (Kingdom of Hanover) 的一座名叫布列斯伦茨 (Breselenz) 的小镇。1859 年，黎曼被选为了柏林科学院的通信院士。 作为对这一崇高荣誉的回报，他向柏林科学院提交了一篇题为“论小于给定数值的素数个数”的论文。 那篇只有短短八页的论文就是黎曼猜想的“诞生地”。黎曼那篇论文所研究的是一个数学家们长期以来就很感兴趣的问题，那就是素数的分布。素数是像 2、5、19、137 那样除了 1 和自身以外不能被其它正整数整除的数。这些数在数论研究中有着极大的重要性，因为所有大于 1 的正整数都可以表示成它们的乘积。从某种意义上讲，它们在数论中的地位类似于构筑万物的原子在物理世界中的地位。素数的定义简单得可以在中学、甚至小学课上进行讲授，但它们的分布却奥妙得异乎寻常， 数学家们付出了极大的心力，却迄今未能彻底了解。黎曼那篇论文的一个重大成果，就是发现素数分布的奥秘完全蕴藏了在一个特殊的函数之中——尤其是，使那个函数取值为零的一系列特殊的点对素数分布的细致规律有着决定性的影响。那个函数如今被称为黎曼 ζ 函数：ζ（s）=1^（-s）+2^（-s）+3^（-s）+……，那一系列特殊的点则被称为黎曼 ζ 函数的非平凡零点 (下文中有时将简称其为零点)。有意思的是，黎曼那篇论文的成果虽然重大，文字却极为简练， 甚至简练得有些过分，因为它包括了很多“证明从略”的地方。而要命的是，“证明从略”原本是该用来省略那些显而易见的证明的，黎曼的论文却并非如此，他那些“证明从略”的地方有些花费了后世数学家们几十年的努力才得以补全， 有些甚至直到今天仍是空白。黎曼为什么要把那么多并非显而易见的证明从略？我们无法确知，也许是因为它们对于他来说确实是显而易见的，也许是因为不想花太多时间来撰写文章。但有一点基本可以确定，那就是他的“证明从略”绝不是类似于调皮学生蒙混考试的做法，而且很可能也并不是把错误证明当成正确的盲目乐观——后者在数学史上不乏先例，比如法国数学家费马 (Pierre de Fermat) 在写下费马猜想时所表示的“我发现了一个真正出色的证明，可惜页边太窄写不下来”就基本已被数学界认定是把错误证明当成正确的盲目乐观。因为人们后来从黎曼的手稿中发现他对许多论文中从略了的证明是做过扎实研究的，而且那些研究的水平之高，甚至在隔了几十年之后被整理出来时，有时也仍具有极大的领先性。但黎曼的论文在为数不少的“证明从略”之外，却引人注目地包含了一个他明确承认自己无法证明的命题， 那个命题就是黎曼猜想。那么，黎曼猜想究竟是一个什么猜想呢？简单地说，是一个关于我们前面提到的，对素数分布的细致规律有着决定性影响的黎曼 ζ 函数的非平凡零点的猜想。关于那些非平凡零点，容易证明的结果只有一个，那就是它们都分布在一个带状区域上，但黎曼认为它们的分布要比这个容易证明的结果齐整得多，他猜测它们全都位于该带状区域正中央的一条直线上， 这就是所谓的黎曼猜想。而这条被猜测为包含黎曼 ζ 函数所有非平凡零点的直线则被称为临界线。2黎曼猜想自 1859 年“诞生”以来，已经过了一百五十多个春秋。在这期间，它就像一座巍峨的山峰，吸引了无数数学家前去攀登，却谁也没能登顶。当然，如果仅从时间上比较的话，黎曼猜想的这个纪录跟费马猜想时隔三个半世纪以上才被解决，以及哥德巴赫猜想历经两个半世纪以上仍屹立不倒相比，还差得很远。 但黎曼猜想在数学上的重要性却要远远超过这两个大众知名度更高的猜想。有人统计过，在当今数学文献中已有超过一千条数学命题以黎曼猜想 (或其推广形式) 的成立为前提。这意味着：如果黎曼猜想及其推广形式被证明，所有那些数学命题就全都可以荣升为定理；反之，如果黎曼猜想被否证，则那些数学命题中起码有一部分恐将成为陪葬。 一个数学猜想与为数如此众多的数学命题的命运息息相关，是极为罕有的。不过，数学家们攀登黎曼猜想这座巍峨山峰的努力虽迄今未能取得完全成功， 在这过程中却也取得了一些阶段性成果，好比是扎下了几座营寨。这其中第一个阶段性成果出现在黎曼猜想问世 37 年后的 1896 年。 我们在前面提到过，关于黎曼 ζ 函数的非平凡零点，容易证明的结果只有一个，那就是它们都分布在一个带状区域上。那个阶段性成果是什么？就是将那个带状区域的边界剔除掉了——也就是说，黎曼 ζ 函数的非平凡零点只分布在那个带状区域的内部， 而不包括边界。这个成果是由法国数学家哈达玛 (Jacques Hadamard) 与比利时数学家普森 (Charles de la Vallée-Poussin) 彼此独立地取得的。粗看起来，这似乎是很微不足道的成果，一个带状区域的边界跟它的内部相比，从面积上讲比例实际上是零。 但是别小看了这个成果， 它对于研究黎曼猜想来说只是一小步， 对于研究另一个数学猜想来说却是巨大的飞跃，因为它直接导致了后者的证明。那个数学猜想如今已被称为素数定理 (prime number theorem)，它所描述的是素数的大范围分布规律。素数定理自被提出以来悬而未决已超过一百年，在当时乃是一个比黎曼猜想更令数学界期待的东西。在上述成果之后又隔了 18 年，1914 年，丹麦数学家玻尔 (Harald Bohr) 与德国数学家兰道 (Edmund Landau) 取得了另一个阶段性成果，那就是证明了黎曼 ζ 函数的非平凡零点倾向于 “紧密团结” 在临界线的周围。这个结果用数学语言来说， 就是包含临界线的无论多么窄的带状区域都包含了黎曼 ζ 函数的几乎所有的非平凡零点。不过“紧密团结”归“紧密团结”，这一结果却不足以证明任何一个零点恰好就在临界线上，因此它距离黎曼猜想的要求仍然相差很远。►ζ函数的绝对值但就在那同一年，另一个阶段性成果出现了：英国数学家哈代 (Godfrey Hardy) 终于将“红旗”插上了临界线——他证明了黎曼 ζ 函数有无穷多个非平凡零点位于临界线上。粗看起来，这似乎是一个非同小可的结果，因为黎曼 ζ 函数的非平凡零点总共就是无穷多个，而哈代证明了有无穷多个零点位于临界线上，从字面上看，两者已经一模一样了。可惜的是，“无穷”乃是数学中一个很微妙的概念，同样是无穷， 彼此却未必是一回事，不仅未必是一回事，简直可以要差多远就差多远，甚至差无穷远！因此，为了知道哈代的结果离黎曼猜想的要求还有多远，我们需要更具体的结果。那样的具体结果出现在 7 年后的 1921 年。那一年，哈代与英国数学家李特伍德 (John Littlewood) 合作，对自己 7 年前那个结果中的“无穷”做出了具体估计。那么，按照他们的具体估计，那已被证明为位于临界线上的“无穷多个非平凡零点”跟全部非平凡零点相比，究竟占多大的百分比呢？答案可能沮丧得出乎读者们的意料：百分之零！数学家们将这个百分比推进到一个大于零的数字是在 21 年后的 1942 年。那一年， 挪威数学家赛尔伯格 (Atle Selberg) 终于证明了这个百分比大于零。 赛尔伯格做出这项成果时正值第二次世界大战的硝烟在欧洲各地弥漫，他所在的挪威奥斯陆大学几乎成了一座孤岛，连数学期刊都无法送达。但赛尔伯格并不在乎，他表示 “这就像处在一座监狱里，你与世隔绝了，但你显然有机会把注意力集中在自己的想法上，而不会因其他人的所作所为而分心，从这个意义上讲我觉得那种情形对于我的研究来说有许多有利的方面”。赛尔伯格很好地利用了那“许多有利的方面”， 孤独地进行着“一个人的战斗”，并最终取得了成果，他的成果是如此显著，以至于玻尔在战后曾戏称说战时整个欧洲的数学新闻可以归结为一个词，那就是：赛尔伯格。►赛尔伯格不过赛尔伯格虽然证明了那个百分比大于零， 却并没有在论文中给出具体数值。在赛尔伯格之后，数学家们开始对这一比例的具体数值进行研究， 其中以美国数学家列文森 (Norman Levinson) 的成果最为显著，他证明了至少有 34%的零点位于临界线上。 列文森取得这一成果是在 1974 年，那时他已年过花甲，并且行将走到生命的尽头 (他第二年就去世了)，却依然顽强地从事着数学研究。在列文森之后，这方面的推进变得十分缓慢，几位数学家费尽九牛二虎之力也只能在百分比的第二位数字上做文章，其中包括中国数学家楼世拓与姚琦 (他们于 1980 年证明了至少有 35% 的零点位于临界线上)。 直到 1989 年，才有人撼动百分比的第一位数字：美国数学家康瑞 (Brian Conrey) 证明了至少有 40%的零点位于临界线上。这也是这方面——并且也是整个黎曼猜想研究中——最强的结果之一， 这方面的努力仍在继续。另外值得一提的是，“黎曼猜想”这一金字招牌后来被推而广之，用来表示一些“山寨版”和“豪华版”的猜想。那些猜想为什么能跟黎曼猜想共享招牌？因为它们跟黎曼猜想有极大的相似性，比如都有一个跟黎曼 ζ 函数相类似的函数，那个函数具有与黎曼 ζ 函数相类似的性质，等等。在那些猜想中，“豪华版”黎曼猜想乃是一些比黎曼猜想更强的猜想 (即上文提到过的黎曼猜想的推广形式)， 它们跟黎曼猜想一样，迄今尚未得到证明 (这是显然的，否则的话黎曼猜想作为其特例也就被证明了)。“山寨版”黎曼猜想则是跟黎曼猜想有相似性却互不包含的猜想，它们已全部得到了证明，而且撇开我们所取不中听的绰号不论，它们的证明乃是数学上的重大成果，既催生过新数学方法的诞生，也为证明者摘取过数学界的最高奖——菲尔茨奖 (Fields medal)。 而且，“山寨版”黎曼猜想作为唯一挂着黎曼猜想这一金字招牌却被证明了的猜想，曾使人们对久攻不下的黎曼猜想也一度乐观起来。可惜它山之石，并不总是可以攻玉的。从目前的情况来看，“山寨版”黎曼猜想就只能在“山寨”里玩玩，它们的证明虽然重要，对于解决真正的黎曼猜想却并无实质性的启示。3聊了这么多关于黎曼猜想的研究成果，我们稍稍换换口味，来聊一些数学家的故事吧。也许在很多人眼里，数学是一门很枯燥的学问，数学家们则是一群性格乏味的怪人。但实际上，富有智慧的人往往是不会真正乏味的，数学家们也是如此，他们在埋头演算的勤恳之外，也给我们留下了许多独特的幽默。匈牙利数学家波利亚 (George Pólya) 曾经讲过一个跟黎曼猜想有关的小故事，故事的主角就是我们前面提到过的英国数学家哈代与丹麦数学家玻尔。这两位在黎曼猜想研究中作出过成果的数学家当然都对黎曼猜想怀有浓厚的兴趣。有一段时间，哈代常常利用假期访问玻尔，一起讨论黎曼猜想，直到假期将尽才匆匆赶回英国。结果有一次，当哈代又必须匆匆赶回英国时，很不幸地发现码头上只剩下一条小船可以乘坐了。从丹麦到英国要跨越几百公里宽的北海 (North Sea)，在汪洋大海中乘坐小船可不是闹着玩的事情，弄不好就得葬身鱼腹。为了旅途的平安，信奉上帝的乘客们大都忙着祈求上帝的保佑。哈代却是一个坚决不信上帝的人，非但不信，甚至还蓄意跟上帝作对：把向大众证明上帝不存在列入自己某一年的年度心愿之一。不过在那生死攸关的旅程面前哈代也没闲着，他给玻尔发去了一张简短的明信片， 上面只写了一句话：“我已经证明了黎曼猜想”。 哈代果真证明了黎曼猜想吗？当然不是。他为什么要发这么一张忽悠同事的明信片呢？当他平安抵达英国后他向玻尔解释了原因。他说如果那次他所乘坐的小船果真沉没了的话，那句话就会变得死无对证，人们就只好相信他确实证明了黎曼猜想。可是他知道上帝是绝不会甘心让他这样一个坚决不信上帝的人获得如此巨大的荣誉的，因此它一定不会让小船沉没的。哈代凭借自己的幽默成为了故事主角，有些数学家则是因为其他数学家的幽默而被动地成为了故事主角，我们前面提到过的法国数学家哈达玛与比利时数学家普森就是如此。这两人成为主角的原因大家恐怕是猜不到的，那是因为他们的长寿：哈达玛享年 98 岁，普森活到 96 岁。这两个令人眼红的岁数不知从何时起引发了一个传说，那就是：谁要是能证明黎曼猜想，他就能不朽——不是抽象意义上的不朽（那是毫无疑问的），而是实际意义上的不朽 （即长生不老）！不过这个传说的炮制者看来是没有关怀到玻尔和兰道，他们的研究成果可比哈达玛和普森的成果强多了，照说起码也该混个百岁老人当当吧。结果呢？兰道只活了 61 岁，玻尔稍胜一筹，也只有 63 岁。可能是意识到这个传说漏洞太大，出生于波兰的数学家欧德里兹科 (Andrew Odlyzko) 把幽默指向了另一个方向，提出了一个完全相反的说法，那就是：谁要是否证了黎曼猜想，他就会立刻死去！欧德里兹科甚至开玩笑说其实黎曼猜想已经被否证了，只不过那个否证了黎曼猜想的倒霉蛋没来得及发表论文就死去了。当然，这些都只能作为饭后茶余的谈资而不宜较真。不过，一个极度艰深的东西对投入得过于深入的人产生健康方面的影响，倒并不是毫无可能的。数学界也确实有人猜测，黎曼猜想的极度艰深有可能对个别数学家的健康产生过影响。比如流行传记《美丽心灵》的主角、美国数学家纳什 (John Nash) 曾在 20 世纪 50 年代后期研究过黎曼猜想，在那之后不久就患上了精神分裂症。纳什患病的原因一般认为是参与军方工作引致的心理压力，但也有人认为他贸然去啃黎曼猜想那样的坚果，对其病症发展有可能起到过推波助澜的作用。黎曼猜想可以说是当今数学界最重要、并且是数学家们最期待解决的数学猜想。美国数学家蒙哥马利 (Hugh Montgomery) 曾经表示，如果有魔鬼答应让数学家们用自己的灵魂来换取一个数学命题的证明，多数数学家想要换取的将会是黎曼猜想的证明。在探索黎曼猜想的过程中，很多数学家曾经满怀信心，渐渐地却被它的艰深所震动，态度转为了悲观。我们前面提到过的李特伍德就是一个例子，当他还是学生的时候，他的导师就随手把黎曼 ζ 函数写给了他，让他利用暑假时间研究其零点位置。初出茅庐的李特伍德也不当回事地领命而去。后来他与哈代倒也果真在这方面做出了成果。但渐渐地，他的态度发生了变化，甚至表示：“假如我们能够坚定地相信这个猜想是错误的，日子会过得更舒适些”。曾经在“山寨版”黎曼猜想研究上做出过成果的法国数学家韦伊 (André Weil) 也有过类似的态度转变。当他在 “山寨版” 黎曼猜想研究上做出成果时，曾经与一些其他人一样对解决黎曼猜想燃起了信心，还表示如果自己证明了黎曼猜想，会故意推迟到猜想提出 100 周年 (即 1959 年) 时才公布——言下之意，自己不迟于 1959 年就有可能解决黎曼猜想。不过，岁月渐渐磨去了他的乐观，他晚年时曾对一位友人承认，自己有生之年不太可能看到黎曼猜想的解决。就连本文开头提到的那位德国数学大师希尔伯特，他对黎曼猜想的看法也经历了从乐观到悲观的转变。在 1919 年的一次演讲中，希尔伯特曾表示自己有望见到黎曼猜想的解决，但后来他的态度显著地转为了悲观。据说有人曾经问他：如果他能在 500 年后重返人间，他最想问的问题是什么？他回答说是：是否已经有人解决了黎曼猜想？►希尔伯特接下来，我们将介绍人们从另一个方向探索黎曼猜想的故事，我们将会看到，那里不仅也有故事，而且还有一些非常出人意料的东西。4黎曼那篇提出了黎曼猜想的著名论文除了有许多“证明从略”的地方外，还有一个很突出的特点，那就是它虽然反复涉及了黎曼 ζ 函数的非平凡零点，甚至还提出了与零点分布有关的一系列命题（包括大名鼎鼎的黎曼猜想），却没有举出哪怕一个具体的例子——即没有给出哪怕一个零点的数值。而且与那些“证明从略”的地方并非容易证明同样要命的是，黎曼不曾给出的那些零点的数值也并非轻易就能计算得了的。事实上，直到黎曼那篇论文发表 44 年后的 1903 年，才有人填补了这方面的空白：丹麦数学家格兰姆 (Gørgen Gram) 计算出了 15 个零点的数值。这是人们首次窥视到黎曼 ζ 函数非平凡零点的具体存在。 当然，那 15 个零点全都位于黎曼猜想所预言的临界线上。与我们在第二节中介绍的理论研究中的层层推进基本平行，数学家们计算零点的漫长征途，也呈现出了层层推进的态势。但这推进过程在起初一段时间里却显得极为缓慢，直到 1925 年，才计算出了区区 138 个零点，而且在那之后陷入了停顿。为什么会陷入停顿？原因很简单，就是当时计算零点的方法比较笨拙，致使计算量过于巨大。而当时的计算又全靠手工，零点数目一多，计算量就大到了令人难以应付的程度。既然是计算方法的笨拙使计算陷入了停顿，那么很显然地，计算的重新启动需要有新的计算方法。这新的计算方法在 7 年后的 1932 年终于“出土”了——我没有写错，确实是“出土”，因为它是从早已去世了的黎曼的手稿中“挖”出来的！黎曼那个时代的一些著名数学家有一个今天的数学家们很少效仿、今天的读者很难理解的特点，那就是常常不发表自己的研究成果。由于这个特点，那些数学家的手稿有着比普通名人用品所具有的单纯的猎奇价值重要得多的意义，因为从中有可能发现一些他们未曾发表过的研究成果。黎曼的手稿就是如此。不过令人惋惜的是，黎曼的手稿在他去世后有很大一部分被他的管家付之了一炬，只有一小部分被他妻子抢救了出来。在劫后余生的手稿中，又有一部分被他妻子以涉及私人信息为由“克扣”掉了（其中包括许多几乎通篇都是数学，只夹带了极少量私人信息的手稿），剩下的才是后人真正可以查阅的。那些可供查阅的手稿被收录于哥廷根大学的图书馆。►黎曼论文手稿不过，那部分手稿虽然可供查阅，但只要想想黎曼公开发表的文章尚且如此艰深，动辄花费后世数学家几十年的时间才能填补空白，就不难想象研读他的手稿会是什么感觉了。黎曼的研究领域极为宽广，手稿中常常诸般论题混杂，而且几乎没有半句说明。自黎曼的手稿被存放于哥廷根大学图书馆以来，陆续有一些数学家及数学史学家慕名前去研究，但在那极度的艰深晦涩面前，大都满怀希望而来，却两手空空而去。黎曼的手稿就像一本高明的密码本，牢牢守护着这位伟大数学家的思维奥秘。但到了 1932 年，终于有一位数学家从黎曼的手稿中获得了重大发现——发现黎曼不仅亲自计算过若干个零点的数值，而且还有自己独特的、直到“出土”之日仍遥遥领先于当时数学界的计算方法。这一发现为黎曼 ζ 函数非平凡零点的计算带来了脱胎换骨般的变化，让停滞在第 138 个零点上的计算重新启动。当然，这一发现也进一步提高了黎曼那原本就已极为崇高的声望，在很大程度上驱散了一些数学家对黎曼论文中那些“证明从略”部分的怀疑。因为它表明黎曼那篇高度简练的论文只是冰山的尖顶，在那下面有着大量扎实的研究。那么， 发现这一切的人是谁？是黎曼的一位同胞：德国数学家西格尔 (Carl Ludwig Siegel)。为了从天书般的黎曼手稿中“出土”公式，西格尔付出了艰辛的努力。为了表彰他的努力，人们将这一计算黎曼 ζ 函数非平凡零点的新方法称为了黎曼 - 西格尔公式 (Riemann–Siegel formula)。黎曼 - 西格尔公式的“出土”大大推进了零点计算。在短短几年间，数学家们就把零点计算推进了一个数量级，达到了 1000 个以上的零点。虽然随后爆发的第二次世界大战中断了零点计算，但战后计算机技术的发展，又使得零点计算呈现出了井喷势头：从 1956 年到 1969 年的十几年间，被计算出的零点数目又推进了好几个数量级，从 25,000 个推进到了 3,500,000 （350 万）个。当然，所有这些零点也都无一例外地位于黎曼猜想所预言的临界线上。说到这里顺便提醒读者一下，我们这里及下文所说的零点计算除早期那些小规模的计算外，大都只是验证零点是否在临界线上，而并不计算它们的具体数值。验证了 350 万个零点全部位于临界线上，无疑大大增强了数学家们对黎曼猜想的信心。不过，不相信的也还是大有人在。比如德国普朗克数学研究所 (Max Planck Institute for Mathematics) 的一位名叫查基尔 (Don Zagier) 的数学家对这种验证就不以为然。在他看来，区区 350 万个零点根本不说明问题。他的这种不以为然很快遇到了对手：一位对黎曼猜想深信不疑的铁杆“粉丝”。这位“粉丝”名叫蓬皮埃利 (Enrico Bombieri)，是著名的意大利数学家。两人一个疑心重重、一个深信不疑，谁也不服谁。怎么办？查基尔提议打赌。说起来，其实查基尔对黎曼猜想倒也并非全然不信，而且也并非一味轻视对零点的数值计算，他只是觉得 350 万个零点实在太少了，不足以让他信服。那么， 要计算多少个零点才能让他信服呢？他开出的数目是 3 亿。于是两人就以这个数目为限订下了赌约：如果黎曼猜想在前 3 亿个零点中出现反例，就算查基尔获胜；反之，如果黎曼猜想被证明，或者虽然没被证明，但在前 3 亿个零点中没有出现反例，则算蓬皮埃利获胜。赌注为两瓶葡萄酒。初看起来，相对于已经计算出的 350 万个零点来说，查基尔的 3 亿个零点简直就是“狮子大开口”，查基尔自己也估计这个赌局也许要花上 30 年的时间才能分出胜负。可是他显然跟那个时代的多数其他人一样，大大低估了计算机技术的发展速度。事实上，离赌局的设立还不到 10 年，1979 年，零点计算就被推进到了 8,100 万个。不久之后，又被推进到了两亿个，距离赌局的终结只剩下了一步之遥，而形势则对查基尔极为不利——因为那两亿个零点全都位于临界线上。不过，计算出那两亿个零点的数学家对查基尔的赌局一无所知，在计算完两亿个零点后就停了下来，这一点让查基尔大大地松了一口气。可惜，他这口气没能松太久，因为他的一位朋友恰好访问了那位数学家，不仅将赌局之事告诉了后者，还进行了一番鼓动。后者一听零点计算还有这么重大的意义，就立刻展开了新的计算，一鼓作气推进到了 3 亿个零点——当然，黎曼猜想岿然不动。查基尔输了，他兑现诺言买来了两瓶葡萄酒。蓬皮埃利当场打开其中一瓶与他共饮。他们喝掉的这瓶葡萄酒用查基尔的话说，是世界上被喝掉的最昂贵的葡萄酒，因为正是为了以它为赌注的那个赌局，数学家们特意多计算了一亿个零点，为此花费了约 70 万美元的计算经费。也就是说，被他们喝掉的这瓶葡萄酒是用 35 万美元的经费换来的！喝完了这瓶葡萄酒，查基尔从此也对黎曼猜想深信不疑了。►黎曼墓碑在查基尔和蓬皮埃利的赌局之后，像查基尔那样看重零点计算、以此决定自己对黎曼猜想信任度的数学家越来越少了；像验证 3 亿个零点那样愿意把巨额经费投入到零点计算中的人也越来越少了。不过对零点的计算并没有就此终止。2001 年，一位名叫魏德涅夫斯基 (Sebastian Wedeniwski) 的德国研究者创立了一种崭新的计算模式：分布式计算，即利用彼此联网的许多台计算机来共同计算零点。这个分布式计算系统建成之后，不久就被推向了互联网，吸引了世界各地大量数学和计算机爱好者的参与，联网计算机的数目很快就稳定在了 10,000 台以上，每天计算出的零点数目在 10 亿以上。至于经费，则基本可以忽略不计，因为参与者都是自愿而无偿地贡献出自己的计算资源的。到了 2004 年末时，魏德涅夫斯基的分布式计算系统所计算出的零点总数逼近了一个激动人心的数目：一万亿。眼看着一次辉煌庆典已指日可待，不料却从法国传来了一个令人吃惊的消息：两位法国人完成了对 10 万亿个零点的计算，比他们翘首期待的一万亿高出了整整一个数量级！更令人吃惊的是，这两位法国人完成这一工作所用的计算资源居然只是几台普通的计算机，所花费的时间也只有一年多。此时此刻，这样的一则消息对于魏德涅夫斯基来说无疑是当头一棒，结果庆典变成了谢幕，魏德涅夫斯基在不久之后关闭了整个系统。此情此景，犹如九十多年前英国探险家斯科特 (Robert Falcon Scott) 挺进南极的经历：当他们历经艰辛、即将抵达南极点时，却发现挪威探险家阿蒙森 (Roald Amundsen) 已经捷足先登 （斯科特及同伴后来在黯然返回的途中全部遇难）。两位法国人凭借几台普通计算机一年多的工作，居然超过了全世界上万台联网计算机几年的工作，而且超过了整整一个数量级，这是什么缘故？因为他们采用了一种比黎曼 - 西格尔公式更高明的计算方法。这一计算方法是出生于波兰的数学家欧德里兹科 (Andrew Odlyzko) 与合作者肖恩哈格 (Arnold Schönhage) 于 1988 年提出来的。5欧德里兹科为什么会研究零点计算的算法？这也牵扯到一段故事，而且是很有意思的故事。当然，表面上的原因是跟所有其它从事零点计算的人一样的，那就是因为他对零点计算很感兴趣。不过，他那兴趣的由来跟其他人有所不同，其他人的兴趣大都来自于对黎曼猜想本身的兴趣，他却是因为听了美国数学家蒙哥马利 (Hugh Montgomery) 的一个并非直接针对黎曼猜想的研究报告，才从事零点计算，并研究零点计算的算法的。蒙哥马利那个报告所介绍的是一项很独特的研究，即研究黎曼 ζ 函数非平凡零点在临界线上的分布规律。他的研究表明，在适当的假设——其中包括假设黎曼猜想成立——下，可以证明黎曼 ζ 函数的非平凡零点在临界线上的分布呈现出一种相互排斥的趋势（即倾向于彼此远离），这个趋势可以用一个不太复杂的数学公式来描述。蒙哥马利自 20 世纪 70 年代初就开始研究黎曼 ζ 函数非平凡零点在临界线上的分布规律了。他发现了规律，并且因为那规律不太复杂而直觉地感到在其背后应该蕴含着某种玄机。为了揭开那玄机，他特意访问了普林斯顿高等研究院。在那里，他“觐见”了黎曼猜想研究的元老赛尔伯格。可惜就连赛尔伯格也看不透那规律背后的玄机。不过，在高等研究院那样一个名家云集的地方，随时都有可能出现意想不到的学术交流。 蒙哥马利在最有希望得到信息的赛尔伯格那里不曾得到有价值的信息，却在高等研究院的茶室里偶遇了一位物理学家。那位物理学家名叫戴森 (Freeman Dyson)，是一位研究领域很宽广的人物，当他在和蒙哥马利的攀谈中获知后者所发现的这个零点在临界线上的分布规律时，登时就吃了一惊。因为他想起了自己十多年前的一系列研究。那些研究跟黎曼 ζ 函数的非平凡零点没有半点关系，但在那些研究中，他却得到过同样的分布规律！戴森十多年前所研究的是什么？是从一些极为复杂的物理体系——比如复杂原子核——中抽象出来的问题。处理那种问题所用的是一类特殊的统计物理手段，而其中一个典型的课题则是研究复杂体系中能量的分布——物理学家们称之为能级分布。戴森曾经得到过那种分布的具体形式，它除了可以描述能级外，还出现在了许多其它复杂的物理现象中。而现在，从蒙哥马利所从事的纯数学研究中，他居然再次见到了同样的分布，这实在是大大出乎他意料的事情。几年之后，蒙哥马利再次来到普林斯顿，并作了一次研究报告——即欧德里兹科所听到的报告。在报告中，他除了介绍自己的研究外，还提到了他和戴森所发现的这种数学与物理之间的奇怪联系。这一切引起了欧德里兹科的浓厚兴趣，使他决定通过大规模零点计算来验证蒙哥马利所发现的零点在临界线上的分布规律。从 20 世纪 80 年代末到 90 年代初，欧德里兹科利用他和合作者肖恩哈格所提出的新算法，完成了几批大规模的零点计算，结果非常漂亮地证实了蒙哥马利所提出的零点在临界线上的分布规律。考虑到蒙哥马利的结果是在假设黎曼猜想成立的基础上得到的，因此这种证实也可以在一定程度上被视为是对黎曼猜想的间接支持。不过，所有这些都没有解决一个最根本的问题，那就是像黎曼 ζ 函数非平凡零点在临界线上的分布这样最纯粹的数学性质，为什么会跟像复杂原子核的能级分布那样最现实的物理现象扯上关系？这种神奇的关联本身又预示着什么呢？这两个问题直到今天也没有完全的答案。但有意思的是，在半个多世纪前，却有两位数学家曾经提出过一个猜想——一个与蒙哥马利、戴森、欧德里兹科所发现并证实的这种数学与物理间近乎离奇的联系遥相呼应的猜想。那两位数学家的名字我们在前文中曾经提到过，一位是希尔伯特，一位是波利亚，那个猜想则被称为希尔伯特 - 波利亚猜想，它是对黎曼 ζ 函数非平凡零点分布的猜测，其中赫然包括了猜测它们与某个物理体系的能级相对应的可能性！不过这个希尔伯特 - 波利亚猜想本身也颇有一些离奇的地方，因为当人们因蒙哥马利、戴森、欧德里兹科的研究而对它发生兴趣，试图追溯它的起源时，却惊讶地发现无论希尔伯特还是波利亚，居然都不曾在任何文字之中述及过这个猜想。难道这个猜想根本就是子虚乌有的传说？幸运的是，94 岁高龄的当事人波利亚那时仍健在，他在一封信件中以个人回忆的方式肯定了这一猜想的存在性。 但早已去世的希尔伯特在什么场合下提出过这一猜想，却很可能将成为数学史上一个永久的谜团了。6介绍了这许多有关黎曼猜想的研究，有一个问题想必很多读者都会关心，那就是黎曼猜想的终极命运将会如何？它是会被证明呢？还是会被推翻 （否证） ？对于这个有关黎曼猜想“前途命运”的大悬念，数学家们各有各的看法。有些数学家相信黎曼猜想是对的，比如那位输掉了葡萄酒的查基尔自赌局告负之后就对黎曼猜想深信不疑。他相信黎曼猜想的理由很“纯朴”，那就是数值证据已经够强了。读者们想必还记得，他当时要求的数值证据是 3 亿个零点，现在的证据已经超过了 10 万亿，远远超出了他的要求。因此，他的相信是有理由的。不过，由于零点有无穷多个，实际上再多的数值证据也是微不足道的。而且在数学上有过这样的例子，一个被否证了的数学命题的数值反例出现在极遥远的地方，远远超出数值证据所能触及的范围。黎曼猜想会不会也是如此呢？谁也说不准。当然，支持黎曼猜想的证据不仅仅来自数值计算，还有我们介绍过的大量其它研究，其中包括至少有 40%的非平凡零点位于临界线上那样颇为可观的结果。相信黎曼猜想的数学家们也可以从那些方面获得信心。有些数学家则认为黎曼猜想是错的。面对黎曼猜想所得到的如此海量的支持，选择那样的立场当然是要理由的。这其中一条打不倒的理由就是：所有支持都不是证明。确实，对于像黎曼猜想这样的数学命题来说，要想证明它成立，必须“一个都不能少”地涵盖所有的零点，缺一丁点儿都不行。但反过来，要想推翻它，却只要找到一个反例——即一个不在临界线上的非平凡零点——就足够了，这种繁简程度上的不对称对于怀疑黎曼猜想的数学家们是十分有利的。除上述两种截然相对的态度外，黎曼猜想的长期悬而未决还使一些人联想到了所谓的哥德尔不完全性定理 (Gödel’s incompleteness theorem)，认为黎曼猜想有可能是一个不能被判定——即既不能被证明，也不能被否证——的命题。据说哥德尔 (Kurt Gödel) 本人就有过这样的看法。不过，黎曼猜想假如不成立，在原则上是可以用明确的步骤，通过数值计算找到它的反例，从而证明其不成立的。从这个意义上讲，黎曼猜想假如不成立，它是可以被判定为不成立的，而它如果不能被判定，实际上是表明它成立。好了，以上就是对黎曼猜想的简单介绍。这一介绍因为略去了数学细节而看上去更像是一串故事。但实际上，黎曼猜想是一个极为艰深的课题，如果哪位读者想要啃一啃这个猜想，首先要有扎实的数学功底，否则非但啃不动，还很可能会崩掉牙齿——可别怪我没提醒哦。本文获清华大学出版社授权发表，已收录于《小楼与大师：科学殿堂的人和事》（清华大学出版社，2014 年）一书中。欲读作者更多文章，可关注作者新浪微博@卢昌海。制版编辑 | 皮皮鱼欢迎关注微信公众号：知识分子（The-Intellectual）原文请参见: http://daily.zhihu.com/story/9697140","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"谁在为贾樟柯的高价文艺片买单？","slug":"谁在为贾樟柯的高价文艺片买单？","date":"2018-09-27T06:00:02.000Z","updated":"2018-10-06T02:33:38.428Z","comments":true,"path":"2018/09/27/谁在为贾樟柯的高价文艺片买单？/","link":"","permalink":"http://qahome.cn/2018/09/27/谁在为贾樟柯的高价文艺片买单？/","excerpt":"","text":"《江湖儿女》是迄今为止贾樟柯“最贵”的电影，投资高达 8000 万。虽然这个数字对商业电影来说，顶多算中等成本，但对贾导来说，却是个大制作。看得出贾导想要进军主流市场的雄心，但目前上映三天票房仅为 4100 万。能回收成本吗？实际上，我们不必替贾导操心了，骨子里流淌着晋商血脉的贾导自有脱身之法。文艺片导演，普遍给人一种“钱景惨淡”的印象。但贾樟柯是个例外，他 28 岁就实现了财务自由，1998 年的处女作《小武》足足赚了将近 500 万。甚至，不光是自己的电影赚钱，贾樟柯投资韩杰执导、王宝强主演的《hello！树先生》也没让他亏钱。一切秘密都藏在贾樟柯的海外发行渠道上。好莱坞商业片通过全球发行网回本盈利是人尽皆知的事，但艺术片竟然也能这样操作？贾樟柯《三峡好人》投资仅 600 万，销售到了 75 个国家，版权费收入高达 4000 万；《山河故人》投资 4000 万成本，还未上映就已经通过海外版权预售收回成本。没有“贾樟柯执导”这块金字招牌的《hello！树先生》，虽然在国内仅有两百多万票房，通过两年的海外版权销售周期，也实现了盈利。“电影是长线投资，回报周期很长，我从来不缺信心和耐心。”贾樟柯曾在采访中说，在运作海外市场方面，他的西河星汇公司算是中国公司中的“专家”。熟悉贾樟柯生意经的人都知道，北野武工作室和法国 MK2 公司不仅是贾樟柯的长期合作伙伴，同时也是他海外发行网的重要推手。那么，贾樟柯究竟是如何逐步铺开这张发行网，源源不断回收资本的呢？ 北野武工作室，最长情的日本推手从 2000 年《站台》开始，贾樟柯每部作品都有北野武工作室的身影。但背后的推手并不是大名鼎鼎的北野武，而是市山尚三。市山尚三曾工作于日本老牌电影公司松竹映画，期间制作过台湾电影大师侯孝贤《好男好女》《南国再见，南国》《海上花》等多部作品。1998 年，市山尚三转投了北野武工作室的附属公司 T-Mark。同年，与贾樟柯相识于柏林电影节。贾樟柯凭《小武》入围柏林电影节青年论坛，当时他和投资方香港胡同制作老板，同时也是影片摄影的余力为在去之前，就敲定了“卖片”计划。到了柏林，他俩便“广撒网”到各处发传单，邀请各路海外买家看片，作为买手的市山尚三就这样相中了贾樟柯。回到日本，市山尚三向北野武工作室社长森昌行汇报了投资贾樟柯的电影意向。此后，北野武工作室与贾樟柯便开启了长达 20 年的合作之路。除了上海电影集团主控的《三峡好人》《海上传奇》外，森昌行一直扮演贾樟柯电影出品人的角色，而市山尚三则是监制或制片的身份。在贾樟柯《三峡好人》拿到威尼斯金狮奖之前，他的《站台》《任逍遥》《世界》三部作品的主要资金都来自于日本。其中北野武工作室为大头，《站台》投资了 600 万，《世界》则翻倍达到了 1200 万。北野武工作室虽然拥有贾樟柯电影日本发行权，但日本的具体发行工作则是交给 Bitters End 与万代（Bandai Entertainment）。Bitters End 负责院线发行，而万代负责 DVD 发行。Bitters End 与万代不仅是贾樟柯电影日本发行推手，也一直是贾樟柯电影的参投方。Bitters End 在《世界》《任逍遥》《二十四城记》《天注定》《山河故人》五部作品中，担任协制或联合出品方。Bitters End 得名于先锋摇滚乐队 Roxy Music 的一首歌，一直致力于艺术电影在日本的发行工作。发行过国外著名导演基耶斯洛夫斯基、奉俊昊与贝拉·塔尔的电影，以及日本新锐导演诹访敦彦、山下敦弘、园子温、黑泽清的作品。万代主要业务是经营娱乐、网络、动漫产品及其周边衍生品，最著名的产品为 SUNRISE 系列动画机动战士高达。万代比 Bitters End 早介入，从《站台》开始，万代陆续成为《世界》《二十四城记》《天注定》《山河故人》的协制或联合出品方。北野武工作室的主要业务不是电影制作，而是相声等演出事务，旗下签约一批艺人。电影业务中，除了北野武本人导演的作品，就是贾樟柯的作品为主，零星参与过一部萨布和一部三池崇史的电影。这样看来，贾樟柯电影极有可能是他们电影业务的主要收入。市山尚三曾在采访中透露，比起侯孝贤等电影大师，他会更倾向于与贾樟柯合作，因为贾樟柯拍电影用时一般只有两三个月，而侯孝贤等导演遇到创作瓶颈便会停拍，不满意甚至会重拍，这就意味着超期，超期意味着超支。贾樟柯电影成本低，拍摄快，销路好，是文艺片投资人的不二选择。而在《三峡好人》威尼斯斩获金狮奖后，贾樟柯声名大噪，电影销路更是财源不断，谁不想要这块香饽饽？法国老牌公司 MK2 强势介入贾樟柯电影全球发行业务，北野武工作室失去了发行主控权，只留下了日本区发行权。 《三峡好人》成名前，贾樟柯的复杂合作伙伴在 MK2 与贾樟柯深度绑定之前，法国公司 Artcam International、Lumen Films、 Ad Vitam 及韩国公司 E-Pictures 都曾参局贾樟柯电影，这些公司都在 MK2 强势介入后逐渐退场。法国制作公司 Artcam International 是最早向贾樟柯抛出橄榄枝的欧洲公司，它协制了贾樟柯的《站台》，制作电影绝大部分都是哈萨克斯坦与俄国合拍片，参与为数不多的 8 部电影都不太知名，并于 2012 年就倒闭了。Artcam International 像是个专投亚洲电影的小公司，韩国公司 E-Pictures 也是如此。E-Pictures 是一家位于首尔和洛杉矶的制作和国际销售公司，专注于韩国和亚洲电影制作，它只参与过贾樟柯的《任逍遥》并拥有该片版权。相对来说，参与过贾樟柯两部电影的 Lumen Films 看起来介入得更深，Lumen Films 不仅是《任逍遥》《世界》制作方，还拥有这两部电影的电影版权。主页简介显示，Lumen Films 是一家经营婚纱摄影的法国制作公司，并有两位著名的电影制作人 Jeb Perkins 和 Jerel Hunter 加盟，但查不到两位的作品。Lumen Films 只合拍或制作过三部电影，显然这家公司主业并不是电影，但却能拿到版权，令人匪夷所思。而成立于 1998 年的 Ad Vitam 一直牢牢把握着贾樟柯法国的发行权，这家公司是欧洲独立分销商联盟（DIRE）成员之一。发行电影多为欧洲三大电影节的得奖常客，包括法国著名导演奥利维耶·阿萨亚斯与菲利普·加瑞尔的系列作品。虽然 MK2 后期介入，分食了 Ad Vitam 的国际发行权，但 Ad Vitam 仍拿下了《江湖儿女》的法国区发行权，它的网站上依然挂着《江湖儿女》最新预告和上映时间。国内媒体一直流传着一句话，贾樟柯法国班底前期靠 Celluloid Dreams，后期靠 MK2。但实际上，这是一个误传，Celluloid Dreams 只是在《三峡好人》之前，拥有过《世界》的发行权。该公司主要业务是国际发行，发行过 168 部电影，入局了美国公司 The Criterion Collection 的在线流媒体平台 The Auteurs。Criterion Collection 发行过最出名的作品为奥斯卡提名最佳外语片《预言者》、金狮奖影片《黎巴嫩》等，但显然 Criterion Collection 发行影片的整体知名度不如 Ad Vitam，更不用说 MK2 了。 MK2 介入后的贾老板商业地图市山尚三曾透露，《三峡好人》之后，贾樟柯不再需要日本资金，主要资金来自中国上海电影集团与法国资金。而法国资金里面，MK2 的参与度越来越高。从《二十四城记》开始，MK2 一直是贾樟柯电影的国际版权发行商，最近的两部电影《山河故人》与《江湖儿女》中，MK2 还是出品方之一，MK2 总经理 Juliette Schrameck 也挂着出品人名字。MK2 成立于 1974，得名于创始人 Marin Karmitz 的名字首字母，是一家涵盖电影制作、发行和院线全产业链的公司。制作超过 100 部电影，全欧洲有 26 家电影院，拥有伟大导演查理·卓别林、弗朗索瓦·特吕弗为代表的 600 部片库。MK2 在当地市场知名度非常高，是一家连国外留学生都知晓的法国院线，小娱一位在法国留学的朋友表示，里昂的大学图书馆旁边就有一家。MK2 主页的网站上写着这家公司是为无声者发声，促进多元化的文化模式。可以说，MK2 在欧洲艺术院线领域首屈一指。为何近十年贾樟柯都只合作 MK2？某位长期跑欧洲三大电影节的记者告诉娱乐资本论（id：yulezibenlun），因为它是欧洲国际化程度最高的发行商，贾樟柯把电影交给这家公司，意味着它会“卖力”地把电影卖到最多的国家，实现最高的商业回报。另一方面，作为立足欧洲 40 多年的老牌电影公司，MK2 合作的都是最顶级的电影导演，甚至扮演着给戛纳电影节选送获奖导演的角色，“MK2 在福茂那里也是说得上话的。”负责《江湖儿女》全球大部分地区发行的 MK2，前不久在多伦多电影节还宣布《江湖儿女》已经卖出了美国、英国、法国、德国等 19 个国家版权。如今，国内媒体开始关注 MK2，是因为它在贾樟柯的国内投资版图里频繁出现。2016 年 MK2 宣布与贾樟柯的暖流文化合作。未来双方将在电影制作、电影发行、电影院以及 VR 领域，全面展开合作。贾樟柯曾在采访中提及，他和 MK2 准备在国内搭建艺术院线，参考 MK2 在欧洲的经营模式，区别于万达院线集餐饮娱乐消费于一体的综合体模式，而是选择一栋不依赖于 shopping mall 的独栋楼，MK2 的院线相当于一个小的艺术中心，有论坛、三四个厅、有咖啡、有书店。这和侯孝贤在台湾经营的光点艺术院线类似，艺术中心的目的不止销售周边、休闲消费等，还在于培养观众。不定期举办影评人、文化名人及导演电影工作者等交流会，或者开设培训电影教育课程。而且在票价上，“根据观影的数目，观众会累积晋级，会有更好的票价折扣。”贾樟柯说。贾樟柯认为 MK2 这套培养观众的院线管理理念，是它能在欧洲建立起艺术电影商业王国的秘密，他希望把它复制到中国。原文请参见: http://daily.zhihu.com/story/9697139","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"为什么看到他们在高空爬楼，我坐在家里腿都软了？","slug":"为什么看到他们在高空爬楼，我坐在家里腿都软了？","date":"2018-09-27T06:00:02.000Z","updated":"2018-10-06T02:33:38.216Z","comments":true,"path":"2018/09/27/为什么看到他们在高空爬楼，我坐在家里腿都软了？/","link":"","permalink":"http://qahome.cn/2018/09/27/为什么看到他们在高空爬楼，我坐在家里腿都软了？/","excerpt":"","text":"基友觊觎去澳门塔蹦极很久了，但苦于找不到人陪，最近在玩命劝说有恐高症的本 D 和他一起。“恐高症只是心魔，你要挑战自己！”“试一次就不害怕了，而且又可以发朋友圈晒证书，多酷呀！”“反正很安全，你什么都不用想，不要想着很高，一下就跳下来了。”基友从各个角度试图劝说我，但丝毫没法打动我，恐高症岂是这么好说服的，简直是绝症好吗！没办法，在恐高与不恐高的人之间，大概存在某种结界。就像本 D 完全没法理解，为什么有人敢没有任何防护措施地待在城市高层上，做出一些危险的动作，拍下种种惊心动魄的照片，比如一些激烈的“爬楼党”。假如你看到这些高空图片，一张看了心慌，两张看了腿软，三张看了想尿遁。那恭喜你，你应该也和我一样，是“恐高症”的一员了。恐高症的症状是心理和生理互相作用的结果，许多科研人员也对这种复杂的现象展开了研究。恐高的时候，我们的身体究竟发生了什么？这就要提到我们的平衡系统了。维持平衡需要接受来自三个感觉系统的信息：视觉、前庭和躯体感觉系统。这三个系统分工明确：视觉系统能够接受周围物体的形状大小等信息，进而提供高度深度等信息。前庭系统主要包括内耳，提供重力以及加速度等信息。躯体感觉系统分为本体感觉系统和触觉系统，其中本体感觉系统用于感知肌肉肌腱等的状态，触觉系统提供反馈信息。这三个感觉系统一旦有缺失，就会导致平衡感的缺失。例如，当环境光芒减弱时，对深度的感知也会变弱；不规则的物体表面能通过影响触觉系统而影响平衡感，不规则的头部运动通过影响前庭系统而影响平衡感。为了维持平衡，当某个感觉系统的信息过于少时，身体便会试图增加其他感觉系统的信息以维持平衡感。知道了这一原理，让我给你分析分析为什么在高处，我们会更容易感到失去平衡。接下来我们需要了解视觉系统判断距离时的成像原理：当人们通过视觉信息判断距离的时候，人眼需要通过头部的轻微转动，才能判断自己与物体之间的距离。而且，在这种轻微转动过程中，两次眼睛成像间的角度大于 20 弧分（1 度为 60 弧分）时，人眼才能正常判断距离。所以，如果物体离人眼越远，头部需要进行的位移就越大，而当物体与头部的距离超过 20m 时，人需要带动身体轻轻摆动产生位移，才能正常给大脑提供位置信息，维持平衡感。这也是人处在高处时，身体会不由自主地摆动的原因。然而，身体一动，从高处跌落的风险也在增加，这会使人产生心理上的恐惧感。对这种恐惧感的处理在个体间相差较大，有科学家认为，这与基因、性别、人生阅历、疾病等有关。有研究表明，那些容易害怕危险的人，体内的多巴胺水平可能含量较低。此外，有报道指出恐高症基因与精神分裂症基因存在连锁。恐高症与晕动症、偏头痛等眩晕性疾病，以及焦虑症、恐惧症也具有显著相关性。Reference:[1] Huppert D, Grill E, Brandt T. Down on heights? One in three has visual height intolerance[J]. Journal of Neurology, 2013, 260(2):597-604.[2] Salassa J R, Zapala D A. Love and fear of heights: the pathophysiology and psychology of height imbalance[J]. Wilderness Environ Med, 2009, 20(4):378-382.[3] Brandt T, Arnold F, Bles W, et al. The mechanism of physiological height vertigo. I. Theoretical approach and psychophysics.[J]. Acta oto-laryngologica, 1980, 89(5-6):513.原文请参见: http://daily.zhihu.com/story/9697069","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"公司上市后，员工到底该「吃肉」还是「喝汤」？","slug":"公司上市后，员工到底该「吃肉」还是「喝汤」？","date":"2018-09-27T06:00:02.000Z","updated":"2018-10-06T02:33:38.235Z","comments":true,"path":"2018/09/27/公司上市后，员工到底该「吃肉」还是「喝汤」？/","link":"","permalink":"http://qahome.cn/2018/09/27/公司上市后，员工到底该「吃肉」还是「喝汤」？/","excerpt":"","text":"进入 2018 年以来，互联网科技股的上市热潮似乎被重燃了。哔哩哔哩（下文简称 B 站）和爱奇艺前后脚在纳斯达克挂牌上市的热度还没有褪去，小米提交 IPO（首次公开募股）申请的消息又轰炸了朋友圈。人和人的差距或许就在于，别人已经从员工一路做成了股东，而你却只是 B 站的「精神股东」。互联网从业者能在「有生之年」亲眼见证所就职的公司敲钟，无疑是幸运的。但从职业发展和工作体验角度来看，公司上市，员工就真能走上人生巅峰吗？事实上，公司上市前后可能会发生一系列重大变化，有人薪资暴涨，就有人掉入期权陷阱。100offer 希望这篇文章，能为有「敲钟梦」的互联网人提供一个对公司上市更清晰和客观的视角。一、互联网迎来 IPO「第二春」，上市公司更受求职者青睐要说起上一波互联网 IPO 热潮，日历得翻回资本「遍地黄金」的 2014 年。据 IT 桔子数据，包括阿里巴巴、京东、聚美优品、陌陌 等 31 家国内互联网公司在这一年集中上市，刷新了中概股的市值上限。极热之后就是严寒，2015 年资本寒冬下互联网企业并购不断，IPO 数量减少至 23 家；2016 年缓慢回温，新三板也涌现出大批中小型企业挂牌上市。继 2017 年趣店、阅文集团、众安保险等公司 IPO 之后，2018 年虽然还未过半，拟上市的企业名单就已经相当热闹，堪称是 2014 年以来的第二春。由于内地和香港上市规定放宽，移动互联网行业竞争加剧、股票估值上升，以及股东和资本的压力助推，超级独角兽们在今年纷纷透露上市意向。这边厢，爱奇艺和 B 站刚敲钟，那边厢，蚂蚁金服、腾讯音乐、滴滴和美团的「风声」又不绝于耳。；尤其是小米，前脚还在说「十年不上市」，后脚就有可能成为继阿里巴巴之后的最大 IPO，吊足了市场胃口。如果这些 IPO 最终尘埃落定，互联网市值龙虎榜将被改写，说了很多年的「动摇 BAT 地位」，也可能成为现实。和互联网上市潮同步的是，跳槽的互联网人也对已上市的雇主表现出了更强的兴趣。我们在「2018 Q1 互联网高端人才流动报告 」中提到，上市公司和 D 轮公司在 Q1 发出的面邀数量占到了整个市场的 60%。尽管上市公司平均薪资低于未融资的初创型企业，但候选人对 A 轮及以下公司的面邀接受率明显低于去年。越是接近 D 轮和上市规模的大企业，候选人的面试意愿也越强。曾经有创业梦的热血青年，已经在互联网下半场的现实面前恢复了理智。和众人期待的「跳槽去上市公司」相比，「把自己的公司送上市」似乎是一个听上去更酷的选项。然而事实真是如此吗？公司上市对于员工而言，到底是坑还是机会，有时候还真说不准。二、公司上市后，员工到底是「吃肉」还是「喝汤」？如果你听多了造富神话，是时候了解一下真相了：公司上市并不全都像你想象的那么美好。下面我们把上市后，员工可能面临的福利和风险逐条拆分介绍。首先是高层管理人员变动和离职潮。高管离职潮并不是什么新鲜事，上市后也是竞争对手公司着力挖人的极佳时间点。公司上市后业务重组，对于被动了奶酪的高管，与其留在公司内部，面临尴尬局面，倒不如借助公司上市的个人价值增值，另谋高就；况且他们往往已经实现了优渥的期权回报，离开并不遗憾。主要的风险和压力其实在员工和中层管理者身上，因为他们要花时间适应新的管理风格和公司战略。其次，普通员工将有机会收获： 1、来自企宣办、HR 或行政的上市礼品至于礼品有多大，得看老板心情。有的公司会发 2000 元左右的现金红包，阅文集团上市时给每个员工发了几千元的旅游基金；知乎网友「道哥」则透露，他作为基层员工，经历了途牛旅游网和中国制造网的 IPO，好处分别是一个数码相框和一个纪念银币。别挑三拣四的，在有些公司，基层员工收到的唯一福利，恐怕就只有 IPO 当天的 10 元工作餐盒饭了。 2、大部分人最关心的期权变现比起人手一份的红包，期权是潜在水面下的福利，即便在同一家公司内部的不同员工之间也有天壤之别。一般而言期权套现只有公司被收购和上市两种情况，但也有例外：有些持股员工和高管在上市前的几轮融资中就套现退出了，美团和小米即便没有上市，员工也可以走公司内部回购期权的路径。100offer 了解到，小米在期权上出手相当慷慨，不按套路出牌：从创立之初小米就给每个员工发期权，直到今天都是「进去就给」。此外，作为雷军创立的第一家「纯无 KPI」的公司，小米在初期也不做严格的职级划分，鼓励员工发挥个人优势、主动承担责任，并给到更大空间，让员工在实践中成长为多面手。在这类扁平化、年轻化和结果导向的团队，期权的确可以激发员工的主人翁意识。同时，100offer 也曾见证过几位候选人成功期权套现的经历。比如某大厂的云计算方向专家盛羽，等同于阿里 P8 级别；他在 2016 年约有 80 万的基础年薪，外加每年税前价值 200 万的股票。如果他未来 3 年在职，公司还会每年增加配发约 1600 股，每年有 3 次行权窗口，窗口期内随时可以兑现，至少可以逐年兑现 200 万元以上。此外，他手上握有集团另一明星业务的期权，一旦该业务单独上市，期权价值至少还能再涨 3 倍。还有一位候选人小 Z，2013 年以安卓开发经理的身份，加入了一家 B 轮估值 6000 万的企业级服务公司，两年后公司在国内中小板上市，在他 2017 年上半年来 100offer 看机会时，公司市值已超过 40 亿元。在这家上市企业呆了 4 年，小 Z 从安卓研发团队的 2 位工程师之一，成长为带领 20 名安卓开发的技术经理。除了近 50 万的税前年薪，他最丰厚的回报就来自于期权。小 Z 对 100offer 的人才顾问透露道：「目前期权基本已经兑换完，不过还没卖出。入职后，公司给了我 5 万股期权，分 4 年兑现，每次融资后会稀释一些，现在手头差不多还有 3 万多股，当前股价 40 元，回收价 30 多元 ；所以差不多能套现税前 100 万元，以后每年还会再分给我一小部分股票。」 3、从长远角度上，也增加了员工跳槽的筹码公司上市，融资开拓新业务，意味着你能接触的业务机会也将变多，会收获更多专业技能和项目经验，名企背景也会为你的简历加分。上市阶段的业务积累，尤其能帮助中层管理者妥妥地升职跳槽。但是，员工也要注意摆正心态，不要对上市抱有不切实际的幻想，容易出现以下风险： 1、薪资福利未必会变好，甚至会点燃消极怠工情绪涨薪和公司上市并没有必然联系。从安卓工程师小 Z 的经验来看，他工作 4 年间见证了公司从 B 轮到上市的全程，月薪也的确从最初的 16k 一步步涨到了 35k；每年都有调薪机会，在融资和挂牌的关键时间节点也会涨薪，但涨薪的最终依据还是他的工作表现。然而，万一没有员工持股计划，公司上市意味着你不仅享受不到分红，原先一些作为员工福利的利润还会分享给增加的股东，所有假期都按照劳动法走，去除了避税等隐性福利，反而是变相降薪。最糟糕的是，期望落空会直接成为一部分老员工离职的导火索。林先生就是选择在公司上市后来 100offer 看工作机会的一位候选人。公司每年调一次薪，他跳槽前的那次年度涨薪幅度，是在公司 IPO 后公布的。原以为跟着公司有肉吃，升职加薪发股票，收到涨薪邮件之后林先生却傻了眼：「我们很多人的薪资都没什么变化。上市那天没股票也没红包，工作餐盒饭就加了个菜！公司上市了我什么都没有，太抠了，累积至今的情绪就爆发了。而公司上市，我在行业内的价值其实是升值的。所以最近离职的人也很多。」 2、期权没有你的份，就算有，变现可能也是陷阱100offer 候选人、去年 10 月份离开爱奇艺的 6 级工程师裴凌在提到期权时，语气间有一丝无奈：「我的级别不够拿期权，而且爱奇艺给到基层员工的期权本来也不多。」在爱奇艺的招股说明书中，扣除股东百度近 70%、小米 8.4% 的股权等，创始人龚宇仅持股 1.8%；在员工股权激励上，主要受益的是高管和内容团队。技术出身的候选人如果想在期权上分得一杯羹，具体还要视入职年限、职级和技术贡献度而定。此外，期权协议里也可能存在陷阱，如普通 A 类股和 ADS 的比例、期权种类，上市之后的行权限制等等。这些对大多数员工而言，无论是在进入公司时还是 IPO 前夕，都很难了解清楚。建议在签订期权协议时，需要尽量将利益落实到股权和工商变更。对于期权的陷阱和知识，100offer 在「期权和 RSU，哪个能让你的收益最大化？」一文有过详细介绍。押宝期权太缥缈，保持平常心更重要。三、如何提前判断公司上市的征兆？尽管机会和风险并存，但如果你的东家在员工关怀和股权激励方面做得很完备，公司上市就仍然值得期待。那么问题来了，怎样判断自己的公司会不会成为下一个 IPO 明星呢？虽然梳理股权、规范财务、聘请律师等流程上的漫长准备，对于大多数普通员工，只是暗流汹涌下的一个黑盒子，但天下没有不透风的墙，你还是可以从以下几种常见征兆，捕捉到公司上市的端倪。 1、公司业务扩张业务的迅速扩张，几乎是互联网公司上市的必要非充分条件。比如滴滴通过多起同业收购、入股 ofo，将业务版图从「网约车平台」扩张为「大出行」生态；小米从单纯的手机业务，扩张到全面的 IoT 化，不仅在国内投了 90 多家「生态链」企业，还在印度市场取得阶段性成功后，进一步配合国家「一带一路」政策，推进全球化。在有些公司，与业务扩张同步的很可能是更高的工作强度。安卓工程师小 Z 就经历了太多坎坷：「刚入职的时候我想了解是否有技术文档，居然什么都没有，代码的一部分功能是外包做的。」公司成立于 2009 年，短短 6 年间就要发展为上市公司，时间也决定了开发节奏非常快，导致开发在写代码时，常常为了快速实现需求而牺牲了后期的扩展性和可维护性，代码质量很差，重构困难。最辛苦的那一年里，小 Z 连着做了 6 次封闭开发。「每次 1 到 2 个月，第一次封闭开发我做了一个半月，每天 3 点多睡，早上起不来，脊椎很疼……每天晚上写完代码我都要给其他人看下，有时候昏昏沉沉，真的很不清醒。」 2、员工扩招把目光投向 B 站、爱奇艺和小米 3 家公司，我们发现历史总是惊人地相似，它们都在 IPO 前有过明显的人员扩招迹象。B 站已经从 2015 年初的 100 多号人，扩张到如今海内外的 2000 名员工。此外，前爱奇艺 6 级工程师裴凌透露：爱奇艺在 2016 年赶上了会员收益的暴增，员工人数迅速翻倍，2016 年底规模在 6000 人左右。「我走之前，公司都一直在增加新的 BU，比如哥伦布事业部。」从 2016 年到 2017 年，小米的全球员工数量在短短一年间几乎涨了 2 倍，目前也正在通过 100offer，为北京以及新建的深圳、南京和武汉研发中心，招聘大量技术和非技术岗位。公司上市看上去很美，也会让员工工作更有「盼头」，比如蚂蚁金服的高级工程师们就手握丰厚期权，坐等上市（虽然谁也不知道到底是哪天），是猎头圈公认最难「挖墙脚」的候选人群体之一。但是，更多人没来得及等到公司上市的那一天。 3、动荡和裁员不少公司在人员迅速流入的同时，人员流出速度也在加快。经统计，近年 IPO 的互联网公司，从成立到上市最快只需要 2 年。和上市速度脱节的是，蒙眼狂奔之下，公司的团队架构管理和分配制度很容易滞后于业务发展速度，导致人员动荡。一方面，上市要求人员梯队相对完备，雇主会倾向于从以成熟管理经验著称的公司挖来中高层管理者，把原先扁平的团队架构逐步搭建起来，比如阿里系的钉钉以及 B 站。另一方面，为了给资本市场讲一个更好听的故事，也有公司不惜从长远健康发展角度，「换血」优化人才队伍。比如在招聘中更青睐名企名校的精英，甚至出现新员工的薪酬倒挂，促使老员工离职。由于上市需要重新梳理业务，存在业务转型压力或者已有并购案的公司，甚至会选择大幅裁员、精简队伍，为上市备足粮草。滴滴在 F 轮就有「人员优化」的传闻，也有小道消息称，宜人贷上市前疯狂裁员 4 万人。临渊羡鱼，不如退而结网即便是知道了这些，要预判一家公司能否上市，依然是一门玄学。媒体的风声和传闻，有时还不如天气预报来得准确。小米的市占率曾在几年前有过下滑，在竞争白热化的智能手机市场，有谁料到小米日后还能逆袭上市？就连入职一年多以后就亲眼见证公司上市的小 Z 也表示：「一开始我根本没想到公司能上市，我很欣赏 CEO 的决策和眼光，他是做广告销售出身的，在战略层面起了决定性的作用，我只是执行。」不过，的确也有商业嗅觉敏锐的跳槽者，能把自己的信仰和预判融入到求职过程中，一些早期加入 B 站的程序员就带着些「情怀」色彩。一位 B 站工程师回忆起他 3 年前入职的情景，感慨道：「当时虽然没想那么多，但上市这个结果也并不出乎我的意料。B 站的想象空间本来就非常大，NicoNico（B 站的日本竞品）也曾经做得很好，中国人又这么多，没理由不火。B 站已经走出了二次元的小圈子，它就是未来的 Youtube。」因此，想要加入一家即将上市的企业，程序员们除了埋头专注于技术以外，也应该抬起头关注业务场景，训练自己对商业趋势的敏感度和前瞻性。互联网公司上市潮再度来袭的当下，如果你也想见证公司的 IPO 之路，本质还是要修炼以下几点： 1、选择能力pick 一家有潜力的企业，并一以贯之地坚持，不受外界杂音和传闻的干扰； 2、专业能力提高自身身价，让公司意识到你难以替代，而不是空想着成为「一夜暴富」的极少数，结果却被意外裁员； 3、平常心拥抱变化，顺势而为。毕竟上市后，有的公司员工吃肉，有的公司员工只能闻味；即便在同一家公司也会「旱的旱死，涝的涝死」。最后，万一你的公司挂牌的是新三板，请答应我，好好工作，别想太多。 应被采访者要求，文中候选人名均为化名原文请参见: http://daily.zhihu.com/story/9697094","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"读完这篇，再见到各种颜色的猫，不要只知道叫「花猫」","slug":"读完这篇，再见到各种颜色的猫，不要只知道叫「花猫」","date":"2018-09-27T06:00:02.000Z","updated":"2018-10-06T02:33:38.419Z","comments":true,"path":"2018/09/27/读完这篇，再见到各种颜色的猫，不要只知道叫「花猫」/","link":"","permalink":"http://qahome.cn/2018/09/27/读完这篇，再见到各种颜色的猫，不要只知道叫「花猫」/","excerpt":"","text":"猫咪的毛色都有哪些，如何分门别类，又是如何称呼这些颜色的呢？和许多其它动物一样，猫咪的色素细胞能且仅能分泌两种色素，即真黑素（eumelanin）和褐黑素（phaeomelanin），任何猫咪的任何毛色，都是由这两种色素及它们的变体所展现出来的。真黑素主打黑色，其变体还能表现出蓝色（灰色）、巧克力色（棕色）、淡紫色、栗色和浅黄褐色；褐黑素主打红色，其变体能表现出从奶油色、橘黄色、橘红色到红色等不同深度的红。通常，除了三花姑娘以外，一只猫咪只能表达一种色素。一、斑猫 / 纹猫（Tabby）斑猫，也就是身上有条纹或斑点的猫咪~所有的斑猫都有一些共同的特征，TA 们的面部都会有细细的条纹，眼周一圈淡淡的毛色，额头位置会出现一个“M”形状的斑纹。如果你仔细去看斑猫的毛发，就会发现 TA 们的斑纹是由两种不同颜色（一深一浅），在毛发上相间分布而形成的（agouti hair）。斑猫是猫咪最原始的野生型态，在人类驯化 TA 们之前，猫咪大多都是这种花色~这样的毛色能为 TA 们提供很好的掩护，藏在草丛之中不容易被猎物发现。然而同是斑猫，在不同猫咪身上表现出来的斑纹分布和颜色也会有非常大的差异。从【斑纹分布】上看，斑猫的斑纹可分为 4 种类型：鲭鱼斑、古典斑、点斑、细纹斑。 鲭鱼斑 -mackerel tabby顾名思义就是像鲭鱼花纹一样的斑纹啦，也是我们平时常说的虎斑 / 狸花（前方密恐患者请绕行） 古典斑 -classic tabby又可称为“blotched tabby（宽纹）”，这种斑纹非常宽，在猫咪的身体两侧盘曲而行，是中世纪刚刚兴起养猫风潮的时候，西方贵族们最为推崇的一种花色。 点斑 -spotted tabby也很好理解，就是条纹断裂成了一个个的斑点，如果原型是鲭鱼斑，点状花纹就会更细碎一些。如果是古典斑，则会形成较大的斑点。点斑的一个变体形式能让猫咪展现出如金钱豹一般的皮毛，也就是我们熟知的孟加拉豹猫（bengal）的花色。 细纹斑 -ticked tabby是非常特殊的一种斑猫，他们身上的两种颜色相互混杂，几乎形成了一种纯色，分辨不出斑纹。只有在头部、四肢才能看出少量斑猫所共同具有的特征，如额头的“M”状斑纹。这种斑猫的典型品种就是阿比西尼亚猫，所以有的时候培育者们也会称其为“阿比西尼亚斑”。长毛细纹斑猫的代表是索马里猫（somali）。其实以上四种斑纹并没有严格的划分，而是逐渐过渡的。在猫咪个体上所表现出来的形状可能并不会那么典型，而往往是介于某两者之间的。而从【斑纹颜色】上看，又可分为很多类型：花纹是由底色（较浅的颜色）和条纹（较深的颜色）构成的。底色可以是褐色、灰色、橙黄色、奶油色等；条纹可以是黑色、蓝色（灰色）、巧克力色、淡紫色、栗色、淡黄褐色或橙色。常见的组合有以下这些： 棕斑猫（brown tabby）：底色为褐色或灰色，条纹可以是黑色、巧克力色或栗色。 蓝斑猫（blue tabby）：底色为浅黄色或浅灰色，条纹可以是蓝色（灰色）、淡紫色或浅黄褐色。（以上二者在遗传学上是以真黑素表达为基础的。通常，即使黑色斑纹的猫咪底色呈现出橙黄色，也不认为是发生了真黑素 - 褐黑素的切换，其依然是真黑素，只是分泌量和排列方式，以及可能存在的红化修饰基因 -rufousing 使其看上去呈现出黄色。） 红斑猫（red tabby）：底色为奶油色，橙黄色条纹。 奶油斑猫（cream tabby）：底色为较浅的奶油色，条纹颜色略深于底色。（以上二者在遗传学上是以褐黑素表达为基础的，褐黑素表达相对真黑素是显性的，并且位于 X 染色体，为伴性遗传）那么不同的【斑纹颜色】又可以和不同的【斑纹分布】进行排列组合，举几个栗子：二、纯色猫（solid/self）如果一只猫咪全身都是一种颜色，那我们就可以称其为“纯色猫”。包括：黑色（black）、蓝色（blue）、巧克力色（chocotale）、淡紫色（lilac）、栗色 / 肉桂色（chestnut/cinnamon）、浅黄褐色（fawn），以及白色（white）。在这些纯色猫咪中，除了白色以外，都是真黑素表现出的颜色，而白色则是全身色素缺失造成的。同样是真黑素，为什么颜色不一样呢？这实际上是基因突变的结果：“棕色化基因”位点（B locus）的不同基因型，能让真黑素呈现出黑色（black）、巧克力色（chocolate）和栗色（chestnut），此三者依次为显性→隐性→最隐性的关系；而“淡化基因”位点（D locus）的突变（为隐性突变，等位基因都是小 d 时，毛色才会被淡化）又能将以上三种颜色分别淡化成蓝色（blue）、淡紫色（lilac）和浅黄褐色（fawn）。因此在上图中，越靠右下角的毛色，越为罕见和珍贵。纯色只会发生在以真黑素表达为基础的猫咪，所以世界上不存在纯红色或纯橙黄色的猫咪。红色猫咪（以褐黑素表达为基础）都多少会有一些可见的斑纹，纯白色的猫咪和其它纯色猫的原理不同，后面会单独拿出来讲述。三、银色 / 金色底毛银色 / 金色底毛包括银斑（silver tabby）、金吉拉（chinchilla）、阴影色（shaded）和烟熏色（smoke）。之前已经讲过，斑猫的斑纹是由两种颜色在毛发上相间表达形成的（底色和条纹），而有时猫咪的底色能够呈现出白色（银色，silver）或黄色（金色，golden），并且白色 / 黄色延伸到所有毛发的毛根位置。这种浅色底毛可以发生于任何花色的猫咪，我们可以称这些猫咪为“银色 / 金色的猫咪”。下面以“银色”为例来讲解，金色同理：当“银化”发生于鲭鱼斑、古典斑或点斑猫时，可称为银斑猫（silver tabby）：猫咪底色为纯白色，条纹 / 斑点可以是黑色、灰色、奶油色或红色，比如广受大众喜爱的银虎斑美国短毛猫，从花色的角度描述，就是“银色古典斑”。当“银化”发生于细纹斑猫（ticked tabby）时，就出现了金吉拉 / 栗鼠色（chinchilla）或阴影（shaded）色：即所有毛发的尖端是深色的，下方及毛根都是白色的。金吉拉色与阴影色实际上没有本质区别，只是相比之下，金吉拉色毛发尖端的深色部分更少，使猫咪看起来几乎是纯白的，只有星星点点的深色。当“银化”发生在纯色猫咪身上的时候，就会出现烟熏色（smoke）。烟熏色的猫咪几乎是纯色的，但在 TA 们运动的时候，却能若隐若现地看到 TA 们银色的底毛。四、白色（white）猫咪的“白”不能算是一种颜色，实际上是毛发缺乏色素的结果。在猫咪的基因中，有三种不同的突变都能让猫咪呈现出白色。 白化基因（Albino white），也是决定重点色（pointed color）的基因（C locus：cc）。 白色基因（Spotting），通常在猫咪身上表现出一定面积的白色斑块，也就是我们通常说的“加白（with white）”。极端的时候也能让猫咪全身都变成白色。 显性白基因（White），可以掩盖所有色素表型，使猫咪拥有纯白色的被毛和蓝色 / 橙色 / 异色瞳的眼睛。当猫咪是纯白色的时候，如果不做基因鉴定，很难区分到底是哪种白。不过值得一提的是，后两种白色有一定几率会导致猫咪耳聋，而白化基因和耳聋则没有关系。当猫咪不是纯白，只是身上有白花的时候，可以断定是第二种白。对于不同程度的“加白”，猫咪爱好者们还根据白色面积的多少，给这些猫咪起了许多有趣的名字，比如： “手套 / 雪鞋（mitted/snow shoe）”，指的是拥有白色爪子的猫咪。 “吊坠（locket）”，指的是胸前有一小簇白色的猫咪。 “纽扣（button）”，指的是肚子上有数个白色小点的猫咪。 “双色（bi-color）”，指的是身上约有一半面积是白色的猫咪。 “花斑（harlequin）”，指的是身上大部分为白色，只有几个花色斑块的猫咪。 “梵色（van）”指的是几乎全白，只有头上和尾巴是其他颜色的猫咪。 “晚礼服（tuxedo）”，指的是拥有白色的爪子、胸脯和肚子，身体其余部分都是纯黑色的猫咪。五、重点色（pointed color）、貂皮棕（sepia）、貂皮重点色（mink）终于轮到挖煤的暹罗（siamese）啦。重点色实际上是白化基因位点的一种突变形式（Cs），这种突变使得色素的产生对温度很敏感，低温产生多，高温产生少。猫咪的肢体末端，包括面部、耳朵、四肢和尾巴都是体温比较低的地方，这些部位产生色素就会比较多，因而形成了独特的重点色。重点色几乎只存在于暹罗猫，以及与暹罗猫有血缘关系的猫咪之中。重点色同样可以和其他花色相互组合，形成各式各样、丰富多彩的喵星人。如和纯色猫咪结合，就会有黑、蓝、巧克力 / 棕（棕重点色又叫“海豹重点色 -seal point”）、淡紫、栗、淡黄褐的重点色猫咪。重点色与斑猫（tabby）结合就会形成带斑纹的重点色，又称为“猞猁重点色 -lynx point”。之前也提到过，红猫（以褐黑素表达为基础）没有纯色的，一定是有斑纹的，因此红色重点色的猫咪一定也是猞猁重点色的猫咪，能够找到 TA 们额头上似“M”的斑纹。当然，重点色也可以加白，布偶猫就是典型的例子。在决定重点色的同一个基因位点（Color），还存在另一种基因型（Cb），能使猫咪呈现出一种独特的棕色，我们称为“貂皮棕（sepia）”，最典型的品种之一就是缅甸猫（burmese）。这种棕色和真黑素棕化形成的巧克力色用肉眼是很难区分的，此二者原理不同且可以平行发生。当这个基因位点是貂皮棕和重点色的杂合子时（CbCs），猫咪会表现出“貂皮重点色（mink）” ，典型品种是东奇尼猫（tonkinese）。同样也可以和其他花色相互组合。六、玳瑁 / 三花（Tortoiseshell/calico）玳瑁色和本文一开始提到的真黑素（eumelanin）与褐黑素（phaeomelanin）的表达息息相关。表达褐黑素（主打红色、橙黄色）的基因（O locus）位于 X 染色体上，是一个伴性遗传的基因，对于母猫，有 2 条 X 染色体，也就是 2 个 O 基因，会有以下 3 种情况： OO——表达红色，猫咪全身以褐黑素为基调，也就是一只红 / 橙色的猫咪； oo——不表达红色（允许黑色表达），猫咪全身以真黑素为基调，包括纯黑、蓝、棕虎斑、淡紫重点色等一些列真黑素的变体形式； Oo——红色和黑色的随机表达，猫咪全身随机表现出真黑素基调斑块和褐黑素基调斑块。也就是我们说的“玳瑁 - Tortoiseshell”。而对于公猫，只有 1 条 X 染色体，也就只存在 2 种情况： O——褐黑素基调，红猫 o——真黑素基调，黑猫这就是为什么玳瑁都是小姑娘的原因。除非小公猫偶然多获得了一条 X 染色体（XXY），但这个几率非常非常低，在玳瑁猫中大约只有 1/3000，而且这样的小公猫是没有生育能力的，所谓的“三花”，实际上是玳瑁加白的结果。玳瑁色还可以和其它花色相互组合。比如说，玳瑁色的黑基调部分可以被棕化或淡化，红基调部分也可以表现出不同的深度，所以原本的【黑 - 橙】可以变成【巧克力 - 奶油】、【蓝 - 奶油】等玳瑁花色。当玳瑁和斑猫组合起来的时候，可称为“玳瑁斑 - torbie”，黑色基调与红色基调的斑纹会相互连续起来。当玳瑁和重点色同时发生的时候，就可以称为“玳瑁重点色”。学霸们记好笔记了吗？你家的猫是啥色呢~本文由萌爪医生团队原创，谢绝转载 如有需要，请联系 hi@wecarepet.com**欢迎关注微信公众号：萌爪医生(ID: mengzhuariji)**原文请参见: http://daily.zhihu.com/story/9696605","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"觉得伤口有点痒，挠一挠，然后就停不下来了","slug":"觉得伤口有点痒，挠一挠，然后就停不下来了","date":"2018-09-27T06:00:02.000Z","updated":"2018-10-06T02:33:38.411Z","comments":true,"path":"2018/09/27/觉得伤口有点痒，挠一挠，然后就停不下来了/","link":"","permalink":"http://qahome.cn/2018/09/27/觉得伤口有点痒，挠一挠，然后就停不下来了/","excerpt":"","text":"流了血的伤口都会痒，是身体决定好的铁板步骤。但同样的痒，不同阶段原因也大相径庭。处理方法嘛，春雨医生在最后列了几个。伤口的痒主要分三种结痂时会痒，是组织胺在捣乱组织胺是人体免疫系统的重要成分，也是过敏发痒和蚊子包发痒的元凶。科学家研究“痒”时，会给老鼠注射含组织胺的有效成分，接着，它们就痒到停不下来。那么问题来了，你的身体为何要释放组织胺？为了将更多的白细胞送到伤口处与细菌进行战斗。虽然在《工作细胞》里，白细胞都跑着通勤，但三次元中，主要还是走水路，通过血管运输。止血完毕时血管呈收缩状，身体释放组织胺重新扩张血管，给去往前线的白细胞走出个通天大道宽又阔。愈合中期，怪爱打报告的神经末梢流血的伤口大多伤及真皮层，这里有血管，有腺体，还有丰富的神经末梢。伤口在修复时，新生组织不间断地剐蹭神经末梢，神经末梢受不了了，给大脑递上一份小报告，接着，你就感觉到了痒。完全恢复前，还要经历一阵儿剐蹭的痒伤口刚愈合时，可能会长得大过原伤口，呈现一股粉粉嫩嫩的状态。这个时候，它粉嫩且敏感，被衣服摩擦到 / 被按到 / 被风拂过……就会开始痒。正常皮肤被人碰一下捏一把就会痒，也是同样的道理（机械性瘙痒）。痒了怎么办？医生建议严重的伤口不要挠比如剖腹产的手术疤。重新结成的皮肤只保留了之前八成的强度和功能，根本经受不住你罪恶的大手。同时，华盛顿大学痒觉研究中心主任陈宙峰带领的研究团队，通过小鼠实验发现痒感会越挠越痒，一旦开始你就找不到结束的那一天。当你经不住诱惑开始挠：挠破了→修复工作重新启动→瘙痒过程卷土重来不用挠的缓解方式减少衣服与伤口的摩擦，没事不摸不碰，从根源不触发痒感；梅奥医学中心推荐用冰块冷敷止痒；皮肤干燥还可以涂保湿霜止痒。这些方法↑都不妨一试。如果你痒得昏天暗地严重影响到正常的生活，还可以上医院挂皮肤科，找医生开个止痒的好方子。参考资料：1.TED-Ed How a wound heals itself2.wound healing - wikipedia；3.朱钦士科学网博客，《痛和痒（二），痒不是“微痛” 》 2016-6-204.How wounds heal,U.S. National Library Medicine5.Rachel Nallon，Keloid Scar of Skin，AARP（American Association of Retired Persons）: 2017-08-09；6.IvyP,《挠痒痒，为什么会越挠越痒？》，果壳网，2014-11-07；7.Bing Song,Min Zhao,John Forrester,Colin McCaig,Nerve regeneration and wound healing are stimulated and directed by an endogenous electrical field in vivo,Journal of Cell Science 2004 117: 4681-4690; doi: 10.1242/jcs.01341；8.《工作细胞》第二集：擦伤，bilibili。图片来源如未特殊标注，静图来自图虫创意，动图来自 giphy版权声明：本文为春雨医生原创稿件，版权归属春雨医生所有，未经授权禁止转载，授权与合作事宜请联系 reading@chunyu.me原文请参见: http://daily.zhihu.com/story/9697026","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"Google 20 岁了，曾经「仗剑走天涯的少年」，正在慢慢放弃抵抗","slug":"Google 20 岁了，曾经「仗剑走天涯的少年」，正在慢慢放弃抵抗","date":"2018-09-27T06:00:02.000Z","updated":"2018-10-10T21:57:30.740Z","comments":true,"path":"2018/09/27/Google 20 岁了，曾经「仗剑走天涯的少年」，正在慢慢放弃抵抗/","link":"","permalink":"http://qahome.cn/2018/09/27/Google 20 岁了，曾经「仗剑走天涯的少年」，正在慢慢放弃抵抗/","excerpt":"","text":"知乎日报注：Google 于 1998 年 9 月 4 日成立，但过去十多年它一直把 9 月 27 日当作公司成立纪念日。所以，今天（2018 年 9 月 27 日）是 Google 20 周岁生日。1998 年 9 月 4 日，两位斯坦福在读生拉里·佩奇（Larry Page）和谢尔盖·布林（Sergey Brin）因为没人愿意买自己发明的互联网搜索引擎，注册成立了 Google 公司。20 年后，人类获取信息的方式因这二人的发明而改变。这家公司拥有全球最多人用的搜索引擎、进驻最多手机的操作系统、上传视频最多的视频网站、覆盖整个地球的电子地图、以及很可能是目前最聪明的人工智能。今天佩奇和布林还都不到 50 岁，身价总和超过 1100 亿美元，整个 Google 公司市值超过 8200 亿美元、年净利润接近 200 亿美元。改变世界的同时获取无尽财富，这个传奇的创业故事激励了之后 20 年的互联网创业潮。但 Google 自己在成立之初设立了比“成功”更高一些的目标，它要做一家“不常规”的公司。因为拒绝平庸，Google 的第 23 号员工、Gmail 创始人 Paul Buchheit 在公司白板上写下了那句著名的“不作恶”（Don’t Be Evil），佩奇和布林也在致股东信里警告华尔街说“Google 不是一家常规的公司，我们也不想变成这样的公司”。“不作恶”的员工准则，激励 Google 做出了最干净的广告界面、最准确的搜索系统、最好用的地图和邮箱，也让他们在 2010 年坚定地退出了全球第二大互联网市场。今天，人们信仰 Google 所代表的财富、增长和改变世界的成就感，但在它起步的 2000 年代初，刚刚经历了互联网泡沫破灭和 9.11 的世界，爱 Google 而不是更大更有钱的微软，更多是因为它的“不常规”。当年驱使 Paul Buchheit 在白板上写下“不作恶”三个字的原因，是他感觉搬出了车库的 Google 变得越来越“像英特尔、IBM 这样的大公司了”——讨论如何扩张，如何赚钱，如何开辟广告业务——纵使这在大公司眼中再正常不过。时任 Google CEO 的施密特走进来看见了这三个字，但不知出于何意。几天后他们开会讨论广告业务，会议进行到一半，一个员工突然跳起来将拳头狠狠砸在桌子上，大吼道：“THAT\\”S EVIL!”（这就是作恶！）施密特后来回忆当天的场景说，“所有人都被震撼了”。不久，Google 的广告业务正式上线，没有当时其他门户网站挂着的动画广告，也没有页面弹窗，所有广告像备忘录一样整齐地排列在网页一侧，与当时其他的搜索引擎大不相同。做出搜索引擎的工程师们，后来为了制作 Google Maps，让一辆辆汽车跑遍全球的道路，建立了一个免费开放的数字地图；为了制作一个图书索引服务，去一页一页扫描 1.3 亿本藏书。与这些数字时代的浩大工程同样让世界着迷的，还有它“不常规”的日常运作。就连自己的 Logo，Google 的工程师们都能玩出一个艺术项目 Google 涂鸦（doodle），在每个重要日子对它进行艺术创作，纪念、感念人、物、事；即使是突然断了网，用户也可以在浏览器里操纵着像素小恐龙来一局看不到尽头的游戏；甚至 Google 在 1998 年搭起服务器硬盘列阵的壳子，也都是佩奇和布林用乐高搭出来的。为了说服同事们可以依赖志愿者来完成 Google 翻译业务的想法，不善言辞的佩奇曾在会议上脱下自己的鞋子，像赫鲁晓夫一样抓着它猛击桌子，表达内心的激动。整个 Google 散发出少年般的热忱，正是当时世界所渴望的精神。世纪之交的科技业还没有今天的地位，传统大媒体集团垄断着版权，互联网公司为盈利将垃圾广告堆满用户屏幕，曾经代表创新的微软成了欺压弱小的垄断者，被美国司法部的调查整得焦头烂额。这样的背景下，坚持免费和“不作恶”的 Google 不仅成为硅谷偶像，也很快被主流世界所寄望。《纽约时报》资深技术评论人托马斯·弗里德曼（Thomas L Friedman）2003 年在社论版写下一篇毫不掩饰自己倾向的评论，标题是《Google 是神么？》（Is Google God?）。20 年以后，热情逐渐消退，“不常规”被“常规”取代，连“不作恶”这句名言也从 Google 的员工准则中消失了。虽然并不是说“不作恶”三个字留着，外界就一定会有多少人相信那句话——毕竟 Google 强迫 Android 手机厂商预装 Google 互联网服务的捆绑式设计与它当初挑战的微软没什么不同，而一向标榜自己“高道德标准”的 Google 也因此在今年被欧盟重罚了 50 亿欧元。而且，一些 Google 曾经警惕的生意被它拉回了谈判桌上。比如帮助五角大楼将人工智能用于杀人武器，或者内部重新孵化中国搜索项目。这两件事有多不符合 Google 曾经的坚持，高管们心知肚明，但他们最担心的已经不再是作不作恶，而是外界是否知情。当时 Google 的首席人工智能科学家李飞飞在讨论五角大楼合作的内部邮件中警告同事得对外严格保密，“无论如何都要避免提及或暗示人工智能。人工智能武器可能最敏感的人工智能话题”。而中国项目的细节更是多重保密。这两个项目被美国媒体曝光之后都引发 Google 员工的内部抗议、泄密，数千员工签名的公开信直指 CEO 的决定，数十人辞职抗议公司所为。它的许多员工们还没习惯公司变得常规起来，接受这个世界上其它大公司都接受的一些准则。这样的改变已经发生了一段时间，Google 与华尔街曾经的对立关系也不复存在。佩奇、布林以及几位公司元老依然掌握着对 Google 的控制权，但实际上负责日常运营的 Google CEO 桑德·皮蔡是麦肯锡出身，而掌管财务的 CFO 露丝·普拉特更是一位华尔街老兵。今天的 Google 不再隐藏新业务的资金投入信息、并巨额回购股票回报投资人——这些都是从普拉特 2015 年加入 Google 后开始做的事。“不常规”，或者说指望一个上市公司超脱于整个世界的旧规则而存在，本身可能就太过理想化。尽管佩奇和布林一度让人们觉得他们有可能做到。最终，所有的成功创业故事的结局都殊途同归。理想主义的创始人逐渐脱离业务，公司被越来越精于财务的人所管理。为了收入和利润、为了让公司投资人满意，公司逐渐接受约定俗成的规则，做起原先因为道德原因而不愿涉足的生意。世界花了整整二十年，成就了 Google，也让它逐渐放弃抵抗，开始接受旧规则。今天搜索引擎依然是不可缺少的技术，但它已经不再是人们每天使用互联网的第一步。Google 20 周年当天，全球最大的电商亚马逊成为苹果之后，第二个市值过万亿美元的上市公司——虽然 5 年前 Google 市值曾有它两倍。2014 年，当时还是 Google CEO 的佩奇表示，公司最初的使命“整合全球信息，供大众使用，使人人受益”业已达成。而事实上，互联网信息正在变得越来越不整合。社交网络里的新信息都不为搜索引擎所知晓，在中国和全球都是如此。想到问题，然后去搜索获取信息的行为，也逐渐被视频、社交应用直接将信息“喂到”人嘴里所取代。是算法而非人们的求知欲越来越多地决定着每个人看到什么信息。整个互联网从人人都是创造者的乌托邦，变成了一个人人都是消费者的新时代大电视。最终，还是一些更大的力量阻止了 Google 对整个世界的改造计划，并且也促成了 Google 自身的改变。 互联网变得更不开放，搜索引擎不再是获取信息的最大入口2010 年，《连线》杂志主编克里斯·安德森在一篇名为《Web 已死，Internet 万岁》的文章中描绘了这样一副场景：醒来，在床头的 iPad 上查看电子邮件，使用一个应用程序。吃早餐时，浏览 Facebook，Twitter 和纽约时报，使用三个应用程序。在去办公室的路上，在智能手机上收听播客，又使用一个应用程序。工作时，在阅读器中滚动 RSS 源并进行 Skype 和 IM 对话，使用更多应用程序。在一天结束，回家，边听 Pandora 边做晚餐，吃完饭在 Xbox Live 上玩游戏，并在 Netflix 的流媒体服务上观看电影，还是一堆应用程序。回头来看，除了具体服务商的名字有所改变以外，这篇当时引起激烈争论的文章的观点在如今仍然适用。移动端不再是搜索引擎的天下，不再是人们建立起一个个大大小小的网站，由搜索引擎来为人们提供信息。那些林林总总的应用程序的存在，让搜索引擎不再是最有话语权的服务，同时也让整个信息生态被割裂。甚至连控制着 Android 系统的 Google 也无法扭转这一趋势。互联网变得不开放了。数字世界的话语权从控制着搜索和操作系统的公司转移到了每个占据着用户时间的互联网服务巨头手上。人人都在用互联网，但大多数人最终只是信息的消费者在 Google 的理想国里，理解世界的第一步是提出疑问，而不是被动接收信息。Google 无处不在的搜索框曾改变了人们获取信息的方式，在 Google 索引信息成了一种条件反射。原本互通、开放的互联网让每个人都有机会做生产者。用户免费获得信息，同时对外交换自己的文字、影音、图片，让所有联网的人都能看到。直到今天，全球绝大多数地方的互联网用户没有发布网络内容的门槛和难度。但是，移动端的崛起改变了用户使用互联网的方式——不是在搜索引擎上键入一个问题，而是直接进入一个 App。虽然内容生产的门槛已经被极大地降低，但获取信息方式的改变，让大多数人变成了信息消费者而不是生产者。这一改变摇撼了 Google 的理想。作为一个做搜索业务、工具类软件起家的公司，Google 最不希望看到的，就是用户从主动提问 / 创造变为被动接受。这样的形势体现在了 YouTube 和 Netflix 的竞争上。主打 UGC 模式的 YouTube 已经被 Google 买来十余年，仍然在盈利线之下挣扎，而 Netflix 的市值已达到 1516 亿美元，先后超越康卡斯特和迪士尼，成为了世界上最具价值的传媒公司。在中国，百度和今日头条之间也正面临流量入口的竞争。百度 App 的日活跃用户约 1.5 亿，而后起之秀今日头条的日活跃用户约 2.4 亿，其旗下短视频产品抖音在国内的日活跃用户数也突破了 1.5 亿。当互联网无处不在之后，对这个世界的控制权又回到了传统的\\”铁血巨人\\”手里参与创办的电子前线基金会（EFF）约翰·佩里·巴洛（John Perry Barlow）曾在 1996 年发表《赛博空间独立宣言》，他希望所有人都可以在网络世界里自由和独立地表达自我，不再受政府管束：“工业世界的政府们，你们这些令人生厌的铁血巨人们，我来自网络世界——一个崭新的心灵家园。作为未来的代言人，我代表未来，要求过去的你们别管我们。在我们这里，你们并不受欢迎。在我们聚集的地方，你们没有主权。”巴洛写下这句话时，他正身处大多数人还不了解互联网，Google、亚马逊、阿里巴巴等公司还未诞生的年代。随着互联网覆盖越来越多的人群、科技公司规模空前，政府也变得更懂科技了。矛盾和摩擦不可避免的产生。2010 年退出中国市场之前，Google 两位创始人的公开说法是，希望 Google 能参与到这个国家变得更开放的进程中，加速信息流通加。但今年发生的一系列事件说明，Google 已经准备好接受政府的改造以进入新市场，不管条件是将人工智能用于武器还是接受各国的信息审查。当只存在于虚拟世界的互联网成为现实的一部分，所有的矛盾都会在其上所映射——犯罪、大选、战争、恐怖主义……就在本周，又一轮关于互联网对大选影响的调查在华盛顿召开，包括 Google、Facebook 等在内的巨头也再次成为被攻击的靶子。保护隐私、打击恐怖主义和假新闻，是越来越多国家政府的诉求，也是他们向科技公司伸手要数据时拿出的理由。对世界的控制权最终没有落到极客们手上。新业务没有突破，这是 Google 最终妥协的根本2011 年 1 月，施密特把辞职信交给了佩奇，结束了他为期十年的 Google CEO 生涯。“我知道应该做什么，但是我没把握住机会。CEO 应该对这家公司负责，是我把事情搞砸了。”施密特直白地说，自己搞砸了社交。Google 在 2010 年前后先后推出了 3 个社交网络，企图反制 Facebook，但三款产品都很快失败。施密特离职后，Google 两位创始人回归，佩奇担任 CEO，调动 Google 的所有资源推出了 Google+。在挣扎 4 年后，Google+ 在 2015 年年初拆分业务，变相宣布失败。稍早 Facebook 曾以 190 亿美元收购 WhatsApp，断了 Google 进入社交的最后可能。当时传闻称佩奇多方斡旋，希望能让 Google 以更高价格买下 WhatsApp，但最终也未能成行。与此同时，Google 的“20% 自由时间”制度名存实亡。2013 年，商业新闻网站 Quartz 的一篇报道介绍了 20% 时间的变化：工程师做 20% 项目需要提交上级批准；工作考核增多，20% 时间对于工程师完成日常工作考核毫无帮助。原本的 20% 时间，变成了 120% 时间里超额的那部分。它意味着 Google 不再那么坚定地鼓励员工冒险追求高回报了。取而代之的是由布林直接监督的 Google X 实验室。Google X 着眼在近十年可以应用的新技术，这里孕育了 Google Loon 热气球计划、无人车，还有回炉重造的 Google Glass。但最重要的还是 Google Glass 智能眼镜，它被当作智能手机之后的下一个大发明。Google 曾希望以智能硬件为契机重建自己在新时代的话语权。布林本人曾大力推广过这款眼镜，甚至戴着 Google Glass 跳伞参加发布会、在 TED 大会圆毯上说低头用手机让自己觉得被“阉割”等等。但这个项目后来成为硅谷自行过剩的象征之一，在 2015 年被淡化。2015 年，两位创始人各自管理的社交和新硬件项目都宣告失败。Google 母公司 Alphabet 随之成立，公司日常经营转到了新 CEO 桑德·皮蔡的手上，佩奇和布林淡出了日常管理。与此同时，新近加入 Google 的 CFO 普拉特开始大规模削减不能带来收益的开支，对此华尔街的金融分析师普遍给出了乐观的反应。“Google 是找对了人。”一名在华尔街工作的资深分析师对《华尔街日报》说道。缩减开支的消息传出之后，Google 股票的价格应声上涨。现在的 Google 依然非常赚钱，并且维持着高增长。Android 和 YouTube 确保了它在移动时代的增长前景。除了世界末日，似乎很难想象 Google 的经营能出什么大问题。但在所有这些力量的促使下，它也开始接受大多数公司所接受的游戏规则。当年那个标新立异的 Google，变成了早年自己所抵触的“常规”公司。图表制作 / 冯秀霞 题图 /visualhunt原文请参见: http://daily.zhihu.com/story/9697227","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"大误 · 理论上最亮的夜空","slug":"大误 · 理论上最亮的夜空","date":"2018-09-27T06:00:02.000Z","updated":"2018-10-06T02:33:38.266Z","comments":true,"path":"2018/09/27/大误 · 理论上最亮的夜空/","link":"","permalink":"http://qahome.cn/2018/09/27/大误 · 理论上最亮的夜空/","excerpt":"","text":"恭喜题主！您发现了奥伯斯佯谬。奥伯斯佯谬是由德国天文学家奥伯斯于 1823 年提出，该理论指出若宇宙是稳定，无限且时空平直的，而且有无数平均分布的发光星体，则无论望向天上哪一位置都应该见到一粒星体的表面，星与星之间便不应有黑暗的位置，黑夜时整个天都会是光亮的。但是该佯谬却和现实中观测到的——夜晚的天空是黑暗的并不符合，于是科学家们便提出对该佯谬的两种解释:1.宇宙的年龄是有限的这个解释指出有限速度的光要游遍宇宙的空间本身就是矛盾的，当我们遥望远处的空间，其实就是在回顾历史。最后，我们仍只能观察到有限年龄的宇宙。2.红移这个解释指出我们看不到远处的星光，是因为远处恒星因为宇宙膨胀而不断远离我们。因此其发出的光线也不断红移，已经超出了可见光波段到达了红外线乃至微波波段，人眼也就看不到了。（此前这段宇宙微波背景辐射内容有误，宇宙微波背景辐射是大爆炸时代产生的，在此道歉）有一些答主提到了宇宙中有障碍物，使宇宙并非透明，远处星光会被宇宙间黑暗的星体，尘埃和气体阻隔，令极远处的光线只可以传播一段有限的距离而不能到达地球。（这也是奥伯斯本人对该佯谬的解释）然而这并不能解决问题，因为根据热力学第一定律，能量必定守恒，故此中间的阻隔物会变热而开始放出辐射，结果导致天上有均匀的辐射，温度应当等于发光体表面的温度，也即天空和星体一样亮，然而事实上没有观察到这种现象。参考资料：https://zh.wikipedia.org/wiki/%E5%A5%A7%E4%BC%AF%E6%96%AF%E4%BD%AF%E8%AC%AC其实我看到这个题目描述的时候的确有理解到“全球各地的光为什么无法到达黑夜中的空旷平原？”这个意思。但是转念一想又觉得题主不会这么蠢吧不知道地球是圆的……所以如果题目的意思是为什么全球各地的光无法到达黑夜中空旷的平原，那么答案就是：地球是一个近似球体，而光在均匀介质中沿直线传播。我换一个角度，从实际结果方面回答这个问题，宇宙学关于原理方面的回答大家已经说过了，原因是因为宇宙年龄有限，光速有限，所以我们只能看到可观测宇宙之内的宇宙，而不能看到可观测宇宙之外的宇宙。因此我们从宇宙各处单位时间内接受的光子数目是有限的，如果观测时间内接收不到足够多的光子，自然看着就是黑色的了。那么对于可观测宇宙，我们具体能够接收到多少光子呢？熟悉宇宙学的人都知道宇宙微波背景(CMB)，相对应的，还有宇宙红外背景(CIB)，宇宙可见光背景(COB)……你甚至可以定义宇宙中微子背景和宇宙引力波背景……这里我们谈谈宇宙可见光背景。宇宙可见光背景（cosmic optical background, 指的是所有非银河系的天体在可见光波段释放的光子产生的背景)的辐射率 / 亮度，在绿光波段的估计值为, 而太阳的总体的辐射率大概是，那么太阳的辐射率将是这个背景的倍 (此结果偏大，因为太阳辐射率还有部分来自紫外和红外)。假设这个波段在绿光波段，那么我们可以计算，人眼在夜空每 0.1 秒（人眼视觉暂留时间）接受来自于宇宙可见光背景，通过瞳孔（假设为 10 平方毫米），在 0.01 平方角分(人眼对夜空分辨率取 0.1 角分）的 550nm（能量是 3.26E-19J)的光子数目: 答案是仅仅约有 0.000018 个，人眼至少需要３个可见光子才能引起视觉。因此！宇宙可见光背景亮度远远低于人眼视觉极限，除非人眼具有超能力，能够长时间曝光，比如积分 5 个小时，才有希望看到宇宙背景光。但是实际问题还要更复杂，以上答案实际上是对应于太空观测，对于地面观测并不是这样。我们知道，大气自身是有黑体辐射的，尽管黑体辐射峰值波段在红外波段，但是仍然有残留在可见光波段。实际大气辐射在可见光波段的残留辐射远高于宇宙可见光背景，如下图，在绿光波段甚至是宇宙背景辐射的十多倍。所以你只需要盯着夜空使用超能力看半个小时左右，就可以看到大气辐射的“背景光”。在有光污染的地方，大气对地面光源的反射会使得天空背景亮度会放大成千上万倍，严重到几乎可以目视，并影响正常的天文观测，比如城市上面的黄色钠灯光污染。因此，地面天文台址都要极力避免城市光污染，因而必须建在远离人烟的地方。在夜空极为良好的条件下，比如暗空分类法所说的地球最黑暗的地区。夜空中会有极为漂亮的黄道光，银河此时也会变得极为明亮，极端情况下可以看到银河系中心和黄道光照出的“影子”。原文请参见: http://daily.zhihu.com/story/9697118","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"Android 十岁了，一路逆袭的它，终于成为全球使用最多的手机系统","slug":"Android 十岁了，一路逆袭的它，终于成为全球使用最多的手机系统","date":"2018-09-27T06:00:02.000Z","updated":"2018-10-10T21:57:30.735Z","comments":true,"path":"2018/09/27/Android 十岁了，一路逆袭的它，终于成为全球使用最多的手机系统/","link":"","permalink":"http://qahome.cn/2018/09/27/Android 十岁了，一路逆袭的它，终于成为全球使用最多的手机系统/","excerpt":"","text":"可别忘了，Android 是第一代（version one）…… 而且它看起来也非常「第一代」。他们只有一家手机制造商（HTC），而我们有 55 家。要用他们的系统，只能选一家运营商，而我们有 175 家选择。2008 年 10 月，微软时任 CEO Steve Ballmer 在接受 BBC 采访时说道。他所谈论的，正是于 2008 年 9 月 23 日正式发布的 HTC G1 上搭载的 Android 系统。▲ Steve Ballmer，图片来自 Digit这是第一款采用了 Google 研发的 Android 系统的手机，今天，它已经十岁了▲ HTC G1，图片来自 TechCrunch不过回头看，当时的 HTC G1 的确「青涩」。虽然内置了 Gmail、Google 地图等软件，但如果用户想看个视频还只能用 YouTube，而 Google Play 的前身 Android Market 所支持的软件也寥寥可数。而且要知道，当时的 iPhone 已经去到了第二代，相比之下，按 TechCrunch 形容，HTC G1 看起来就像「一只穿着糟糕的鲸鱼」。▲ 被取笑连官方照片都歪歪扭扭的 G1，图片来自 TechCrunch不过，在手机发布之时，「Android 之父」Andy Rubin 就已经强调，Android 和其它系统最大不同在于其开放性，这也为当时仍很粗糙的操作系统埋下了成为全球最多人使用的手机系统的伏笔。后进生的反击如果说是 iPhone 把黑莓、塞班和 Windows 手机从各自山头推下来，那 Android 就是那个在各系统「倒下」后持续将它们按在地上的产品。Engadget 编辑 Jon Fingas 如此写道。就在 HTC G1 诞生后两年里，Android 这名「后进生」已经于 2010 年第四季度跃升至全球（32.9%）以及美国市场（53%）中占比最大的智能手机操作系统。2009 年，摩托罗拉发布了 Moto Droid。虽系统的整体体验和 G1 差不多，但它的机身更薄屏幕也更好，更重要的是，摩托罗拉和 Verizon 的市场推广力度「给力」多了。而 Moto Droid 系列也成为了不少人「第一台 Android 手机」。2010 年，Google 再次和 HTC 联手，推出了 Nexus One。这次，他们甩掉了实体键盘，换上了一块漂亮的 OLED 屏幕，搭配流线型的机身设计，野心对标 iPhone。然而，因为当时的消费者已经有不少价格更便宜，且可以满足基本需求的 Android 机选择，所以没有动力去加钱买 Nexus One。再加上，Nexus One 推出不久后，划时代的 iPhone 4 也发布了，于是风头就更是被灭得彻底。但也莫灰心，同一年里，HTC 还推出了 HTC Evo 4G，一款「斗胆」把手机屏幕做得比 iPhone 还要大的手机。这款手机屏幕足足有 4.3 英寸，而 iPhone 只有 3.5 英寸。HTC 的冒险成功了，它不仅告知用户，手机那么大也可以接受。同时，它还在 2010 年第四季度成为美国市场第三受欢迎的智能手机，而排在它前面的，分别为榜首的苹果 iPhone 4 和亚军 Moto Droid X。▲ NPD：2010 年全美最受欢迎智能手机列表，图片来自 CISION彼时，Ballmer 当初口中的「只有一家手机制造商」早已成为历史。LG、三星、Acer 和 HTC 均成为了推进 Android 系统发展的协力者，Android 家族成为了智能手机市场上不可小觑的玩家。全球最广泛使用的手机系统如今，苹果的 iOS 和 Google 的 Android 无疑已经是智能手机市场上的两大巨头。如果从设备数量上来看，Android 系统更是以 75.9% 的市场占比，超过 23 亿台的活跃设备数，占了绝对优势。值得关注的是，Android 家族中占比最大的是三星，产品份额足足占所有 Android 手机的 36%，而中国五大手机厂商（OPPO、vivo、华为、小米和联想）推出的手机联合占比为 40%。▲ 随着版本变身的 Android 小机器人， 图片来自：CnBetaAndroid 的「开放性」初心让它成为大部分手机厂商的选择，在短短几年内让其成长为最大的智能手机系统。同时，这个「开放性」也让 Google 对系统失去了控制，而搭载了 Android 系统的手机也常被诟病安全隐患多。▲ 图自《连线》Android 官网数据显示，截至 2018 年 9 月 12 日的七天报告指出，最多人使用的 Android 系统为 Android 6.0 Marshmallow，紧随其后为 7.0 Nougat，这两个版本分别于 2015 和 2016 年发布。如果这些系统的用户未能及时完成安全更新，将面临不少安全隐患。以上数据还只是根据 Google Play 的情况来统计，那些由手机厂商「自定义」的手机系统版本是否有定时及时进行更新，更是难说。此外，基准投资公司伙伴 Mitch Lasky 早在 2015 年就指出，最开始承诺将坚持开放性的 Google 对 Android 的控制也越来越重了。Google 说，如果厂商担心自己用 Android 系统会过于被动，他们大可以拿开源代码做自己的版本（大部分厂商也的确这样做了）。但在 Lasky 看来，Android 的成功，归根到底还只是属于 Google 的成功。为什么会这样？因为 Google 没有想到，app 的发展最终居然威胁到了他们的搜索业务。当人们用 Yelp 来看资料，他们就会减少用 Google 搜索来查询。而 Google 的对策也相当直接。无论哪个厂商什么变体的 Android，都必须将舞台中心给回 Google 自己的核心软件，并日渐弱化对 Android 开放性的宣传传播，转而更重视「G Suite 全家桶」概念打造，并「开始收紧管理，重视保护顾客安全」。Android 的明天又将会是怎样？▲ 图片来自 Youtube回顾过去这十年，Android 的发展无疑是个「后进生逆袭」的故事，但它所付出的代价也同样巨大。火上浇油的是，前几个月，欧盟还正式向 Google 开出天价罚单。而 Google CEO Sundar Pichai 在公开声明中也表示，如果这成为了事实，Android 系统很可能要结束免费的模式。但如果不再免费，Android 还是 Android 吗？▲ 图自 ArsTechnica与此同时，一直活在传说中 Google Fuchsia 也似乎酝酿已久，它又是否会在未来取代 Android，成为新一代智能设备的系统主力军？这一切均有待下一个十年为我们揭晓。题图来自 CNet原文请参见: http://daily.zhihu.com/story/9697035","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"ofo 生死拉锯战：收购陷僵局，报价低至数亿美元","slug":"ofo 生死拉锯战：收购陷僵局，报价低至数亿美元","date":"2018-09-27T06:00:01.000Z","updated":"2018-10-08T21:57:56.969Z","comments":true,"path":"2018/09/27/ofo 生死拉锯战：收购陷僵局，报价低至数亿美元/","link":"","permalink":"http://qahome.cn/2018/09/27/ofo 生死拉锯战：收购陷僵局，报价低至数亿美元/","excerpt":"","text":"9 月即将进入最后一周，ofo 依旧活着，但几乎没有人还能对这家陷入泥潭的公司抱有乐观情绪。过去数月，卖身、融资、借款的真假消息层出不穷，海外业务回撤、诉讼、押金难退等负面消息缠身，ofo 方面虽然试图力挽狂澜，但还是无力扭转急速下跌的口碑。ofo 这样糟糕的时刻还将在可期的未来中延续下去。「救世主」 的席位依旧空缺着。其背后的潜在金主，滴滴与蚂蚁金服均未在价格等问题上与管理层达成一致。在这场旷日持久的拉锯战中，即便戴威的心理预期不断降低，但还是挡不住资本市场下降得愈加猛烈的报价。一位知情人士告诉《深网》，在摩拜以 27 亿美元卖身后，戴威的报价就已经从 40 亿美金左右下调到 25 亿美金了；但随后，资方反馈的态度，让可能的成交价迅速降到 20 亿美元以下的区间，「7 月之后市场上还说 20 亿美金以上的传闻，都是假的」。多位投资界人士透露，如今，资本市场对 ofo 的估值已经在 10 亿美元，甚至更低。不仅如此，作为最有可能的潜在收购方，诚意已经不足的滴滴极有可能仍在伺机 「抄底」，继续对报价进一步压低。这无疑会让 ofo 的日子愈加艰难。此前，ofo 已经进行了多轮裁员，而不断尝试的商业化也为其带来了一些额外收入；但若想倚靠这些摆脱危机，仍是杯水车薪。在这场拉锯战中，几乎所有人都在企盼戴威低头。没有人知道这一天何时会到来；至少现在，曙光仍未降临在 ofo 身上。 单车危局ofo 已经没有太多等待的余裕。虽然一直被外界认为在生死边缘上徘徊，但在 6 月之后，业务基本盘上层出不穷的危机，使得形势空前严峻。诸如 ofo 曾力推的海外业务，自 6 月开始，已经撤出或暂停在澳大利亚、印度、美国等国家和地区的部分业务。三四线城市业务也在不断收缩。《深网》了解到，从年中开始，ofo 的 「空军」已经在不断裁撤。「空军」是 ofo 的特有编制。在 ofo 的体系中，部分二线及几乎所有三四线城市均为「空军」。作为 ofo 曾经高速开城的历史性产物，「空军」一度承载着戴威扩展业务外沿的野心。但遭遇危机后，「空军」部队的调整却也首当其冲。事实上，从了解到的情况看，过去数月，ofo 主动裁撤或员工自行离职的幅度已经超出一家正常运作公司的人员流动范畴，其业务收缩趋势已然十分明显。而资金链的危机，也使得 ofo 相关的诉讼与纠纷不断增加。在 7 月，根据《每日经济新闻》报道，ofo 智能锁通信服务商表示，由于 ofo 超过半年未支付智能锁通信服务费，该服务商将对其服务的 300 万辆单车智能锁停止服务。物流公司层面，ofo 目前已拖欠了云鸟、德邦、百世物流等多家物流供应商上亿元人民币的欠款。其中，百世物流的诉讼已于近期开庭。数额更为庞大的欠款可能还在供应链上。在 8 月 31 日，作为 ofo 重要供应商的凤凰自行车向 ofo 发起诉讼。根据相关公告，2017 年，凤凰自行车与 ofo 方签订了《自行车采购框架协议》后，凤凰自行车与东峡大通签订了多份采购合同，截至起诉之日，ofo 方面凤凰自行车货款 6815.11 万元。一位供应链人士告诉《深网》，ofo 的供应商欠款问题不仅仅只存在于凤凰自行车身上，如若 ofo 不能及时拿出还款承诺，极有可能会有更多供应商向其发起诉讼。「凤凰是上市公司，ofo 已经影响了他们业绩」，该人士认为，相对而言，其他非上市企业会更有耐心，因为担心集中挤兑可能会导致完全拿不到钱，各家的诉求可能是希望 ofo 能给出一个分期还款计划。这或许会给予 ofo 一定喘息时间，但也不过是缓兵之计。如若不能尽快与资方达成一致，危机影响的层面仍会不断扩大，甚至有可能最终会破产清算 —— 这并不是创始人戴威希望看到的结局。 收购僵局但与资方达成一致并不是一件容易事。早在 8 月初，一位接近 ofo 某资方的人士就透露，无论谁接盘，ofo 糟糕的账面都决定了最迟 9 月就会出现一个各方达成的妥协性结局。但这样的预期仍会大概率落空。一位知情人士告诉《深网》，相对于被收购前的摩拜，ofo 的股东结构在此前阿里系资金进入前已经经历过一轮洗牌，小股东大幅减少；但即便如此，留下的股东，依旧存在一定的数量，而这些股东大多希望能通过滴滴或阿里的接盘尽快从 ofo 中退出。这一定程度上导致了在 ofo 收购案中，多个信源在持续发声。无论是急于出手的小股东、意图压价的收购方，还是对价格不满的当事方，都在试图通过制造有利舆论，达到自身目的。这几乎是近三个月以来 ofo 传闻频发的一大重要原因。在一位投资人士看来，长久以来的舆论干扰，极有可能已经对 ofo 收购案产生了较大影响，而各方持续的相互试探、多轮博弈，更是让这一笔原先被认为是既定事项的收购交易越来越充满变数。「滴滴的诉求一直是超低价接盘」，一位接近交易的人士向《深网》强调。相对于外界猜测滴滴希望从战略角度出发收购 ofo，另一种声音在于滴滴从未怀有诚意的进行报价。该人士认为，滴滴的态度，一度让 ofo 内部充满困惑：一般而言，在交易中本应双方相互妥协、退步，而滴滴的高姿态，似乎是趁人之危。这多少引发了个性要强的戴威的不满。但即便如此，自建单车业务羸弱的滴滴仍是当前 ofo 最有可能的接盘人。另一位潜在收购方蚂蚁金服目前已经重注哈罗单车，后者份额已居市场前三，这一定程度上削弱了阿里系的接盘意愿。只是，在多轮博弈未能明晰结局后，滴滴自身近期爆发的舆论危机，使得本不在核心战略内的这项收购，进一步推迟。滴滴变得愈加 「充满耐心」。这对于越来越没耐心的 ofo，绝不是一个好消息。 价值何在？在这其中，一个重要争议点在于，经历了数月以来的危机后，如今的 ofo 应该如何估值，其核心价值在何处？在 2017 年行业巅峰期时，业内一般认为共享单车企业的核心资产在于其持有的单车。作为一项重资产业务，共享单车并非是连接用户手中的单车，而是需要从供应商处采购单车再投入市场。其租赁商性质，一度使得单车本身成为厂商最为重要的资产。事实上，在今年 3 月，ofo 确实也是通过对单车进行抵押，从阿里系公司手中换取合计 17.7 亿元的资金。但汇总 ofo 的融资历程可以发现，其融资总金额至少在 22 亿美元，折合人民币至少有 150 亿元。考虑到采购款是共享单车厂商最大的开支，17.7 亿元人民币的抵押金额与其相去甚远。而 ofo 的单车价值仍在不断贬值之中。虽然共享单车出厂的设计寿命多是 3 年，但复杂的使用状况，使得其实际使用寿命往往仅有一到两年。一位业内人士告诉腾讯《深网》，距离去年 ofo 大规模投放已经有一年多时间，很多单车正好处于亟待更新换代的重要时期。但 ofo 的资金危机，已经导致新车投放效率大为下滑，从目前道路上的实际体验看，其实际可用车辆已比巅峰时期有所下滑。这使得 ofo 虽然名义上仍保有数百万辆单车，其实际价值极有可能已大打折扣。而在多位共享单车行业人士看来，如今单车市场的 「配额」可能才是 ofo 资产的最核心价值所在。自去年 9 月以来，多地政府出台政策，遏制共享单车新车投放。这在共享单车使用率高的一二线城市最为显著 —– 新进入的玩家，即便有充足的资金，也很难大举进入市场。以滴滴自有共享单车业务青桔为例，截至 8 月，其开城数量仅有 30 个，且多为三四线城市，一二线城市鲜有踪影。目前已跻身行业前三的哈罗单车同样也难逃这一宿命。此前，哈罗单车在郑州投放后，随即被当地政府认定是违规投放。之后入驻北京再次引发争议，虽然哈罗方面解释称仅为置换其合并方永安行的车辆，但考虑到永安行在北京市场保有量并不多，后续扩张仍不甚乐观。作为最先布局国内一二线城市的两家厂商之一，ofo 在这方面有着显著优势。无论是滴滴还是哈罗背后的阿里，从这一层面上考虑，都拥有一定并购 ofo 的需求。只是，如何对这一 「配额」进行准确估值，显然还没有太多参考案例。 单车终局即便 ofo 在行业依旧拥有重要价值，问题在于，在资本市场日益看衰共享单车的现在，无论是滴滴还是阿里，是否还愿意再重金布局这个不断烧钱难以获得回报的领域？其原先确立的通过用车费用盈利的模式早已被证伪。在过去两年间，无论是 ofo 还是摩拜，几乎都是在依靠不断烧钱运作。在一些投资界人士看来，共享单车就是一个无底洞，让人难以看到盈利的希望。不过 ofo 似乎并未接受这一论断。在今年遭遇资本危机后，ofo 一直在激进的推进商业化，其中一个重要举措是推进车身广告。《深网》了解到，今年 6 月 ofo 宣布的百个实现盈利城市，很大程度上得益于车身广告这项业务。不过，在这份 ofo 的内部盈利城市名单中，车辆投放数量原本就不大，还经过了人员大幅精简的 「空军」城市占了绝大多数。相对低廉的运维成本及人力成本，为 「盈利」提供了保障。但一位知情人士透露，此前 ofo 的「盈利」计算方式存在一个纰漏，就是并未计算单车的折旧费用。这意味着，一旦将时间拉长到 3 个月、半年，单车客观的折旧成本，极有可能会让这些 「盈利城市」被打回原形。更为重要的是，政策层面的风险，可能会将这一模式彻底归零。根据《北京市鼓励规范发展共享自行车的指导意见（试行）》，投放车辆应符合国家、行业标准，安装车载卫星定位装置，不得设置商业广告。而上海市交通委员会发布的《上海市互联网租赁自行车管理办法》草案同样也明确要求，不得在车辆上设置商业广告。随着京沪两地在共享单车领域的管理日益完善，其他城市如若跟进，无疑会对 ofo 的该项业务产生巨大打击。而在车身广告之后，ofo 本月又开始力推短视频广告。根据当时 ofo 方面的介绍，用户在开锁时可观看 5 秒的视频广告，其合作伙伴包括可口可乐等。只是，这一举措能否获得认可仍有待检验。截至目前，ofo 在商业化领域的尝试，几乎都未取得实质性成功。在诸多行业人士眼中，时至今日，共享单车的未来几乎只有被纳入巨头旗下、与巨头协同这一条路。但如何协同，如何避免大幅亏损，对于巨头，同样需要不断艰难探索 ······ 显然，这已经不再是一块受欢迎的香饽饽。在这样的大背景下，ofo 若想要把握自己的命运，异常艰难。本文来自微信公众号「腾讯深网」(ID：qqshenwang)，作者为李儒超，编辑为康晓，爱范儿经授权发布。原文请参见: https://www.ifanr.com/1107273?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=","categories":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}],"tags":[{"name":"爱范儿 · Beats of Bits","slug":"爱范儿-·-Beats-of-Bits","permalink":"http://qahome.cn/tags/爱范儿-·-Beats-of-Bits/"}],"keywords":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}]},{"title":"我们用了 6 天 iPhone XS Max，这里有一些评测之外的感受","slug":"我们用了 6 天 iPhone XS Max，这里有一些评测之外的感受","date":"2018-09-27T06:00:01.000Z","updated":"2018-10-06T02:33:38.309Z","comments":true,"path":"2018/09/27/我们用了 6 天 iPhone XS Max，这里有一些评测之外的感受/","link":"","permalink":"http://qahome.cn/2018/09/27/我们用了 6 天 iPhone XS Max，这里有一些评测之外的感受/","excerpt":"","text":"苹果 iPhone XS/XS Max 开售已近一周，就如我们看到的那样，它们和上一代 iPhone X 的外观区别并不大，如果你已经是 iPhone X 用户，这种感受会更强烈。毕竟标志性的刘海和四等边宽的屏幕都是熟悉的味道，后背也仍然是坚挺如初的竖排双摄。如果不换上新的气泡壁纸，同样黑色的 iPhone XS 和 iPhone X 放在一起，大部分人估计都会陷入「双机傍地走，安能辨我是新旧」的迷茫之中。但 iPhone XS Max 有些不一样，大屏幕和双卡双待，让这款机型获得了比 iPhone XS 更高的关注度，同时它也拥有一些独有的特性。因此，经过近一星期的持续日常使用后，我们会在之前《iPhone XS 模范评测》文章的基础上，再来分享一些和 iPhone XS Max 有关的细节体验。 比 iPhone X 重了 34g，需要重新适应的「坠手感」iPhone XS Max 的大，只有在你真正拿到手上时才会感受到。在过去一年里，我基本都在用 iPhone X 作为主力机，这款 5.8 英寸的手机在机身尺寸上我是挺满意的，单手就可以很安稳地握住，手指也能轻松够到上方的状态栏，实现顶部回弹的操作。但这几天换成 Max 后，我感觉就像是重新回到了 2016 年在用 iPhone 7 Plus 的日子。尺寸变大，自然也会变得更重，现在不管是通勤路上从口袋里将手机掏出，还是上班时从桌上拿起，我的小拇指都会习惯性撑着 iPhone XS Max 机身的底部，然后再进行上滑手势的操作。这是一种生怕脱手的拘谨，没法再像手持 iPhone X 那般随心所欲。虽然 iPhone XS Max 的厚度和 iPhone X 一致，但由于它并不是曲面机身，而且机身稍宽，所以厚重感也会比同样大小的 Android 旗舰机更强烈，形象点说就是更「坠手」。按照官方给出的数据，iPhone XS Max 的重量达到了 208g，这和 iPhone 8 Plus 的 202g 差不多，但比 iPhone X 的 174g 增加不少。正是这三十多克的重量差，带来了很明显的手感差异。如果你已经习惯了非 Plus 系列的小尺寸 iPhone 的手感，那么在选择大屏 iPhone 时，最好还是先掂量下真机的重量，以及手指能不能够到屏幕的对角线位置；而对于已经用过 Android 旗舰机的用户，Max 的尺寸其实和主流的 6.X 英寸全面屏手机非常相近。▲可以看到底部新增的天线接缝。图片来自：iFixit另外，今年两款新 iPhone 还调整了底部扬声器和麦克风开孔的设计。在过去，iPhone 的这个区域是保持对称设计的，左右开孔数都一样，但在 iPhone XS Max 上，有一侧只挖了 4 个孔，另一侧扬声器则有 7 个孔，这可能是为了预留天线开口。在 iPhone X 上，这种天线接缝只有在左右两侧的边框上才能看到，而今年则在顶部和底部各增加了一道开口，相近的配色并不会让这道天线很显眼，iFixit 猜测这应该和新 iPhone 支持的千兆级 LTE 有关。▲ 双扬声器能够显著提升看电影和玩游戏的体验还有一个看不到但却挺重要的改进细节是扬声器。早在 iPhone 7 时代苹果就尝试将另一颗扬声器藏在顶部的听筒部分，从而实现双扬声器立体声的效果。今年苹果则宣称实现了「更宽广的音效」，实际 XS 和 XS Max 的扬声器组件都是一样的，在看视频和游戏时确实比 X 的更响亮，坐在一旁围观的人感受会更明显。 屏幕确实大了，但并不意味着你能比 iPhone XS 看到更多的内容更大的尺寸，让 iPhone XS Max 获得了一块迄今为止最高分辨率的 iPhone 屏幕，但它的逻辑分辨率宽度其实和过去的 Plus 系列是一致的，所以在做应用适配时，仍然能够以 Plus 的为基准，在不改变宽度的情况下对纵向进行内容延伸即可，这和之前用 iPhone 6/6s/7 做 iPhone X 的适配非常相似。▲ 未适配的应用显示的内容是一样的▲设置页面能看到，iPhone XS Max 可以多显示两条选项不过，由于 Max 逻辑分辨率的宽高比例也和 iPhone X 基本一致，所以哪怕是没有特定的适配，App 仍然可正常显示，只不过是直接以 iPhone X 为基准进行等比放大的。但极个别应用也出现了底部按钮重叠，或是闪退的现象，比如未更新前的 QQ、王者荣耀和哔哩哔哩。不适配直接用的问题是，你在 iPhone X 上能看到多少内容，在 iPhone XS Max 上也是看到这么多，哪怕是屏幕更大，但屏幕显示出来信息都是一样的，无非就是字号和 UI 控件更大一点。虽然挺省事，但并没有充分发挥 iPhone XS Max 的大屏优势。▲ 适配完的应用，字号和字距都会有所优化而专门适配过的应用就不一样了，比如说最近更新的第三方 Reddit 客户端 Apollo，iPhone XS Max 的版本在字号和字距上就做出了调整，所以能比 iPhone X 多刷出两条内容，当然前提仍然是要开发者愿意去做这样的特定调整。更大的屏幕带来的优势还不止这点，iPhone XS Max 还重新带回了过往 Plus 系列独有的横屏模式，这也是以前我在用 Plus 系列时非常喜欢的功能。具体来说，当你将 iPhone 水平放置，在横屏状态下查看设置、邮件、地图等应用时，界面会自动变成左右两栏的视图，一边是各种选项按钮，另一边则用于显示具体信息。对比 iPhone X 的界面，横屏布局显然能更充分利用屏幕的显示空间，而像 Safari 浏览器还能在横屏状态下自动切换成桌面端的 Web 网页，有效发挥了横屏的特性。▲ 一些支持横屏的系统自带应用不过这项功能确实略小众，除了系统自带的应用外，仅有少部分的第三方 iPhone 应用支持横屏显示，分栏界面更是少之又少，毕竟大部分人更倾向于打开竖向锁定功能，而不是让手机画面转来转去。 表面看上去一样的双摄像头，其实也有看不到的变化今年的 iPhone XS/XS Max 搭载了一颗 7nm 制程工艺的 A12 芯片，如爱范儿早先的评测，我们已经对这颗芯片进行了简单的跑分测试，其中 CPU 部分仍然维持了 6 核心的架构，主频略有提升，分数变化并不大；重点还是放在了 GPU 以及 AI 神经网络引擎的部分，后者比 A11 整整快了 9 倍之多。▲ A12 结构剖面图。图片来自：AnandTech目前 Techinsights 已经给出了 A12 结构剖面图，而 AnandTech 则对各个部分进行了更详细的标注。你可以很清晰看到 CPU 部分的 2 个大核、4 个小核，以及 4 颗 GPU核心、NPU 神经网络引擎等模块的位置和面积。据悉，整块 A12 芯片的封装面积仅为 9.89mm x 8.42mm = 83.27 mm²，和 A11 相比缩小了 5%，虽然没有从 A10 到 A11 缩小了 30% 那么夸张，但借助 7nm 工艺，苹果仍然往里面塞入了 69 亿个晶体管，明显高于去年 A11 的 43 亿。大屏幕对于视频和游戏体验的提升是非常明显的，之前我也提到说，像《狂野飙车9》这类的手游会有 4-5 秒的载入优质，而大屏幕下，在《绝对求生刺激战场》里找远处的人影也要省心不少。▲ AR 游戏《The Machines》另外，去年 iPhone X 在高负荷任务下会有明显的发热情况，尤其以运行大型游戏和 AR 应用时最为严重。比如我之前玩得较多的 AR 游戏《The Machines》，虽然运行得很稳定，但只要玩上十几分钟，机身后背摄像头周围的位置就会开始烫手，更老一点的机型会更热得更快。现在这种状况已经大为改善，指望跑游戏「完全不发热」有点不实际，但「暖手」和「烫手」还是有明显不同的。除了芯片，另一个值得留意的是 iPhone XS/XS Max 后置摄像头的变化。从技术规格来说，iPhone XS Max 采用的依旧双 1200 万像素广角加长焦的方案，看似是没有大变化。但根据 Techinsights 的拆解，这颗来自索尼的传感器尺寸从去年的 32.8mm² 增大到 40.6mm²，单位像素由去年 iPhone 8/X 的 1.22 μm 增加到 1.4 μm，对焦像素点的密度也更高。单位像素尺寸的提升，让这一代的 iPhone XS/XS Max 获得了更好的暗光拍摄能力，无非就是获得更少的噪点和更纯净的样张，但对焦速度上和 iPhone X 变化不大，具体样张可以参考之前评测文的对比。▲ 图片来自：thesweetsetup不过硬件并不是今年新 iPhone 摄像头的重点，而是 ISP 单元新加入的 AI 支持，就像去年的人像光效模式一样，也是由 A11 神经网络引擎的算法驱动，除了深度探测还要识别出照片中的光线。而今年重点则放在了智能 HDR 后处理上，同时人像模式也能更好地处理主体和背景之间的过度，提供先拍照后调整景深的功能。 续航肯定比 iPhone X 要好，但信号问题确实很尴尬去年 iPhone X 的续航并不理想，按照我个人的使用习惯，早上从床头拔下充电头去上班，回家后基本只能剩下 30% 左右的电量，倘若是出差当个网络热点那电量会掉得更快，持续使用可能当天下午就要接个移动电源了。▲ 由左到右分别是 iPhone X，XS，XS Max，可以看到 XS 的电池变成一体成型，但拐角处空了个缺口，据悉为了防止过热膨胀而造成挤压，所以 XS 的电池比 X 还要小一点，而 Max 的电池依旧是分开两块。图片来自：iFixit这也是我会在今年选择 iPhone XS Max 的原因之一，更大容量的电池的确能带来更多方便——从拆解来看，iPhone XS Max 配备的是 3174mAh 的电池，比 iPhone X 的 2716mAh 要多不少，也是历代 iPhone 设备中电池最大的一款。实际体验下来，在使用习惯不变的情况下，iPhone XS Max 至少可以坚持到晚上睡前那一刻才接上充电线；而如果平时玩游戏和看视频需求较高，多出来的电池也足够你多打几局吃鸡游戏。但 iPhone XS Max 仍然有被人吐槽的部分，主要是在充电速度和信号问题上。前者的问题其实很好解决，只要换个支持快充的充电头就好了；至于后者，我们在昨天的《实测 iPhone XS 网络性能》一文里也进行了实际的测试，就结果而言，iPhone XS/XS Max 的信号不如主流 Android 旗舰已成事实，除了大部分观点所认为的英特尔基带外，也有结构本身的问题，即全面屏设计和「短下巴」对天线净空区造成的影响。如果你去年也使用了 iPhone X 应该能感同身受，哪怕使用的是高通基带，这款手机的信号也比前几代 iPhone 要差一点，总之就是在信号好的地方不会有特别的感知，但在信号不好的地方，这种隐性缺陷就会被进一步放大。说白了，这是一个「为了设计而做出的妥协」，也很像是苹果设计师们会做的事情。所以，对 iPhone 信号的吐槽其实从去年 iPhone X 就开始了，也是苹果拥抱英特尔抛弃高通后对产品带来的影响。对于这个决策，每个人都有自己的看法，有人可能觉得信号能用就行不必追求最好，而有人则觉得苹果忽视了 iPhone 作为通信工具最基本的功能。在我看来，虽然 iPhone XS Max 还不至于出现漏接电话这种「根本没法用」的境地，但可以肯定的是，当我历经数次刷着微博突然刷不出图要缓一缓，或者微信状态栏转圈显示「连接中」的情况后，那一刻的感觉，确实是挺不爽的。 所以 iPhone XS Max 到底适合谁入手？作为一款主流旗舰设备，我们对 iPhone 的期望向来是提供不弱于同期 Android 旗舰的性能和体验，但很显然，在通信能力这点上，这两年的 iPhone X 系列是有失水准的。这也许并不会成为影响用户购买的关键因素，但对手机信号十分敏感的用户群，估计很难再将 iPhone 列入待购清单之中。抛开这点不谈，iPhone XS Max 的大屏幕和双卡双待，配合更稳定的 iOS 12 系统和最好的芯片性能，这些外在和内在的变化全都加到一起，对于苹果生态圈内的用户还是颇为吸引的。在不足之外，iPhone 自身的差异化，依旧能给出很多让人入手的理由。尤其是那些已经使用了两三年 Plus 系列准备换代，以及对 iPhone X 尺寸不满意的人，以及对双卡双待有迫切需求的用户，iPhone XS Max 更像是为他们量身定制的。不仅是为了最大的屏幕和最好的影音娱乐体验，如果后续有更多的适配应用，Max 在各种信息流阅读和移动办公方面还能有更突出的优势。当然这一切的大前提，还是得先习惯苹果的新定价。题图：iPhone XS Max原文请参见: https://www.ifanr.com/1107476?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=","categories":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}],"tags":[{"name":"爱范儿 · Beats of Bits","slug":"爱范儿-·-Beats-of-Bits","permalink":"http://qahome.cn/tags/爱范儿-·-Beats-of-Bits/"}],"keywords":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}]},{"title":"在手机上做「双系统」，vivo 希望你能少带一台工作专用手机","slug":"在手机上做「双系统」，vivo 希望你能少带一台工作专用手机","date":"2018-09-27T06:00:01.000Z","updated":"2018-10-06T02:33:38.256Z","comments":true,"path":"2018/09/27/在手机上做「双系统」，vivo 希望你能少带一台工作专用手机/","link":"","permalink":"http://qahome.cn/2018/09/27/在手机上做「双系统」，vivo 希望你能少带一台工作专用手机/","excerpt":"","text":"2018 年 9 月 27 日，vivo 在深圳举行了一场「工作域平台发布会」的活动。会上，vivo 主要发布了一些面向军用国防、医疗、商业、教育等方向的政企级解决方案。针对这部分需求和方案，vivo 推出了一款能i植入在手机中的个人、工作双域切换的应用，能够满足工作上的信息安全、专项功能的同时，也可以不会影响到个人手机体验。会上，vivo 展示了首款搭载工作域平台应用的手机 vivo X21。这款手机跟市面上贩卖的 vivo X21，配置基本上是一样的。最大的区别在于，这款手机会整合上 vivo 的「工作域平台」应用，支持个人生活、工作双域切换。vivo 也会针对用户的需求，对手机进行一些功能上、配置上的定制，如增加更多加密用的芯片，或者针对某些特定的功能需求来定制硬件。除了 vivo X21，用户其实还能够选择其他机型去做双域平台的定制，vivo X21 和 X23 都在可选择的范围之内。vivo 表示，在未来将会有更多机器进入到整个政企系统当中，企业用户的可选择方案也会更多。功能上，vivo 这个双域平台的出现，是为了方便用户在「个人域」和「工作域」中切换。个人域下，用户能够正常进行通讯、社交、游戏等体验，用起来也就跟一般的 X23、X21 等市面在售的手机是一样的。进入工作域之后，这个模式会根据定制用户的需求加入一些相应的功能。最常见的阿里钉钉等一些应对企业需求的应用，vivo 都能够事先整合到工作域中，或者放在工作领域的应用市场中，方便用户使用。这个，会是工作域功能的第一步。另外针对信息安全，vivo 也有做进一步的功能优化。首先，植入工作域的手机能够根据定位等环境信号，判断这台手机什么时候打开或关闭。例如进入需要保密的生产车间时，手机的工作域会自动打开，同时也会按照功能定制需求锁死相机和网络功能。手机只要进入到生产车间就不能开启这两项功能，直到离开车间，手机就会退出工作域，解锁全部功能。这个只是工作域模式的其中一种应用方案，vivo 表示能够根据企业的需求定制手机，例如对于警方、军方需求制作只保留工作域的手机，以确保信息安全性。另外，这套系统也可以用于教育或医疗等领域，功能也没有局限在信息安全上，具体的功能还是要根据用户需求去定制。对于一家主要走消费市场的厂商，vivo 在政企解决方案方向上的表现其实也不多。这个从 2016 开始的项目，目前也只是走过了两年时间，不论是经验还是技术储备还有对赢利点的思考，vivo 在政企应用方向上还是要投入更多，沉淀更多。而单纯就目前这套双域解决方案而言，vivo 是希望通过整合个人和工作两组手机，来减少专业人士在多手机携带所带来的麻烦。这这方面上，vivo 可以通过在消费级终端产品上的经验，优化政企产品的体验，让机器用起来变得方便，这个是他们的优势，也是核心卖点。对此，vivo 在发布会上也提到，未来将会在政企方向上投入更多资源，以迎着这开始成长的市场，成为自己新的赢利点。原文请参见: https://www.ifanr.com/1107726?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=","categories":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}],"tags":[{"name":"爱范儿 · Beats of Bits","slug":"爱范儿-·-Beats-of-Bits","permalink":"http://qahome.cn/tags/爱范儿-·-Beats-of-Bits/"}],"keywords":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}]},{"title":"雷军 23 条微博背后，是第二家小米生态链企业上市的秘密","slug":"雷军 23 条微博背后，是第二家小米生态链企业上市的秘密","date":"2018-09-27T06:00:01.000Z","updated":"2018-10-06T02:33:38.443Z","comments":true,"path":"2018/09/27/雷军 23 条微博背后，是第二家小米生态链企业上市的秘密/","link":"","permalink":"http://qahome.cn/2018/09/27/雷军 23 条微博背后，是第二家小米生态链企业上市的秘密/","excerpt":"","text":"祝贺云米今晚在美国纳斯达克成功上市，这是继华米科技之后第二家赴美上市的小米生态链企业。感谢陈小平带领云米团队研发并制造了小米净水器等产品，同时也感谢米粉的支持！9 月 25 日晚 10 点 55 分，小米创始人雷军在微博这样写到。云米以 9 美元/ADS 的发行价登陆纳斯达克，开盘即涨 5.56%，盘中一度大涨 21.67%，但之后迅速下滑。截止当地时间 9 月 26 日美股收盘，云米股价为 8.30 美元，已跌破发行价，目前市值 5.75 亿美元，仅次于华米的 6.31 亿美元。在以个性十足、能言敢言著称的科技创业者中，有两个反其道而行之、将自己的公众形象活成机器人的人：国外是马克·扎克伯格，国内就是雷军。▲ 网友恶搞扎克伯格在国会听证会上表现得像机器人. 图片来自：YouTube两人同样精力充沛，对公司，甚至关联公司都极其熟悉，毫不介意直接插手重要业务，同时不遗余力地在个人社交网络账号上推广自家产品。小米诸多生态链企业的产品都得到过雷军本人微博的推荐，而生产小米净水器的云米是 2015 年最得宠的一个，半年时间，雷军发了 23 条关于云米的微博，它们共同揭示了后者能赴美上市的秘密。 2015.7.16，3 条微博，「小米净水器来了」2015 年 7 月 16 日，雷军在小米新品沟通会上了发布了小米净水器，当天，他发了 3 条关于小米净水器的微博，文案都非常小米：出众的参数，富有竞争力的价格，以及小米提炼出的当下净水器的「主要槽点」。成功的秘密一：小米模式和家电细分领域的结合。2014 年，智能家居风头正盛，小米也开始了生态链的布局。他们的打法简单粗暴，以极低的价格和严苛的条件，将一些优秀的智能家居创业团队纳入生态链中，同时向后者开放高水准的供应链资源、品牌溢价能力和销售渠道，使其在竞争中处于先机。生态链企业的发展则能丰富小米的产品线，提升用户黏性，提高估值。获得小米不足千万元的天使轮融资后，云米很快拿到了顺为资本、红杉和晨兴资本的数千万元 A 轮融资。 2015.7.17 – 7.20，4 条微博，「空气不行，水不行，手机再好有什么用？」雷军巧妙地引用了马云在乌镇峰会上对小米的暗讽，顺势借用多方数据，引出了做净水器的必要性。成功的秘密二：寻找一个巨大的市场和一个能快速切入的品类。云米创始人陈小平在 IPO 之后接受采访时回忆到，云米诞生于小米战略入股美的后，小米联合创始人刘德拜访美的。时任美的生活电器事业部副总裁的陈小平听说小米要做净水器，双方一致判断这是一个市场巨大，同时存在很多痛点的市场。结果就是，「“德哥，你来投资我吧，我来干。”」 2015.7.21 – 7.23，4 条微博，「小米净水器占地面积仅一张 A4 纸」除了 A 纸的强烈对比，雷军还普及了微滤、超滤、RO 反渗透等晦涩的专业术语，并讲述了云米团队艰难的研发过程。这是小米特有的话术，就像小米 4 发布会一定要为常见的不锈钢材料换一个「奥氏体 304」的名字。但不可否认，小米及其生态链企业在某些关键性能上提供了颠覆性的体验，并将这种印象牢牢植入用户心中。成功的秘密三：在某些关键性能上提供颠覆性体验。这也是小米建立品牌认知的成功之道。 2015.7.25 – 7.27，4 条微博，「来小米网预约吧」7 月 28 日是小米净水器首发的日子，雷军从 7 月 25 日开始连发了 4 条微博，提醒粉丝去小米网预约购买。成功的秘密四：拥抱小米的渠道。这是几乎所有的小米生态链企业成功的秘密，包括更早上市的华米。云米的招股书显示，2016 年 – 2018 年 前 6 个月，云米向小米出售产品的营收分别占总营收的比例分别高达 95.9%、84.7% 和 62.6%。 2015.7.28 – 12.13，8 条微博，「如何用互联网思维做净水器」雷军转发了多条云米创始人陈小平和米粉的微博，陈小平开始像雷军一样，总结如何用互联网思维做热水器，甚至组织了小米同城会的米粉进入小米净水器工厂参观。成功的秘密五：建设社群，和粉丝做朋友。这是云米的未来，也是云米的市值能不能再上新台阶的关键。尽管招股书显示，云米 2018 年前 6 个月营收 10.402 亿元，比去年同期增长 284.4%，净利润也同比增长 271.5%，但是，严重依赖小米依然是云米迈不过去的槛。更早上市的华米是「去小米化」的代表，它推出了自主品牌 Amazfit，发布与小米的价格和定位颇为不同的手环和智能手表。陈小平接受采访时，并不认为严重依赖小米是个问题，但一方面，云米在强化自己的品牌，最新的净水器还找了杨幂代言。这是华米的老路，陈小平的内心未必没有星辰大海。原文请参见: https://www.ifanr.com/1107574?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=","categories":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}],"tags":[{"name":"爱范儿 · Beats of Bits","slug":"爱范儿-·-Beats-of-Bits","permalink":"http://qahome.cn/tags/爱范儿-·-Beats-of-Bits/"}],"keywords":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}]},{"title":"NASA 公布新的太空探索计划：重返月球，登陆火星","slug":"NASA 公布新的太空探索计划：重返月球，登陆火星","date":"2018-09-27T06:00:01.000Z","updated":"2018-10-08T21:57:56.961Z","comments":true,"path":"2018/09/27/NASA 公布新的太空探索计划：重返月球，登陆火星/","link":"","permalink":"http://qahome.cn/2018/09/27/NASA 公布新的太空探索计划：重返月球，登陆火星/","excerpt":"","text":"上周 Space X 公布了首个月球旅行的旅客，日本亿万富豪前泽友作有可能成为 1972 年美国阿波罗登月计划结束后，首个重回环月轨道的人类，不过这个成就可能会被 NASA 捷足先登了。今天 NASA 公布一份新的太空探索计划。不仅要重启登月计划，还要将人类送往火星，此外还要将国际空间站进行商业化运营，在近几年被 Space X 、Blue Origin 这样的民营航天企业占尽风头后，NASA 终于坐不住了。NASA 这份太空探索计划主要分为三部分，分别是开放近地轨道的空间站进行商业化运营，在月球轨道将建立一个半永久性的基地，最后则是让火星探测器实现往返地球。▲ 图片来自：华盛顿邮报从这几项计划来看，NASA 跟 Space X 是越来越像了。首先是商业化的运作，NASA 表示国际空间站未来几年将对一些商业机构开放合作以获得更多收入，并希望在 2025 年做到无需再依赖政府的资助。目前 NASA 已经委托一些机构探讨空间站在近地轨道进行商业化运营的可行性和最佳方式，或许会像 Space X 和波音这些公司一样推出商业化的太空旅行服务。其实 NASA 的商业化早就在酝酿，NASA 新任署长 Jim Bridenstine 专门为此筹备了一个委员会，研究 NASA 与广告商合作的方式，包括在太空船和火箭植入品牌，调查让宇航员在地球和太空中进行广告代言的可行性。NASA 商业化委员会的负责人 Mike Gold 表示： 商业化在地球上运营得非常好，我们没理由不将其推广到太空上。从禁止一切商业品牌在太空活动中露出到拥抱商业化，这或许能在一定程度减轻 NASA 的资金压力，不过要完成月球和火星的探索任务这还远远不够，要知道 NASA 在上世纪六七十年代的阿波罗计划就花了 1190 亿美元。如今 NASA 决定重启月球探索计划，在 2023 年进行载人的绕月飞行，并在 2030 年前再次登月，我们这代人或许能在有生之年再次见证人类登陆月球。▲NASA 宇航员 Eugene Andrew Cernan 驾驶月球车.为了实现这一目标，NASA 计划在月球轨道上建立一个半永久性绕月基地，这一绕月基地目前已经开始建造，未来将搭载火箭进入太空完成组装，首个组成部分最快在将在 2022 年发射。届时宇航员将在绕月基地上面进行新技术和系统的测试，为月球基地的建设打下基础，NASA 计划将在月球表面建立一个基地，作为探索太空的中转站，为了下一步迈向火星做准备。▲ 月球基地概念图. 图片来自：Bungie虽然 NASA 提到了火星登陆计划，但短期内还不会实现，NASA 计划在 2020 年先通过探测器回收一些火星岩石样本，在 2024 年再作出下一阶段的火星的探索计划。其实早在 2003 年 NASA 就向火星发射了「机遇号」火星探测车，至今「机遇号」仍在服役。它在火星上已经行驶了超过 40 公里，创造了人类探测器在外星的最长行驶距离纪录。不过这些火星探测车基本上都是有去无回，人类目前还未曾从火星上带回过任何土壤样本。因此登陆火星，甚至是火星移民在短时间不太可能实现。而 NASA 这次的计划也相对短期，基本在可预期的未来可以看到成果。这可能与 NASA 近年来经费不断削减有关系，在耗资 2000 多亿美元的航天飞机计划中止后，这些年 NASA 花费超过 100 亿的项目也只有 5 个。这次 NASA 重启一系列太空探索计划，跟特朗普去年 12 月签署的太空政策令有很大关系，特朗普要求 NASA 使美国航天员重返月球，后续将人类送往火星，并重启已被关闭 24 年的国家太空委员会，希望恢复美国昔日在太空探索中的领导地位。▲ 图片来自：NASA但这也不是总统可以说了算的，还需要国会批准预算，NASA曾估算重返月球将花费 1000 亿美元以上，这毕竟不是一笔小数目，因此先从一些短期项目开始也是比较现实的选择。比起 NASA ，马斯克的 Space X 的火星移民计划则要激进得多了，Space X 计划在 2022 年发射至少两艘货船到火星，为日后的太空飞船提供能源、采矿技术和生命支持系统。▲ 图片来自：马斯克描绘的未来火星蓝图而搭载宇航员登陆火星则计划在 2024 年完成，届时火星上将有 6 艘飞船，并完成寻找水源地和建造推进剂工厂等任务，马斯克上周还表示承担这项任务的新一代大型猎鹰火箭（BFR）的首次飞行将会在明年进行，预计 2 到 3 年就可以进行入轨飞行。再过几天就是 NASA 60 周岁的生日，从冷战时期到 21 世纪，探索太空的方式已经从国家主导的太空竞赛，转向 Space X 、亚马逊这样的民营企业。 1969 年 7 月 21 日 ，NASA 宇航员阿姆斯特朗在月球上踩下人类第一个脚印，但率先登上火星的还会是 NASA 吗？原文请参见: https://www.ifanr.com/1107375?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=","categories":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}],"tags":[{"name":"爱范儿 · Beats of Bits","slug":"爱范儿-·-Beats-of-Bits","permalink":"http://qahome.cn/tags/爱范儿-·-Beats-of-Bits/"}],"keywords":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}]},{"title":"卖书不成，「卖身」失败，当当这悲喜交加的19年","slug":"卖书不成，「卖身」失败，当当这悲喜交加的19年","date":"2018-09-27T06:00:01.000Z","updated":"2018-10-06T02:33:38.247Z","comments":true,"path":"2018/09/27/卖书不成，「卖身」失败，当当这悲喜交加的19年/","link":"","permalink":"http://qahome.cn/2018/09/27/卖书不成，「卖身」失败，当当这悲喜交加的19年/","excerpt":"","text":"当当和海航「订婚」半年后，这桩婚事却在 9 月 19 日告吹，双方各自发布公告宣布终止并购谈判。当天猫、京东、苏宁甚至拼多多在电商领域杀得你死我活之时，昔日的领头羊当当，却早已被人忽略，如今只能凭借退市、卖身、并购失败等资本动作，才能重新进入大众视野，收获的也不过一片唏嘘。熬过了 21 世纪初互联网泡沫的寒冬，经过了国内电商市场几度厮杀，还有过上市的辉煌，即将步入弱冠之年的当当，眼下却不知路在何方。 成也图书，败也图书和腾讯、阿里、网易等老牌互联网公司一样，当当也诞生于上世纪 90 年代末的互联网浪潮。1999 年 11 月，受图书巨头贝塔斯曼的在线商城的启发，从美国归来的李国庆和妻子俞渝创立当当网，主营图书业务，李国庆担任 CEO，俞渝出任董事长。▲ 2000 年当当首页截图 图片来自：Archive.org这种「夫妻店」模式，在后来外界的复盘中，被认为是导致当当在发展过程中策略过于保守的原因之一，李国庆也曾反思“管理上很难说服对方，造成决策和执行效率低，还会对生活造成损伤。”入场早，加之图书标准化特点和电商的价格优势，当当很快在电子商务市场占得先机，国内实体书店的衰亡，很大程度上也要拜当当所赐。和所有优秀的创业公司一样，势头正猛的当当得到了巨头的青睐。2003 年，亚马逊开出了 1.5 亿到 2 亿美元价格试图收购当当，但双方在占股比例上未能达成一致，最终交易「流产」。亚马逊转头就收购了「卓越网」，摇身一变成了「亚马逊中国」，与当当成了直接竞争对手。不过彼时蓬勃发展的电商市场，有的是流量红利，多一个竞争对手，当当活得依然很滋润，是中国第一大网上书店，从后来的发展来看，真正动摇当当根基的，反倒是以 3C 起家的京东。2010 年 2 月，刘强东接受媒体采访时还信誓旦旦地表示京东 5 年内不会涉足在线图书销售，结果同年 11 月，京东图书频道启动试营业，此时距离当当上市只有一个月时间，除了扩大经营品类外，京东此举普遍被认为有扰乱当当上市计划之意。▲ 李国庆和俞渝 图片来自：视觉中国一个月后的 12 月 8 日，当当还是顺利登陆美国纽约交易所。有着「中国亚马逊」之称的当当受到美国市场追捧，上市首日股价报收于 29.91 美元，较发行价大涨 86.94%，市值超过 20 亿美元，创下中国公司海外上市市盈率和亚太区当年高科技公司融资额新高的纪录。然而，对于当当而言，上市不是起点，反而更像是终点。面对京东来势汹汹的价格战——刘强东说京东每本图书价格都会比对手低 20%，刚在美国敲完钟的李国庆尽管回应称不惧怕价格战，但作为上市公司，当当在盈利的压力下，显然无法再像创业公司一样大肆烧钱抢占市场。▲ 图片来自：新浪国内在线图书市场的格局迅速被打破，由当当、卓越「两强争霸」变为「三足鼎立」之势。当当欲以其人之道还治其人之身，进军数码 3C 品类，但还是受制于成本控制，且议价权较弱，并未能打击到京东。当当的股价，则在上市初期迎风飙涨后，一路走低。▲ 当当从上市到退市的股价走势上市一周年纪念当天，当当得到了敲响当天纽交所闭市钟的特权，因为「当当」二字的缘故，李国庆特意敲了两下闭市槌，开了纽交所的先例，但这更像是盛世下的余辉，当天当当股价涨幅达 19.78%，报收于 5.57 美元，尚不及发行价的零头。 什么都做，却什么都没做好要说当当不思进取，似乎也有些不公平。2011 年，当当试水奢侈品网购，但商品的真假遭到质疑，大牌厂商否认有合作关系；2012 年凡客风靡的时候，当当推出了自有品牌「当当优品」，主打高性价比家居生活用品，比网易严选早了 4 年；唯品会等特卖模式大火的时候，当当分别在 2013 和 2014 年上线了专卖服装尾货的「尾品汇」和主打特价的「新品闪购」；2014 年当当斥巨资在内蒙建立养羊基地并上架自有品牌羊绒商品「当当羊绒 Premium」。▲ 图片来自：视觉中国而不管是卖奢侈品、卖衣服还是养羊，当当似乎没想清楚自己到底想干什么，唯一始终在坚持的，只有图书。与其说当当错过了这些年电商发展的机遇，倒不如说当当每次的转型，都比别人慢了半拍。一方面，当当不愿意烧钱；另一方面，看重股权的李国庆夫妇也不愿意引入资本稀释股份。2014 年，腾讯提出入股当当，李国庆只肯让出 25% 的股价，但腾讯要求占股 33%，谈判告吹，于是腾讯牵手京东……过程和结局，与 11 年前简直一模一样。▲2010-2015 年当当和京东净营收规模对比 图片来自：市值风云不同的是，此时的当当，已经不是 11 年前高枕无忧的状态，无论是净营收还是增长速度，都远远落后于京东。公开数据显示，2008 年京东的销售额仅为当当的 75%；但在 2015 年当当最后一次对外公布财报时，京东的营收已经是当当的 18 倍。应该说，从当当 2012 年入驻天猫开始，这场战争就已经结束。2016 年 9 月，当当宣布以 6.70 美元/ADS 的价格从美股退市，市值 5.56 亿美元，相比刚上市时缩水四分之三。退市后的当当，业务重心回归图书，还像亚马逊一样开了线下的当当书店。▲ 图片来自：视觉中国而李国庆夫妇，终于不再执著于持有当当股份，打算将当当 100% 股权作价 75 亿人民币出售给海航旗下的天海投资，没想到却横生变故。李国庆曾表示如果不做当当总裁，他会去做图书垂直电商，「我有信心可以用三年时间超越当当」。看来李国庆暂时还没有机会在垂直图书领域施展拳脚了。很多报道中提到当当，还会提到阿里巴巴，两者有一些共同点，比如同成立于 1999 年、同是电商等，但我却想起了另一家同年出道的公司——天涯，同样也是创始人苦撑至今，几度拒绝收购，也是在互联网的江湖中起了个大早赶了个晚集，可谓「同是天涯沦落人」了。题图来自：视觉中国原文请参见: https://www.ifanr.com/1107044?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=","categories":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}],"tags":[{"name":"爱范儿 · Beats of Bits","slug":"爱范儿-·-Beats-of-Bits","permalink":"http://qahome.cn/tags/爱范儿-·-Beats-of-Bits/"}],"keywords":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}]},{"title":"Instagram 创始人离职，产品经理的黄金时代过去了","slug":"Instagram 创始人离职，产品经理的黄金时代过去了","date":"2018-09-27T06:00:01.000Z","updated":"2018-10-08T21:57:56.959Z","comments":true,"path":"2018/09/27/Instagram 创始人离职，产品经理的黄金时代过去了/","link":"","permalink":"http://qahome.cn/2018/09/27/Instagram 创始人离职，产品经理的黄金时代过去了/","excerpt":"","text":"推出竖屏长视频应用IGTV 3 个多月后，Instagram 创始人 Kevin Systrom 和 Mike Krieger 突然宣布了离职的消息，「我们将开启新的篇章」，IGTV 要挑战 YouTube 的愿景，永远无法由他们实现了。这两位 8 年如一日，在用户不知不觉中改进 Instagram 的 「卓越产品领导者」，很可能会重新创业，这很让人期待，但或许，已经没有那么重要了。 马克·扎克伯格要全面接管 Instagram华尔街日报报道了 Instagram 创始人离职的导火索，5 月，马克·扎克伯格安排 Facebook 副总裁 Adam Mosseri 进入 Instagram 主管产品，同时，Kevin Systrom 转向 Chris Cox 汇报。Chris Cox 和 Adam Mosseri 一手缔造了 Facebook 信息流（News Feed），这个以算法对用户看到的内容进行分发和排序的机制，是让 Facebook 成为在线广告第 2 位霸主的最重要因素。两人是扎克伯格的心腹，而且强势好斗。▲ 图片来自：Justin Sullivan/Getty Images/AFP2012 年，Instagram 以 10 亿美元的「天价」被 Facebook 收购，一方诚意满满，一方志得意满，双方确立了一条规则：让 Instagram 继续独立发展，Facebook 不加干涉。过去，Kevin Systrom 名义上向 Facebook 的 CTO, Mike Schroepfer 汇报，但是，这层汇报关系并没有广为人知，很多员工也都证实，很多时候，Kevin Systrom 直接和扎克伯格沟通产品问题，转向 Chris Cox 汇报，「是在 Kevin 和马克之间加了一层」。▲Kevin Systrom 和马克·扎克伯格 图片来自：Facebook而这是故意的。 今年以来，Facebook 已经不再延续过去无条件支持 Instagram 的策略，比如，从 Instagram 分享到 Facebook 的内容，不再显示引用来源；5 月份，Instagram 的营销部门被并入了 Facebook；双方最激烈的争执是 IGTV 的发布和 Facebook 的长视频平台 Facebook Watch形成竞争，这一仗，Kevin Systrom 赢了，但「付出了很大代价」。最近的马克·扎克伯格一定是焦虑的，隐私问题，涉嫌纵容外国势力干扰美国大选，以及最重要的，用户和广告收入的增长速度进入历史最低水平。这样的背景下，Instagram 这个宝库，无法独善其身。The Information 爆料，接下来 Adam Mosseri 将接管 Instagram。 「卓越的产品领导者」「使用新科技，但只有在它们完全准备好的时候。」这是 Instagram 的另一位创始人，也是技术负责人 Mike Krieger 在几周前接受 Fast Company 采访时透露的方法论，「我和 Kevin 喜欢寻找已经成熟的，可以带给每个人并发生改变的技术。」这也是 Instagram 的产品哲学，看到女朋友因为用手机拍摄的照片质量很差而不愿意分享，Kevin Systrom 想到了美化照片的滤镜，并亲自动手做出了 Instagram 的第一个滤镜 X Pro II。这个简单、成熟，但给用户带来切实价值的小功能成就了 Instagram。▲ X Pro II 滤镜至今还在 Instagram 上应用. 图片来自：YouTubeInstagram 一开始就有很多反直觉，但非常好的用户体验，比如限制用户必须使用方形图片，用户拍摄、处理图片后直接上传，而没有「保存到相册」的选项。在 Mike Krieger 看来，Instagram 的改变甚至不被用户察觉，而这正是他们追求的效果，「如果你去看下 Instagram 一年前的截图，就会惊觉，哇，这是它原本的样子吗？」Instagram 最大的被用户感知到的改变，应该是 2016 年更换 logo，从拟物化的拍立得相机到渐变色的扁平图标，这个方案一开始遭遇了舆论的狂轰滥炸，但实际上，Instagram 还改变了 app 整体的设计和配色，黑白色的 UI 搭配鲜明的滤镜，让照片更加醒目，这个设计最终获得了用户的赞赏。 对于即将离职的两位创始人，扎克伯格简短的祝福中对他们的评价是「卓越的产品领导者」。 产品已经不是成功的最重要因素有个很有意思的细节，Instagram 其中一位创始人 Mike Krieger 和 Facebook 的首席产品官 Chris Cox 都毕业于斯坦福大学符号系统专业（symbolic systems），这是斯坦福的特色专业，重点是自然系统和人工系统之间的关系。Chris Cox 2001年入学，大四下半年退学加入 Facebook。Mike Krieger 则是 2004 年入学，老老实实拿到了学位。▲ Chris Cox.深谙人机交互的两人在学校的交集不多，在产品路线上更是分道扬镳。Chris Cox 以强势的手段主动介入用户的信息，打乱时间，赋予不同信息不同的权重，以用户不遗漏重要信息、增加活跃和参与度为目标。Mike Krieger 则信奉在不打扰用户的情况下做出改变。这也是 Facebook 和 Instagram 基因的不同。科技博客 Stratechery 尖锐地指出了 Instagram 创始人和 Facebook 创始人马克·扎克伯格的区别，从被收购的那一天起，Instagram 就没有真正的 CEO 了，它只专注于改进产品，而把用户增长、商业化都交给了 Facebook。这样的组合曾是无敌的，比如 Facebook 面临 Snapchat 的威胁时，Instagram 站出来「克隆」了后者的「 Stories」 功能，就轻松化解了危机。直到今天，Snapchat 还在发行价下苦苦挣扎。▲ InstagramMAU. 图片来自： Stratechery但是，当用户增长到一个比较大的规模时，产品和用户增长、商业化的重要性对比会发生改变。尤其在移动互联网逐渐走向成熟的今天，一个优雅的设计、开创性的体验本身已经很难获得大量用户的关注。中国的短视频行业是一个很好的例证，快手依靠产品，随着智能手机的普及赢得了市场，而抖音一开始就要投入巨大的运营力量来拉新，最新的微视一开始就提出了要拿 30 亿补贴视频达人。IGTV 的设计同样优雅，并坚决地拥抱竖版视频，但是，它没能复刻 Instagram 的路径。人人都是产品经理，已经很久没有被人提起了。原文请参见: https://www.ifanr.com/1107028?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=","categories":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}],"tags":[{"name":"爱范儿 · Beats of Bits","slug":"爱范儿-·-Beats-of-Bits","permalink":"http://qahome.cn/tags/爱范儿-·-Beats-of-Bits/"}],"keywords":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}]},{"title":"科技巨头正在变成工业巨头","slug":"科技巨头正在变成工业巨头","date":"2018-09-27T06:00:01.000Z","updated":"2018-10-06T02:33:38.368Z","comments":true,"path":"2018/09/27/科技巨头正在变成工业巨头/","link":"","permalink":"http://qahome.cn/2018/09/27/科技巨头正在变成工业巨头/","excerpt":"","text":"互联网经济是实打实的实体经济，现在的科技巨头都快要变成工业巨头了。彭博社最近对比了一下全球最大的汽车制造商通用汽车和科技巨头 Google，通用汽车全球 5.8 万名员工每年制造 1 千万台汽车，Google 的用户则是坐在电脑前搜索信息，打开网站播放视频，接着 Google 从中拉回数据信息。▲ 通用旗下的 GM Cruise 无人驾驶汽车通用汽车是美国营收排名第十二的大公司，实打实的制造业代表，然而它每年在其工厂、汽车装配机器人和其他材料上的「资本品」（Capital Goods）花费，远低于美国的科技互联网企业。去年通用汽车在资本品上的支出为 85 亿美元，相比 2015 年的 72 亿美元已经增加了将近 20%。但让人震惊的是，Google 母公司 Alphabet、苹果、亚马逊和 Facebook 这四家科技巨头，去年一共花费了 800 亿美元来升级资本品，以装备它们用来提供服务的硬件设备。比如 iPhone 产线上，那些组装测试和拆解回收的流水线机器人。还有 Facebook 的海底电缆工程，除了联合微软、西班牙电信公司 Telxius，在大西洋海底铺设海底电缆，Facebook 还联合软银、亚马逊在太平洋海底打造长达 14000 公里的海底电缆，这都是为了我们在打开 Instagram 的时候，可以迅速加载出视频。「资本品」（Capital Goods）指的是用来协助生产其他商品或者服务的物品，是生产者投入的三大要素之一。资本品与土地、人力合称起来，就是「生产要素」。在 2015 年，这些科技公司在资本品上的投入的手笔已经高达 400 亿美元。这个数字让它们和汽车厂商、通讯厂商、石油开发商一样，成为美国最大的资本品卖家。这些被认为会长期持有的资本品，包括工厂、重型设备、房地产等。▲ 当一艘船沉入海底，它可能会遇见微软的服务器与此同时，科技互联网公司的数据存储也需要用到大量的硬件设备。今年 6 月，微软在苏格兰奥克尼群岛海岸线附近的水域中，部署了一个水下数据中心。这个像潜水艇一样的设备，总共有 864 台服务器，由一条连接欧洲海洋能源中心的水下电缆供电。 Facebook 和 Google 则是选择把数据中心建在靠近北极圈的国家。▲ 腾讯贵州数据中心在国内，腾讯在贵州的山里挖洞以存放数据，阿里巴巴则是在年平均气温 17 摄氏度的千岛湖建立数据中心。科技巨头的大手笔，反映出很少有企业能够异军突起动摇它们的位置，这也让人们开始担忧行业的马太效应。▲ Waymo正如彭博社提出的疑虑，Google 可以为自己的无人驾驶公司一年豪掷 200 亿美元，以确保它用上最好的芯片和激光雷达传感器，那么还有多少家无人驾驶公司拥有足够的实力与之抗衡？最近，鸿海集团的郭台铭与阿里巴巴的马云，一个是制造业大亨和一个互联网大佬在制造业方面进行了隔空对话。马云在 9 月 17 日的世界人工智能大会上表示： 未来制造业不仅仅是制造业，而是制造业和服务业的完美结合，未来制造业的竞争力不在于制造本身，而是制造背后的服务和体验，未来的制造业都是服务业。郭台铭在 25 日的集团内部会议上，反对了马云的观点，认为未来制造业竞争力仍在制造业本身：如果没有好的车刀、半导体、模具等硬体，不可能做出好的产品，制造业的关键竞争力还是在本身制造技术能力。科技企业成长为巨头枝繁叶茂后，产业布局扩张到其他领域无可厚非。毕竟所有的互联网，都是建立在实体经济的基础之上，「工业互联网」这个词语也越来越常见了。原文请参见: https://www.ifanr.com/1107192?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=","categories":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}],"tags":[{"name":"爱范儿 · Beats of Bits","slug":"爱范儿-·-Beats-of-Bits","permalink":"http://qahome.cn/tags/爱范儿-·-Beats-of-Bits/"}],"keywords":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}]},{"title":"早报 | 微博新功能：博主可拉黑禁评 / 新 Apple Watch 供不应求 / 联想或 10 月份发布折叠手机","slug":"早报 - 微博新功能：博主可拉黑禁评 - 新 Apple Watch 供不应求 - 联想或 10 月份发布折叠手机","date":"2018-09-27T06:00:01.000Z","updated":"2018-10-06T02:33:38.331Z","comments":true,"path":"2018/09/27/早报 - 微博新功能：博主可拉黑禁评 - 新 Apple Watch 供不应求 - 联想或 10 月份发布折叠手机/","link":"","permalink":"http://qahome.cn/2018/09/27/早报 - 微博新功能：博主可拉黑禁评 - 新 Apple Watch 供不应求 - 联想或 10 月份发布折叠手机/","excerpt":"","text":"刘强东律师发声：不认为案件会起诉，坚称无罪关于在美国卷入的性侵案，9 月 25 日，刘强东的刑辩律师 Jill Brisbois 接受澎湃新闻采访，坚称刘强东无罪。Brisbois 表示，警方展开了调查，检察官正对案件进行评估，但这些都只是流程，不能说明案件会被提起公诉。Brisbois 不愿透露案件细节，称「要尊重调查过程」，但表示认为检察官不会起诉，「因为他们会发现指控与证据有出入」。 Apple Watch Series 4 供不应求，苹果不得不搬救兵Digitimes 近日援引行业人士的消息称，苹果的供应商广达电脑目前已经全负荷生产 Apple Watch Series 4，但仍然供不应求。因此，苹果不得不搬来救兵，第二家代工厂商仁宝电脑将会在 11 月开始量产 Apple Watch Series 4。相比之下，消费者对 iPhone XS 和 XS Max 的热情似乎不如前几代产品。Digitimes 报道认为，由于定价较高，iPhone XS 系列的市场需求可能会在今年年底放缓。 ### 海底捞上市，首日险些破发▲ 图自视觉中国海底捞在昨日赴港上市，发行价 17.8 港元，开盘后股价高开低走，多次险些破发。截止收盘，海底捞报收 17.82 港元，涨 0.11%，市值达到 944 亿港元。有分析师认为海底捞估值过高，而且两年间的快速扩张背后暗藏隐忧，食品质量和安全就是其中一大问题。 称小米公司不守「与雷总聚餐」承诺，米粉起诉要求赔偿据北京海淀法院官网消息，「米粉」杨先生最近以合同纠纷为由起诉小米公司，原因是认为小米公司没有遵守让他「与雷总聚餐」的承诺。原告杨先生称，2017 年 8 月，小米公司在小米小店网站公开承诺「大卖手机，与雷总聚餐」，而聚餐资格标准是在限定时间内销售小米 5X 和红米 Note 5A 超过指定数量。杨先生作为忠实米粉积极参与活动，达成了标准；但当他提出聚餐要求时，小米公司明确拒绝，之后多次交涉无果。目前海淀法院已经受理案件。杨先生要求小米履行承诺，并赔偿 2.4 万元。 Google Maps 推出新功能，方便你跟朋友讨论去哪逛吃逛吃Google Maps 最近推出一项新功能，方便一群朋友制定出行游玩计划。以聚餐为例，你可以在 Google Maps 搜寻合心意的餐厅并分享到群组里，每个人都可以贡献选项，再以点赞形式进行投票选出高票餐厅。 内容审查员状告 Facebook：暴力内容让我患上心理疾病据《纽约时报》报道，一名前内容审查员最近向 Facebook 提起诉讼，称在职 9 个月期间每天被暴力内容轰炸，导致现在患上创伤后应激障碍（PTSD）。目前 Facebook 在全球范围内有 7500 名内容审查员。原告 Selena Scola 表示，他们每天都在审查强奸、自杀和各种毛骨悚然的暴力内容，有时还会涉及到儿童色情。她认为， Facebook 未为这些外包员工提供足够的保护措施和心理辅导支持。 联想 Tech World 2018 昨日开幕在 9 月 26 日上午的联想 Tech World 大会上，联想与全球存储解决方案和数据管理领军企业 NetApp 的全球合作伙伴关系宣布正式落地。双方将成立一家名为「联想凌拓」的合资公司，将致力于开发数据中心解决方案与混合云数据服务，打造存储领域市场领先企业。 亚马逊投资建筑商，由 Alexa 控制的智能房屋不远了据彭博社报道，亚马逊旗下基金 Alexa Fund，最近以 670 万美元投资了一家名叫 Plant Prefab 的房屋建筑商。 分析认为，这笔投资是为了在房屋设计阶段，就将亚马逊的声控设备纳入其中。大概一周前，亚马逊推出了十几款支持 Alexa 语音助手的智能家居设备，包括有音箱、微波炉和挂钟，充分展现了亚马逊在智能家居领域的野心。 《神奇动物在哪里 2》角色海报和预告片曝光由 J·K·罗琳亲自担任编剧的电影《神奇动物：格林德沃之罪》，最近曝光了角色海报和终极版预告片。其中裘德·洛和约翰尼·德普将分别饰演中年版的邓布利多和格林沃德，让一众哈利波特粉丝相当期待。 史上最贵的 iPhone，硬件成本大概是 3000 块人民币最近，TechInsights 网站对售价过万的 iPhone XS Max（256GB）进行了拆解分析。报告显示，这款机型的组件成本约为 443 美元（约合 3044 RMB，占售价约 34%），比 64GB 的 iPhone X 高了近 50 美元，刷新了 iPhone 组件成本记录。其中最昂贵的组件是屏幕，成本为 80.5 美元；A12 仿生芯片和基频芯片次之（72 美元）。 一加 6T 发布会邀请函曝光，10 月 17 日将在印度发布微博用户 @ 小白MTX 日前曝光了一加 6T 的邀请函，表示将于 10 月 17 日在印度召开新品发布会，而国内发布时间估计只早不晚。从晒出的邀请函来看，宣传标语为「Unlock The Speed」，应该会采用屏下指纹解锁设计。而 MySmartPrice 网站再流出一加 6T 渲染图： 联想或在 10 月推出可折叠智能手机最近网上曝光了联想可折叠智能手机的上手视频。对此，联想手机官方微博在昨日回应：「咱们 10 月见」，疑似暗示这款新机将在 10 月亮相。 HTC 区块链手机 Exodus 即将发布，10 月开启预售宏达电区块链负责人陈信生最近对外宣布称，HTC 首款区块链手机 Exodus 将于 10 月份开启预售，年底前正式开卖。HTC Exodus 将区块链、去中心化技术整合到手机里，采用社交密钥恢复机制（Social Key Recovery），使用者可把密钥分散交给几个值得信赖的亲朋好友保管，即使手机丢失也不用担心资产会受到损失。 Oculus 发布首款 6DoF 一体机在今天凌晨的 Oculus Connect 5 大会现场，扎克伯格发布了 Oculus 的首款 6DoF VR 一体机 Oculus Quest。它配备了双 6DoF 手柄，首发支持 50 多款内容，64G 存储版售价 399 美元。目前 Oculus Quest 的硬件细节有：1600×1400分辨率的显示屏，支持瞳距调节。其它包括屏幕材质、刷新率、处理器等细节暂时未知。Oculus Quest 将于 2019 年春季开售。 AR 能带你去星际旅行对太空感兴趣，又没法像日本亿万富翁前泽友作那样有钱任性包机去旅游？科技公司 AstroReality 的 3D 行星模型或许是个好选择。AstroReality 推出了地球、月球、火星和土星等行星的 3D 模型，配合 app 使用，能以 AR 技术带给你沉浸式的体验。其中地球承载的信息最为丰富，你可以查看这颗蓝色星球的温度、云层和洋流，甚至是 1000 年前动物曾经生活过的地区等等。而在 AstroReality app 底下的月球，除了坑坑洼洼的表面，还能展示人类探月任务阿波罗计划的轨迹和介绍。对天文爱好者来说非常过瘾。 微博要对「杠精」禁言了新浪微博昨日宣布，将从 9 月 27 日起测试「博主拉黑禁评」新功能：当某个账号被博主删除评论并拉黑后，该账号将在新浪微博范围内禁用评论功能 3 天。公告认为，新功能是为了促进微博生态良性发展，暂时只面向粉丝数量 10 万以上的博主开放测试。对此网友议论纷纷，认为「拉黑禁评」很容易造成博主滥权： 如果我们正常发表言论，博主觉得不爱听不爱看的就删除拉黑，那我们的权益怎么保证？ 谁来监管博主？这不就是给造谣黑子营销号狂舞的机会？ 如果霸座男在微博发个贴，估计几十万喷他的号都禁言了。 以后的评论区将一片祥和。讨论中，有网友表达了对腾讯微博的「思念」，也提出了修改建议： 我建议，博主拉黑后在评论区里设置一个公示区，展示「杠精」的评论，由所有用户投票，一定时间后，超过 50% 人投票认为是抬杠，封杠精 3 天。反之封博主 3 天。 功能可以适当修改，比如禁止在该博主评论区评论 3 天；或者有 3 位博主都删评拉黑后再关闭 3 天。你怎么看这项新功能？Splashtop Wired XDisplayiOS | ￥30→0能让你的 iPad 变成电脑第二显示屏的应用，只需通过 Lightning 或 30-Pin 传输线连接 iPad 和电脑，下载本应用的同时电脑端登录指定网站。支持 Windows 7 Areo 主题及半透明效果，支持 Windows 7、8、10 和 Mac，具体使用方法请查看 App Store 详情说明。Muse DashiOS | ￥18 →8一款出自广州美院之手的音乐游戏。游戏还结合了跑酷的玩法，3 名女主角酷酷的少女凛、萌趣的小学生布诺以及乖巧的玛莉嘉各具特殊技能，ACG 音乐较多。最近一次更新中新增「肥宅快乐包 Vol.2」。The Blocking DeadiOS | ￥6→0僵尸主题的呆萌小游戏，尽量消除画面中的僵尸方块，保护大脑。考验玩家反应能力和物理逻辑思维。WaterlogueiOS |￥30→18一款将你的照片处理成水彩画艺术效果的软件，可调节水彩笔触大小和画面亮度，并有多种水彩画效果可选。整体渲染效果真实自然，但无法照顾照片细节。 1. 附近的小程序将迎来改版。9 月 26 日，2018 微信开发者培训班在上海正式举办，微信团队发布了针对小程序服务商的一系列全新措施，包括小程序服务商三大措施、小程序插件功能升级、微信开放社区改版，系统、全面地为小程序服务商提供服务，助力线下长尾市场快速接入小程序。微信小程序团队还在现场表示，「附近的小程序」将在近期改版，通过新增类目、服务标签等新能力，方便用户轻松地找到半径内的小程序服务，也帮助线下场景的商户小程序更好地被发现。2. 微信 10 月份向香港用户开放内地移动支付服务。9 月 26 日，腾讯与银联举行两地双向跨境支付启动仪式，微信钱包成为首家为香港用户提供内地移动支付服务的香港储值支付工具持牌方，财付通、微信香港钱包将接入中国银联、银联国际转接清算系统，微信香港钱包将于 2018 年 10 月开始向香港用户开放内地移动支付服务，首批上线相关服务商包括 12306、滴滴打车、美团外卖、大众点评。关于香港移动支付情况，可点击此篇文章查看：《微信能直接给支付宝转账？！香港出的这个服务也太逆天了！》3**. 同程艺龙在微信的「酒店」频道上线 VR 订房功能。9 月 26 日，同程艺龙于近期在微信钱包中的「酒店」频道上线了 VR 订房功能，可以 360 度无死角的观看房间全貌和细节，更加真实、全面的了解酒店房间信息。此次 VR 订房由同程艺龙和如视联合推出，采用的是 3D 实景克隆技术形成 1:1 大小的 3D 实景空间。目前，VR 订房功能已经率先在成都的 100 余家酒店正式上线。 4. 腾讯出境通联合中国银行可实现微信换汇。即日起，预约兑换外币可在腾讯出境通微信公众号上进行申请。该功能联合了中国银行，可帮助用户灵活选择网点 、自由预约取钞时间。目前该功能仅对北京、上海、广州三个城市开放。 5. 腾讯研究院发《吃鸡玩家 Image 研究报告》。**腾讯研究院报告显示，「吃鸡」玩家坚忍不拔的意志力、探索创造能力、牺牲精神三大特质最为突出。而玩过「吃鸡」游戏之后，近八成玩家认识到战略战术的重要性，近五成认为军人是需要智慧的。原文请参见: https://www.ifanr.com/1107231?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=","categories":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}],"tags":[{"name":"爱范儿 · Beats of Bits","slug":"爱范儿-·-Beats-of-Bits","permalink":"http://qahome.cn/tags/爱范儿-·-Beats-of-Bits/"}],"keywords":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}]},{"title":"联想风已至","slug":"联想风已至","date":"2018-09-27T06:00:01.000Z","updated":"2018-10-06T02:33:38.394Z","comments":true,"path":"2018/09/27/联想风已至/","link":"","permalink":"http://qahome.cn/2018/09/27/联想风已至/","excerpt":"","text":"昨日在媒体采访中，联想董事长兼 CEO 杨元庆对爱范儿等媒体特意强调了联想股价在过去的四五个月时间里，已经上涨了 40% 左右。并且这一轮持续性的股价上涨，并非发生在整体的牛市当中。联想业绩和财报数据向好自然是刺激股价上涨的一个原因，不过，另一个虚词或许能解释过去半年的联想：信心。▲ 联想董事长兼 CEO 杨元庆似乎在短短的时间里，联想开始摒去过去人们对这家老牌企业的刻板印象：一家 PC 公司。当然，联想目前仍然是世界上排名第一的 PC 生产商，不过很明显，PC 这个词汇并不属于未来。AI（人工智能），AR（增强现实），SIoT（智能物联网），这些才是未来。一言蔽之：智能化。联想谈智能化并不是一朝一夕的事情，不过没有哪一次像今年联想 Tech World 2018（联想创新科技大会）这样坚决和彻底。这场一年一度的联想创新科技大会上，联想把首日的议题设置成了联想的商用服务，至于次日的话题则定位到了以往惯常的消费者业务上。即便如此，两日的议题也有明显的从属关系。大会首日，杨元庆对联想的企业定位做了一个概括： 我们拥有全球最广泛的终端产品组合，在数据中心领域也占占据了领先地位，并且我们正用算法和行业大数据推动垂直行业智能化解决方案的行程，可以说，我们（联想）是极少数能够统一利用所有智能化要素资产的公司。对应这种定位，杨元庆也表示，一种全新的、能够改变世界的智能变革架构正在形成，它有三个组成要素：数据、计算力和算法。次日的议题，也没有脱离这些提纲挈领的范畴，甚至，在联想创新科技大会上，PC 已经不再占据大量篇幅，取而代之的话题，是标志 5G 网络开始落地的 Moto Z3 和 5G Modem 模块，人工智能算法和训练框架，智能物联网设备，无人商店等等，这实在太不联想了。即便是后续发布演示的运动耳机、智能门锁、智能空气净化器、智能扫地机器人，都是可联网有各种传感器的智能物联网设备。至于 PC 这块业务，联想已经将其上升到了新的层次，一方面是方便各种场景的智能办公，一方面是增添增能化能力，比如时时联网和语音交互，以及更多的交互方式。整体来说，服务于商用的意味，更为明显。可以这么说，Tech World 2018 次日的议题，其实是对首日议题的补充和继续说明。联想在做出了消费者产品的同时，往往也在考虑，如何进一步将其商用化，智能化，并配套行业解决方案。在联想的定义中，数据是智能化变革的「燃料」。在消费电子厂商里面，联想的产品线非常广，后面也会发力嵌入式 SIoT 产品，也就是智能物联网产品，这些产品将会为联想提供海量的数据入口。至此，「智能化变革」也就成了联想转型的绝对关键词。这样的例子在科技企业里面不是没有先例，微软现任 CEO 纳德拉上任后不久，就着手对当时初显老迈的微软进行改革，将这家靠卖 Windows 和 Office 就能躺着赚钱的公司，打造成一家移动为先云为先的企业。后来的事情大家都知道了，在纳德拉上任之后，微软的企业形象焕然一新，从一家人们眼中一家自闭守旧的企业，变成了一家年轻新锐的公司。更重要的是，微软的市值一路上涨，即便在智能手机和移动系统上经历了败局，但是及时抓住了云时代机会的微软，不仅没有掉队，甚至还让企业焕发新生。一个直观的对比是，盖茨时代的微软，企业使命是「让每个家庭的桌上都有一台电脑」，如今，纳德拉已经将其改成「赋能地球上的每个人和每家组织，帮助他们取得更多成就」。刚好 Tech World 2018 次日演讲的主题，就是「智能变革，开放赋能」。在 PC 时代和微软关系密切的联想，此时的境况、作为以及改变也是异曲同工。如今，PC 以及消费者产品依然是联想的主要营收和利润来源，但整个产业的智能化变革机会已经来了。不过，机会仍然是留给有准备的人的。现在的联想 CTO 芮勇此前是微软亚洲研究院常务副院长，领导微软亚研的人工智能团队和研究院所有工程团队。他在昨日的采访中说：如何在智能的时代用人工智能的算法也好，数据也好，计算力也好，帮助各个行业进行转型升级，这是我在过去 22 个月中自己亲身参与和体验观察到的转型。帮助行业转型的同时，联想自己也在转型，这就是过去一两年时间里联想的主旋律。芮勇也说了，转型的本身并不是一帆风顺，因为这里面要先做很多投入，有因才有果。过去一两个季度联想在资本市场和产品上结了果，是因为他们在过去的时间里奠定了因。人工智能平台这块，芮勇表示，在过去的 22 个月里，带着联想做了很多的投入：从硬件基础架构的投入到资源管理到分布式大规模的并行还有核心算法，还有 API 和 SDK，这就是过去的一些进展。相比于人工智能开始结果，但果实仍未到成熟的状态相比，联想的 AR 平台要走得更快一些，联想已经有了 MIRAGE 这样的消费者产品出现，设备上已经相对领先了，联想还把 AR 做成了平台 SDK，对外输出商用服务。有了设备和平台也不是重点，还要做端到端的能力。最终形成三足鼎立的模式，做成一个生态系统。▲ 联想的 AR 开放引擎正是过去在以 PC 为主营业务的时间里，联想没有局限于 PC 业务，做了很多之外的布局，比如花重金收购 IBM 的 X86 服务器业务，这些都不显山露水，不过一旦风吹过来，当时超前的投入，往后就能创造持续价值，成为企业新的增长引擎。最明显的例子莫过于联想的数据中心业务：联想数据中心业务营业额提升近 68%，利润率同比改善 11 个百分点，业务营收已经连续三个季度实现了同比增长（从 2017/2018 财年联想第三季度开始，同比增幅分别为 16.7%、44% 和 67.8%）。数据中心业务会随着智能化的浪潮，获得越来越快的增长，但是 PC 显然是不可能了，上个财季联想 PC 出货增长 10.5% 就已经算是行业奇迹了，想要这个业务获得像数据中心业务那样的增长，可能性为零。回到开头所说，能够给联想以及联想投资者信心的，正是联想新定位的确立，以及智能化浪潮的来临。「能够统一利用所有智能化要素资产的公司」远比一家单纯的 PC 公司有前途。过往联想在计算力、数据和算法上的投入，可以说是万事俱备只欠东风。现在，风已经到了。原文请参见: https://www.ifanr.com/1107303?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=","categories":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}],"tags":[{"name":"爱范儿 · Beats of Bits","slug":"爱范儿-·-Beats-of-Bits","permalink":"http://qahome.cn/tags/爱范儿-·-Beats-of-Bits/"}],"keywords":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}]},{"title":"腾讯云之殇：涣散战略下的跟随者","slug":"腾讯云之殇：涣散战略下的跟随者","date":"2018-09-27T06:00:01.000Z","updated":"2018-10-06T02:33:38.403Z","comments":true,"path":"2018/09/27/腾讯云之殇：涣散战略下的跟随者/","link":"","permalink":"http://qahome.cn/2018/09/27/腾讯云之殇：涣散战略下的跟随者/","excerpt":"","text":"如果一个 「希望之星」只能以自身「潜力」作为卖点，那么外界对其发展前景的期望难免会逐渐走低，直到被质疑所取代。腾讯云便是这样一个例子。2016 年 7 月 5 日，马化腾在深圳前海举行了一场浩大的腾讯云产品推荐会。在那场发布会上，他花了 30 分钟首次详细向外界披露了腾讯云未来的发展规划，也让腾讯云第一次从幕后走到台前。那时的腾讯在长期耕耘 To C（面向消费端）业务之后，亟需找到新的业务方向，尤其是 To B 端（面向企业端）。因此，腾讯云承载了「腾讯下一个增长点」的重任，被赋予极高的期望——腾讯云已经成为腾讯在 To B 领域最重要的业务之一。在那之后，腾讯上下都将腾讯云作为主要的对外宣传点，「云 + 未来」峰会也成为腾讯每年举办的核心活动之一。每次出席重要场合，马化腾也会或多或少地提及腾讯云，来凸显腾讯云在腾讯业务体系中的重要地位。但一个业务的发展势头，并不完全取决于内部人员的重视程度。两年过去，腾讯云的进步依然不算明显。无论是发展战略、管理架构，乃至自身定位，这个被称为「下一个增长点」的业务并不能够让人满意。相比之下，早一步发展起来的阿里云已经领跑当时的国内公有云市场，摩根士丹利还为其给出了 390 亿美元的估值，占据阿里巴巴集团当时总市值的 20%。《巴伦周刊》甚至认为，阿里云将比肩亚马逊 AWS。是什么在阻碍腾讯云的发展？ 一场事故引发的 「血案」除了机场铺天盖地的广告之外，腾讯云最近给人留下的深刻印象是和一家创业公司发生的纠纷。今年 7 月，初创企业 「前沿数控」发现，部署在腾讯云上的公司网站、小程序、H5 突然无法打开。7 月 22 日，腾讯云方面向前沿数控确认，丢失的数据已经找不回来。对此，前沿数控声称，该公司近千万元级的平台数据全部丢失，包括经过长期推广导流积累起来的精准注册用户以及内容数据。后续影响在于广告主在其平台的广告投入已不能正常展示，面临退款赔偿及老客户丢失的问题，公司融资计划也被中止。前沿数控因此对腾讯云提出了高达 1100 万元的索赔要求。腾讯云在之后对故障进行了复盘，称该故障缘起于因磁盘静默错误导致的单副本数据错误，再加上数据迁移过程中的两次不规范的操作，导致云盘的三副本安全机制失效，并最终导致客户数据完整性受损。同时，腾讯云也表示，前沿数控提出的过千万元赔偿数字难以接受，它们给出的方案是，在全额返还业务费用的基础上，提供 132900 元现金或云资源的额外补偿。双方就赔偿额度的纠纷持续了一段时间。直到 8 月 8 日，前沿数控在微博上表示，双方已经消除误会，共同制定解决方案，这场纷争才算暂告一段落。然而这次技术故障给前沿数控带来的影响还在持续。截至 9 月 21 日，界面新闻记者登入其官方网站，发现该网站尚未结束无法访问的状态。而前沿数控的负责人并未回应界面新闻记者对这次事件的进一步咨询。此外，腾讯云对于这起事件的处理效率也不算理想，解决问题的时间跨度超过了半个月，折射出腾讯云在管理层面的无力。兵无将而不动，管理层的迟钝，让腾讯云在纠纷之中陷入了被动，极大影响了自身的品牌形象。界面新闻记者了解到，这背后的原因在于，腾讯云的管理层始终未能对赔偿一事达成共识，也没有迅速给出最后决策或者明确指示，使得事件不断发酵，引发了一次直指腾讯云的舆论危机。「双方其实最初给出的解决方案都很极端，但是腾讯云没有迅速进行斡旋，导致事情被拖延解决。」 有接近腾讯云的人士告诉界面新闻记者，如果腾讯云的高层能够尽快达成共识，也许双方会以一个更加合理的价码解决问题，腾讯云也不会背负如此多的舆论抨击。「前沿数控」事件，不仅损害了腾讯云在行业内的形象，还进一步影响了腾讯云后续的一些公关行为。据界面新闻记者了解到，腾讯云原定 9 月底举办发布会，对外宣布与甲骨文在数据中心的运营方面达成合作，但考虑到种种因素，这场发布会最终被取消。「现在的策略就是一切低调，尽可能不对外发声。」 一位腾讯云内部人士对界面新闻记者表示。事实上，「前沿数控」事件所反映出来的腾讯云管理问题，并不是一次孤立事件。对外发展数年以来，腾讯云的某些高管频繁更迭，给内部管理造成了混乱。界面新闻记者了解到，前两年负责腾讯云品牌建设的是副总裁曾佳欣，后来一位空降的台湾高管接棒，最近又换回了曾佳欣。这使得腾讯云的品牌规划路线在这两年间换了一次又一次，缺乏稳定。2007 年加入腾讯的曾佳欣，曾经陆续负责过 QQ 秀、QQ 空间等公司核心产品的内容运营和市场管理，其履历和目前的腾讯云总裁邱跃鹏颇为相似。但目前来看，对于腾讯云这个技术性更浓的业务，她还没有找到一个特别好的管理方法。在过去几年，腾讯云的中高层员工也屡有变动。令人感到泄气的是，上层领导每一次更迭，就意味着策略路线的彻底转换。但混乱不仅仅出现在高层管理上。有腾讯云的合作企业告诉界面新闻记者，由于腾讯云内部的体系设置过于繁复，很多时候所对接的负责人往往不止一位，「技术要找市场，市场要找运营，效率有时会变得很低。」种种因素，让腾讯云难以在市场中建立起有效的竞争优势。 走在对手的老路上尽管来得有点晚，但腾讯云似乎找到了前行的方向。今年 5 月，腾讯在广州召开了一场年度的 「云 + 未来峰会」。3 个月后，在重庆举行的智博会上又举办了一场 「云 + 未来峰会」，像是一次地方性的巡演。值得关注的是，峰会举办前不久，腾讯正式宣布西南总部落地重庆。腾讯表示，会将自己的技术能力灌输到重庆的城市建设之中，比如在民生和经济方面。这几乎是对 「数字广东」工程的复制。今年两会期间，马化腾以全国人大代表的身份提到，广东正打造全国领先的省级数字政府样板。在这个进程中，腾讯将会起到一定的推动作用。在那之后，腾讯接连推出了几个与政府合作的成果，比如民生服务小程序 「粤省事」等。政务方面的合作，是腾讯今年在技术输出的重要举措。这背后，腾讯云自然扮演着关键角色。「今年腾讯云的重点就是政务云，可以说是全员出动，在各地推动这块业务的开展。」一位和腾讯云有过业务接触的业内人士告诉界面新闻记者。腾讯云总裁邱跃鹏曾经如此定义腾讯云：「腾讯集团前沿技术能力对外输出的总出口」。在各地推广期间，腾讯和地方政府开展的不同方向合作，基本都是建构在腾讯云输出的技术基础上。比如在重庆，「一键游武隆」这个与旅游行业相关的项目，腾讯云在背后提供了技术支持。「政务涉及到方方面面。我们在智慧旅游上不仅涉及景点（相关信息），还涉及到金融保险、餐饮、消费这些需要管理的部分，所以需要和政府进行深度合作。」腾讯云副总裁王涛对界面新闻记者表示。除了广东和重庆等地，腾讯云今年还在全国其他地区紧锣密鼓地推动政务云的落地，西部的一些省份成为重点关注的对象。就在 9 月 25 日，腾讯云还宣布和乌鲁木齐达成合作，共建数字政府。「现在来看，华东地区基本是阿里云占据领先地位，在西部的一些省份，阿里云和腾讯云还在竞争之中。」前述业内人士对界面记者形容称，两家公司已经在全国各地加速圈地，每和一个地区达成合作，都意味着它们在政务云方面的再进一步。相比其他领域而言，政务还是一个数字化相对欠缺的领域。不少政府部门目前仍在使用相对原始的信息传递方式，政府的数字化无疑是一个巨大的市场。以 2016 年 IDC 所发布的数据为例，中国政务云市场总体规模为 91.5 亿元人民币，未来五年将实现 20％的年复合增长率。「很多信息还是存在光盘里面，储存起来很不方便。」有知情人士曾经向界面新闻记者举例称。因此，大力向政务云进军，也是腾讯云快速实现业绩提升的重要途径。只是，政务云此前并不算是腾讯的优势领域。对于以社交和娱乐起家的腾讯来说，它们的云服务自然最早在这些领域落地。界面新闻记者此前曾经了解到，腾讯在发展云业务之初，收到的需求大多来自于游戏行业的合作伙伴，这部分客户希望将数据储存到腾讯内部的云端，从而成为腾讯云最早服务的一批客户。至于政务云，却似乎不是腾讯的专长。2017 年 3 月，腾讯云以 1 分钱的价格中标厦门市信息中心对外招标的厦门市政务外网云服务，引发了轩然大波。争论的焦点在于，腾讯云以近乎免费的方式争取政务云客户。不少行内人士担心，价格战会扰乱政务云市场的正常运作，甚至违反相关规定；另外，腾讯也有可能继续通过 To C「先免费后收费」的方式来吸引用户——这是腾讯在发展游戏等业务时采取的常用策略。在这方面，阿里云走得更远些。2016 年，杭州市政府与阿里云共同开创了 「城市大脑」这个概念，并在同年 10 月的云栖大会上正式启动。而在最近的云栖大会上，阿里云发布了杭州城市大脑 2.0，基本形成一套成熟的体系。某种程度上，腾讯云正在走阿里云的发展老路，寻寻觅觅之后，还是将政务云作为重点拓展的领域。如果想把云服务转变为基础设施，政府在其中的作用必不可少。然而腾讯云已经在这方面落后一筹，需要在追赶竞争对手之时继续 「补」大量的课。 To B 业务遭遇质疑一直以来，腾讯留给外界的印象多是 To C 领域的巨头，「能否做好 To B 业务」则被打上大大的问号。这种质疑同样适用腾讯云。鼓励内部竞争的「赛马」机制，是腾讯在 To C 业务成功的法宝。以近年风靡一时的「吃鸡」类游戏为例，界面新闻记者了解到，腾讯曾经在内部投入数十亿元的资源，合计推出了 7 款同类游戏鼓励竞争，使得吃鸡游戏获得众多国内用户的认可。腾讯今年 3 月份发布的 2017 年财报显示，《绝地求生：刺激战场》已经成为了日活跃账户最高的生存射击品类游戏。内部竞争的好处很明显，能够尽可能地调动产品团队的积极性，使产品快速捕捉到用户的敏感点进而获得认可。此外，也能最大程度地体现团队对于产品的把控能力，让产品成为「神作」。然而 To B 业务和 To C 业务遵循着两种完全不同的逻辑。如果说 To C 业务所体现的是小团队的创意或者意志，那么 To B 业务则需要更高的集中度。这对腾讯云来说并不容易。即便腾讯云在内部没有遇到类似的竞争对手，但其他事业群的部分业务也会出现和腾讯云重叠的情况，让腾讯云处处受限。据全天候科技的报道，腾讯云在制定客户个性化需求时，往往无法调用 TEG（技术工程事业群）、MIG（腾讯移动互联网事业群），甚至优图实验室的能力。在这点上，就连腾讯员工也认为老对手阿里云做得比较好。「整体来看，腾讯云的战略还是比较散乱，没有明显的战略集中点，这一点比不上阿里云。」一位了解腾讯云的内部人士认为。腾讯云的业务范围上也处于落后态势。除游戏和视频两个优势领域外，腾讯云还在拓展金融、医疗、交通、政务等领域。然而直到今年，腾讯云才明显地体现出对于政务云的资源倾斜，但阿里云的「城市大脑」已经成为一个招牌案例。「太过民主反而不是好事情，要是还是主张内部竞争，反而不适合发展 To B 客户，会失去一些机会。」上述内部人士进一步评价称。除了对战略高度集中的需求之外，To B 业务还需要服务提供方能够将稳定作为产品的第一要素，毕竟企业用户背后所承担的利害关系要远远高于个人消费者。一旦为这类用户提供的服务出现差错，受影响的将会是一个群体。这要求服务提供方首要保证业务的质量，而不是如何能够快速地将盘子做大。在谈到腾讯云「一分钱中标」一事时，一位电信行业人士对界面新闻记者表示，不管利润先拿下单子，后续再进行服务合同的增补或者将目的放在口碑上，不算是一种成熟的 To B 业务发展方法。「哪怕是腾讯云有这样的技术基础，但一分钱中标给业内留下的印象并不算好。对于政府业务来说，自然是宁可贵点，也要保证服务质量。价格并不是这类服务的第一考虑要素。」他告诉界面新闻记者。不仅如此，即便是在技术层面，腾讯的缺陷也依旧存在。有多位腾讯员工表示，腾讯内部的技术体系已经呈现出落后的态势，「很多代码过于繁复，一次小改动就要牵一发而动全身，而且升级缓慢」。这些技术上的落后，也不足以为腾讯云的发展提供强大推力。对于腾讯来说，服务消费者已经成为了深入骨髓的基因。可无论是在管理层的打造、业务的发展战略，甚至是在技术积累上，这家互联网巨头看上去似乎都还没有做好准备，来全面投入稍显陌生的 To B 端业务。这让腾讯云更像是一辆仓促上路之后，在途中依旧需要被不断调试的汽车。在这个过程之中，走过的每一段弯路，都变得理所当然。但走弯路乃至原地踏步，始终不是腾讯云发展的长久之计。变革迫在眉睫。 腾讯云的谜之地位尽管一直头顶「腾讯未来最具有发展潜力的业务部门之一」的旗号，但腾讯云在内部的地位与外界的期望不相匹配，难以获得来自腾讯内部的集中力量。阿里云则不同，其在阿里巴巴集团体系内部的地位，从成立之初就已确立。2009 年，在确定 「云计算」和「大数据」两个主要战略之后，阿里云随即成立了独立的运营公司，并且最终成为阿里巴巴集团旗下四大业务条线之一。2015 年 8 月，阿里云的运营数据在阿里巴巴 2015 年第二季度的财报中首次被披露。发展至今，阿里巴巴 2019 财年第一季度的财报显示，阿里云的营收已经达到了人民币 46.98 亿元。在阿里云发展的早期过程中，来自集团决策层的支持起到了重要作用。马云曾经提到过：「每年给阿里云投资 10 个亿，投个 10 年，做不出来再说。」这种集中式的态度，是腾讯所不具备的。尽管互联网评论家 keso 在此前的一篇文章中曾经表达过，相比于计划力量强大的阿里巴巴，自由独立式的腾讯更值得认可，但是在云服务这种领域，集中的力量更为重要。华为云是另一个实际地位在组织内部得到明显提升的例子。2017 年 3 月，时任华为轮值 CEO 徐直军在公开场合提到，华为要进入公有云市场，并宣布华为成立新的云 BU。不到半年，华为内部发文，表示为了支撑业务发展，云 BU 迁移至华为集团下，成为一层组织。至此，华为云在集团内部的地位仅次于运营商业务、企业业务以及消费者业务三大事业群。至于腾讯云，尽管一直获得腾讯高层的站台支持，然而从实际地位来看始终是腾讯 SNG（社交网络事业群）旗下的一个业务部门。部门单列，或者是财务数据列入财报等可以体现腾讯云地位提升的举动，迟迟未能出现。好在变化正在路上。全天候科技的报道中提到，腾讯董事局主席马化腾曾经表示，腾讯要设立一个适应 To B 业务发展的组织架构，潜在的架构调整则在近期开始酝酿。有腾讯内部人士对界面新闻记者表示，这个变动可能会在今年年底落地。目前来看，腾讯的各项 To B 业务中，云计算和金融是发展势头最为强劲的业务线。在腾讯近年的年度财报发布会上，这两项业务多次出现在腾讯高层对外宣讲的主要内容中。一旦业务架构出现变动，这两项业务很有可能会是其中的主角。腾讯经历了一个难熬的夏天。8 月 15 日，腾讯发布 2018 年第二季度财报，在第二季度，其营收为 736.8 亿元人民币，同比增长 30%，营收增速创 2015 年二季度以来新低。其中，腾讯的王牌业务，网络游戏收入环比下降 12% 至 252.02 亿元。而随着有关部门逐步收紧对于游戏内容的管控，腾讯的游戏业务即将进入一个冬天。游戏业务的颓势，意味着腾讯需要开始从其他业务上寻求更多的收益，云服务自然也是需要被重点考虑的领域。IDC 在今年 7 月份发布的《中国公有云服务市场半年度跟踪报告》显示，腾讯云在国内的市场份额已经超过 10%，排名第二位，但和市场占有率超过 45% 的阿里云相比，依旧存在明显差距。一直成长于温室中的腾讯云，需要尽快兑现潜力，给腾讯注入更多的活力。本文来自界面，作者为饶文怡，爱范儿经授权发布。原文请参见: https://www.ifanr.com/1107479?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=","categories":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}],"tags":[{"name":"爱范儿 · Beats of Bits","slug":"爱范儿-·-Beats-of-Bits","permalink":"http://qahome.cn/tags/爱范儿-·-Beats-of-Bits/"}],"keywords":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}]},{"title":"Oculus 推出了新款 VR 一体机，但「 10 亿计划」剩余 99% 进度能补完吗？","slug":"Oculus 推出了新款 VR 一体机，但「 10 亿计划」剩余 99% 进度能补完吗？","date":"2018-09-27T06:00:01.000Z","updated":"2018-10-08T21:57:56.964Z","comments":true,"path":"2018/09/27/Oculus 推出了新款 VR 一体机，但「 10 亿计划」剩余 99% 进度能补完吗？/","link":"","permalink":"http://qahome.cn/2018/09/27/Oculus 推出了新款 VR 一体机，但「 10 亿计划」剩余 99% 进度能补完吗？/","excerpt":"","text":"今年 Oculus Connect 5 开发者大会正式在美国圣何塞召开，在去年的 Oculus Connect 4 大会上，扎克伯格曾表示 Facebook 的目标是想要 10 亿用户进入 VR 世界，如今一年过去了，距离这个目的进展如何呢？ 目前的进度甚至不到 1% 。尽管 10 亿 VR 大计仍很遥远，但扎克伯格依然对实现这个目标很有信心，他补充解释道，「10 亿计划」的关键不在于 Oculus 什么时候能达到，而是 Oculus 将如何实现它。为了继续这个远大的「梦想」，Oculus 在此次大会上推出了 VR 一体机 Oculus Quest、一堆 VR 游戏以及公布一些信息。 VR 一体机 Oculus Quest在大会上，扎克伯格宣布其最新的 VR 一体机产品命名为 Oculus Quest。别看 Oculus Quest 的名字很「陌生」，其实它就是去年公布的 Project Santa Cruz 的零售版，它将于 2019 年春季以 399 美元（约合人民币 2742 元）发售。作为一款 VR 一体机，Oculus Quest 不需要 PC 或者智能手机，就像今年早些时候推出的 Oculus Go 一样，不过，与 Oculus Go 不同的是，Quest 是拥有更先进的控制器以及更高端的体验。对于 Oculus 来说，Quest 是旗下首款支持空间位置跟踪的无线 VR 一体机，因此，扎克伯格对这款产品的评价也颇高。 Oculus Quest 结合了「理想 VR 系统的关键属性」， 比如无线设计，虚拟手势控制和空间位置跟踪，我们认为这将成为新一代 VR 的基础。在硬件规格方面，Oculus Quest 的正面有 4 个广角传感器，并配备了与 Oculus Go 相同的光学系统和相同的内置扬声器，单眼分辨率为 1600 x 1440，支持瞳距调节，至于屏幕的刷新率、移动芯片等细节暂未公布。与此同时，Oculus Quest 还配有两个可实时跟踪的触摸手柄，能够为用户提供 6DOF 的体验。此外，空间位置跟踪也是 Oculus Quest 的一大亮点，它依靠正面 4 个广角传感器配合加速计和陀螺仪实现了这一点，它被称之为 Oculus Insight，能够在比房间更大的空间工作。据官方的说法，新的跟踪技术 Oculus Insight 已经在室内各种材质的表面上进行了测试，有效范围至少可以达到 4000 平方英尺（约 371 平方米），甚至更高，并支持 50 款 VR 游戏，包括攀爬模拟游戏 The Climb 和冒险益智游戏 Moss 等等， 除去 Quest，这可能是场大型游戏发布会与 Oculus Quest 一同而来的，还好几款重要的 VR 游戏，包括制造《漫威蜘蛛侠》的工作室 Insomniac 所带来的《Stormland》，曾打造过《教团 1886》的工作室 Ready At Dawn 所带来的《Lone Echo II》以及育碧推出的《Space Junkies》等等。我们挑选了几款新游戏做简要的介绍。Stormland《Stormland》是一款第一人称动作冒险型游戏，它将在 2019 年发布，玩家在游戏中将扮演一个机器人，深入敌方基地作战，并不断升级自身的装备。Lone Echo IIReady At Dawn 凭借其 Lone Echo 和 Echo Arena VR 游戏大获好评之后，该工作室也在此次 Oculus Connect 5 大会上公布了系列续作 Lone Echo II，至于游戏的具体内容并没有公布，只是放出了一段预告片。Echo CombatEcho Combat 同样是 Ready At Dawn 工作室在 Echo VR 系列的一作，属于第一人称射击类游戏，游戏画风偏「硬核」，将于今年 11 月 15 日推出。Space Junkies预计于 2018 年底发售的 Space Junkies 是育碧展示的最新 VR 游戏，它是一款以喷气背包太空人的 VR 射击游戏，玩家将在危机四伏的太空中展开竞技，支持多人游戏。Vader Immortal时间回到 2016 年，Industrial Light＆Magic 的 xLab 团队宣布与作家 David S. Goyer 合作打造星战 VR 系列游戏，现在其中一款成品《星战：维达不朽》（Vader Immortal）很快来了，它预计在 2019 年推出，但预告片并没有透露该游戏的具体细节，不过相比之前的星战 VR 游戏，这应该是场景更广阔、画质更精良的星战 VR 游戏。除了 Oculus Quest 和数款 VR 大作，Oculus 也不忘为已发售的 Oculus Go 和 Oculus Rift 带来一些新的消息。前者将支持 Youtube VR 以及将 VR 画面串流到手机、电视上与好友分享，而针对后者则是推出了 Rift Core 2.0 正式版系统，有更好动态光影的 Oculus Home 和更富表现力的 Oculus 虚拟头像等等，与此同时，Oculus 手机 app 也支持 Oculus Rift，可以远程下载安装和分享 VR 内容。原文请参见: https://www.ifanr.com/1107581?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=","categories":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}],"tags":[{"name":"爱范儿 · Beats of Bits","slug":"爱范儿-·-Beats-of-Bits","permalink":"http://qahome.cn/tags/爱范儿-·-Beats-of-Bits/"}],"keywords":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}]},{"title":"深度揭秘 ：110 亿美元估值背后，Pinterest 鲜为人知的故事","slug":"深度揭秘 ：110 亿美元估值背后，Pinterest 鲜为人知的故事","date":"2018-09-27T06:00:01.000Z","updated":"2018-10-06T02:33:38.346Z","comments":true,"path":"2018/09/27/深度揭秘 ：110 亿美元估值背后，Pinterest 鲜为人知的故事/","link":"","permalink":"http://qahome.cn/2018/09/27/深度揭秘 ：110 亿美元估值背后，Pinterest 鲜为人知的故事/","excerpt":"","text":"很多创业公司都有这样的想法：创业成功的唯一途径是吸引科技行业人士作为自己产品的早期采用者。不可否认的是，在硅谷推出一款能实现病毒式传播的产品会对公司的增长轨迹产生很大影响。然而，太多创业公司专注于吸引技术精湛的人作为自己产品的早期用户，这么做往往会损害他们的产品、公司和用户。Ben Silbermann、Evan Sharp 和 Paul Sciarra 想做些不一样的事情。他们想开发一款对所有人都有用的产品，而不仅仅是对湾区技术人员有用的产品。他们想开发一款全新的、独创的、但有能让人们感到熟悉的产品。他们希望人们能在第一次使用产品的时候就能立即知道产品是如何工作的，即使他们之前从未听过这款产品。他们开发的这款产品就是 Pinterest。通过持续专注公司已有用户（而非它认为自己应该拥有的用户），Pinterest 已经成长为一家估值 110 亿美元的超级独角兽。Pinterest 最迷人的地方是，它是首个利用我们与现实世界中事物的互动方式去帮助他们组织自己数字生活的互联网产品。虽然 Pinterest 是一家技术公司，但塑造了它增长轨迹的并不是它的底层技术，而是 Pinterest 的早期用户使用这个服务的方式，以及公司对用户使用方式的回应。 2009 年 – 2012 年：从 0 到 15 亿美元估值的故事Ben Silbermann 本应该会成为一名医生的。在他的直系亲属中，有四名都是医生，这似乎注定了他将和父母一样成为一名医生。但 Silbermann 并没有成为医生，也没有上医学院。从耶鲁大学毕业后，Silbermann 加入了 Google。Silbermann 当时在 Google 的在线广告部门工作。但 Silbermann 没过多久就对在 Google 的生活失望了。尽管谷歌有一项名为「20% 时间」（员工能够利用 20% 的工作时间或者五天中的一天来完成自己感兴趣的项目）的政策，但他 的上司不让他打造他感兴趣的任何项目。Silbermann 天生是一位好奇心很强的人，也一直钦佩乔布斯和比尔 · 盖茨这样的人。他感觉自己在 Google 的事业停滞不前。最后，Silbermann 的女友劝他辞职，转而去做他自己的项目。Silbermann 的应用开发公司 Cold Brew Labs 由此诞生。Cold Brew Labs 开发的第一个产品是一款购物对比应用 Tote，用户可以在应用里浏览来自 30 家零售商的服装等商品，并能保存自己喜欢的商品，在保存的商品降价时能自动收到通知。不过 Tote 并没能获得成功，主要有两个原因：1.这块应用生不逢时，早出现了 5 年。2009 年，消费者的主要购物方式还不是通过手机 APP 去购物。2.苹果应用商店当时还没有准备好支持基于云端的应用。苹果应用商店还无法快速处理和响应 Tote 的快速迭代。虽然 Tote 失败了，但 Silbermann 也不是毫无收获。在分析 Tote 的用户数据时，他发现了一些有趣的事情：Tote 的用户正在按照预期使用这款应用。他们在浏览产品的过程中会使用 「Favorite」（喜欢）功能保存它们喜欢的商品。很多用户通过这款应用找新产品，并将图片发给他们自己。用户的这种收集行为给了 Silbermann 和 Sciarra 一个灵感。他们开始基于 Tote 的用户数据打造一个新产品的原型，并不断对这个产品原型进行更新迭代。在开发这款新产品的过程中，他们越来越了解用户的行为。他们很快就发现，用户很少会在 Tote 里搜索特定品牌的商品。相反，他们会按品类进行搜索：鞋子、裙子、裤子、夹克。所以团队开发了 「图片桶」，用户可以在里面整理自己的图片集。Silbermann 和 Sciarra 大概在 2009 年秋季完成了新产品原型的开发。Silbermann 通过一个熟人认识了 Evan Sharp。Evan Sharp 当时是 Facebook 的产品设计师，因为非常认同 Silbermann 和 Sciarra 在做的事情，所以以联合创始人的身份加入他们的团队。Sharp 在这款产品的开发中起到了至关重要的作用。他不仅亲自写了网站的大部分代码，而且还开发了 Pinterest 今天依然在使用的独特的网格式布局。在 Sharp 加入团队后不久，Silbermann 和 Sciarra 就与风险投资机构 FirstMark 接触，努力说服他们相信现在这款产品比 Tote 更有潜力。虽然 Silbermann 做的原型产品的商业应用非常显而易见，但他非常小心地避免将新产品当做一款电子商务应用来宣传。他们现在已经有了一个能用的产品，现在他们需要的只是一个产品名称。Silbermann 的女友建议将这款应用命名为 Pinterest。从最早的版本开始，收集的概念就被植入 Pinterest 中。Silbermann 年轻时是个非常狂热的收藏家，收集了大量的飞蛾和蝴蝶，他后来开玩笑地将这些收藏品称为 Pinterest 1.0 版本。尽管用户行为对 Pinterest 的早期开发至关重要，这款应用的早期用户群对产品也同样重要。很多创业公司都错误地认为：增长的唯一可行方式是吸引科技行业人士作为自己产品的早期采用者。对于一款新产品而言，科技行业人士通常是理想的早期采用者，因为他们更有可能主动推广新技术，并成为免费的品牌推广大使。Facebook 最早期就是通过瞄准精通技术的大学生实现这一点的。Twitter 最早期是通过吸引记者、博客作者和媒体做到这一点的。Pinterest 的不同寻常之处在于它采取了与 Facebook 、Twitter 等完全相反的方式。Pinterest 最开始没有瞄准湾区的科技行业人士，而是选择瞄准中西部的家庭主妇。这种打法非常成功，快速扩大了产品的初始用户基数。当 Pinterest 在 2009 年推出最早的产品版本时，社交媒体已经改变了人们在网上的行为方式。当时，Facebook 的月活用户已过 3 亿，Twitter 用户也已有 2000 万之多。然而，尽管 Silbermann 和 Sciarra 希望利用大家对社交的兴趣，但他们还是希望让 Pinterest 与市场上其它新兴的社交应用区分开来。幸运的是，要想做到这一点，他们并不需要做很多工作。Pinterest 在所有社交媒体中确实是独树一帜。Facebook 和 Twitter 强调分享关于我们自己的最新动态，而 Pinterest 则强调分享我们喜欢的东西。2010 年 1 月，Silbermann 在 Pinterest 上 Pin 了第一张照片： 一张纸板做成的一对情侣在自行车上亲吻图片：2010 年 3 月，Pinterest 正式发布了内部测试版本。很快，Pinterest 又推出了邀请制的开放测试版。虽然很多创业公司都通过邀请模式驱动了早期用户的增长，但 Pinterest 在快速获取早期用户上却并不容易。为了吸引第一批关键用户，Silbermann 做了很多体力活。他给自己通讯录里的每个人都发了邀请使用 Pinterest 的邮件。他搜遍了联系人的邮件地址，询问朋友的朋友的邮件地址，也给他在 Google 的前同事们发了邮件，希望大家能将 Pinterest 扩散开来。在 Pinterest 开放测试的 9 个月后，Pinterest 只有不到 1 万的用户。Silbermann 自己亲自联系了其中一半的用户，并将自己的私人手机号码给这些用户，让他们有任何疑问都可以给自己打电话。决心对于任何一位创业者而言都是一个重要的特质，但对 Silbermann 而言，让他坚持下去的是他的自尊。乞求 Google 让自己能重新回去工作并承认自己创业失败对 Silbermann 而言是无法想象的。「将我创业失败的事情告诉每个人实在太尴尬了，Google 也永远不会再重新录用我的。」当 Silbermann 专注于增加用户基数的同时，Sharp 开始专注于 Pinterest 的设计。尽管 Sharp 的网格设计风格最终被证明是受用户欢迎的，但在 2010 年，这种设计的反响并不怎么好。当时，大多数社交网站的设计排版风格都是基于文本的新闻源形式，而 Pinterest 提供的则是视觉化的信息展示方式，如下图所示：用户对 Pinterest 的网格式设计布局的反应让 Silbermann 和团队感到很惊讶。Pinterest 网站的早期版本上有这样一句话：「Pinterest 是一个线上钉板，你可以在这里整理并分享你喜欢的东西。」在线钉板的概念在 2010 年是非常新颖的，但大家已经知道怎么使用了。大家在不需要知道 Pinterest 是什么的情况下就能理解和使用这款产品。正是因为这种行为上的熟悉，Pinterest 的触发点（即了解产品的真正工作方式并开始购买）是非常强的。Pinterest 非传统的早期采用者确保了它从一开始对各种人群就有广泛的吸引力。 Pinterest 通过利用现实世界中熟悉的行为将网站和用户之间的摩擦最小化。对于大部分创业公司而言，成功是一场马拉松，而不是百米冲刺。很多公司都会经历高速增长阶段。对 Pinterest 来说，第一个高速增长阶段发送在 2011 年 3 月，也就是 Pinterest 在苹果应用商店发布了 iOS 应用之后。Pinterest 的 iOS 应用带来的用户比预期要多很多。Pinterest 的第二个高速增长阶段发生在 2011 年 8 月，当时 Pinterest 入选《时代》杂志评选出的「2011 年 50 个最佳网站」并得到了专题报道的机会，当时吸引了数百万人来到这个网站。到 2011 年 12 月，Pinterest 已经成功进入十大社交媒体服务榜单，每周独立访客超过 1100 万。正是因为这种高速增长，TechCrunch 将其评为「2011 年最佳创业公司」。2012 年，Pinterest 的高速增长势头依然在继续。到 2012 年 8 月，Pinterest 的用户数超过 2000 万，并获得了一轮由乐天领投的 1 亿美元 C 轮融资，估值超过 15 亿美元，超过了当时刚被 Facebook 收购的 Instagram。这轮融资让 Pinterest 有足够的资金来继续支撑其的高速增长。Pinterest 的邀请模式虽然在公司早期的效果并不好，但后期却取得了非常好的效果，并做到了 15 亿美元的估值。不过 Pinterest 依然在努力确定自己的身份和核心使命，这也是它在未来几年内积极追求的目标。 2013 年 – 2015 年：移动端的增长、国际化扩张、商业化变现乐天可能已经看到了 Pinterest 与它的电商愿景之间的「巨大协同效应」，不过在 2013 年至 2015 年间，Pinterest 还无法确定自己的商业变现模式。得益于 Silbermann 对网站早期用户的持续关注和 Sharp 的产品设计，Pinterest 实现了用户数的快速增长，但公司在很大程度上只专注于产品而忽视了营收。如果 Pinterest 希望保持这种已经建立的增长势头，它就必须在这方面做出改变。2013 年初，Pinterest 获得了 Valiant Capital Partners 领投的 2 亿美元 D 轮融资。Pinterest 当时有大约有 100 名员工。在这轮融资后，Pinterest 开始招聘更多员工，主要是工程师和产品经理。2013 年 10 月，Pinterest 又获得了一轮 2.25 亿美元的融资，其中大部分资金都用于工程技术和产品中了。2013 年，Pinterest 推出了截至当时最大的一次产品更新：Promoted Pins。Promoted Pins 的功能与 Facebook 的 Promoted Posts 和 Twitter 的 Promoted Tweets 的功能几乎是相同的，允许广告主在用户顶部信息流的显著位置推广他们的 pin。Promoted Pins 可以显示在搜索结果和分类信息的顶部位置。Promoted Pins 可能不是最具原创性的功能，Pinterest 从 Google 和 Facebook 的广告平台中学到了这方面的经验。正如谷歌在 2016 年和 2017 年通过重新设计 AdWords 广告标签来让广告与自然搜索结果更难区分开来一样，Pinterest 的 Promoted Pins 很好地融入到用户的信息流中。Promoted Pins 功能一开始只允许特定的广告合作伙伴使用，但这是实现商业变现的关键一步。Pinterest 在这段时间内增长速度惊人。到 2014 年春天，Pinterest 的用户已经 Pin 了超过 300 亿张图片，其中有大约一半图片是在刚过去的 6 个月 Pin 的。为了更好地利用这些图片，Pinterest 在 2014 年 4 月推出了一次重大服务更新：Guided Search。Guided Search 允许用户通过输入一个广泛的初始查询词进行搜索，比如「男装」。在输入这类词后，Pinterest 会通过一系列步骤来引导用户，通过提供相关子类别来优化初始结果。例如，在下面的图中，初始查询词是「跑步」。Pinterest 推荐了语义相关的子类别，比如「鞋子」和「锻炼」：这个功能看起来是不是有点熟悉？因为 Google 2017 年在搜索功能中引入了这个功能，也就是在 Pinterest 率先推出这个功能的 3 年后。Guided Search 功能也是 Pinterest 作为内容发现引擎向前迈出的一大步。这个功能不仅能让用户更容易发现新内容，还能够让网站更有粘性，同时还提高了用户找到他们想找到的东西的可能性。Pinterest 继续保持高速增长。到 2015 年年初，Pinterest 的用户数已达 5000 万。不过，Pinterest 并没有只是在吸引新用户。Pinterest 在 2014 年 5 月和 2015 年 3 月分别完成了 F 轮融资和 G 轮融资，两轮融资总额高达 5.67 亿美元，公司估值超过 110 亿美元。到 2015 年，Pinterest 获得的融资总额已超过 10 亿美元。Pinterest 正在以惊人的速度获取用户和融资。但是 Pinterest 依然没能解决的问题是如何利用其快速增长的用户基数进行商业化变现。Pinterest 的 Promoted Pins 功能取得了一些成功。但是，为了安抚焦虑的投资人，Pinterest 要做的事情还有很多。对于一家融资总额超过 10 亿美元、估值 110 亿美元的公司而言，Pinterest 的广告营收远远低于预期。2015 年 9 月，Pinterest 宣布产品月活用户数突破 1 亿大关，但公司 2015 年的营收只有 1 亿美元，远低于 1.69 亿美元的预期营收。Pinterest 的商业变现之所以困难重重，原因有很多。原因之一，在广告变现方面，Facebook 比 Pinterest 占尽先机。当 Pinterest 在 2016 年支持视频并开发了自己的本地视频播放器时，Facebook 在过去两年已经从视频广告中获得了强劲的营收增长。除了 Facebook 在视频广告方面存在的竞争优势外，Pinterest 广告团队面临的最严重问题之一是，许多广告主不愿意将他们在 Facebook 上已被验证成功的广告预算进行重新分配并投入到 Pinterest 上虽然便宜但未经验证的 Promoted Pins 广告上。广告主的风险规避心理并不是 Pinterest 实现营收增长的唯一障碍。Pinterest 多年来一直在谨慎地优化产品的使用体验，让用户在平台上发现内容越来越容易。然而，与其他专注于产品的公司的不同之处在于，Pinterest 在业内以谨慎有条理的产品开发方式著称。Pinterest 的 Buyable Pins 和 Marketing Developer Partners 都是在 2015 年才推出，浪费了大量宝贵的时间。换句话说，Pinterest 的商业化变现措施来得太慢、太迟了。到这时，Pinterest 已经在北美和西欧部分地区有了庞大的用户群。然而，为了继续保持高速的用户增长，Pinterest 需要进一步扩张。2015 年 4 月 1 日，Pinterest 推出了一项旨在让自己更有效地进军海外市场的项目：Jumpstart，该项目瞄准的第一个海外市场是日本东京。之所以选择日本东京作为 Jumpstart 项目的第一站，因为作为全球 GDP 第三大经济体，日本是 Pinterest 进军东南亚市场过程中的一个能带来丰厚利润的市场。除此之外，这还有重要的战略意义： 从 2014 年到 2015 年期间，日本的月活用户增加了一倍多。 海外活跃用户占 Pinterest 所有活跃用户 40% 以上。 乐天对 Pineterest 的投资和支持表面，公司有资源和能力开发一个真正的本地化应用版本，去测试本地化模式是否能复制到其它地方。尽管 Pinterest 在海外市场的增长势头非常强劲，Pinterest 占领全球市场的计划并不只是像在一些新市场开设办事处那么简单。为用户提供真正本地化的体验依然是公司面临的一大难题。单纯的内容翻译很容易，但是将 Pinterest 的整体体验进行调整从而去满足各种不同文化品味的需求是非常困难的。然而，Pinterest 在本地化中面临的挑战并不是单纯的美学方面的挑战。Pinterest 的美国用户对网站使用的术语的反馈是积极正面的，比如将东西 Pin（钉）在 board（钉板）上。但 Pinterest 的巴西用户却并非如此。在巴西葡萄牙语中，Pin 是父母用来系孩子尿布的东西，board 这个术语在巴西也面临类似的问题。为了解决这个问题，Pinterest 拉美主管 Ricardo Sangion 将「Pin」这个词在巴西翻译为「save」，将「board」翻译为「folders」（文件夹），从而消除了这些术语在巴西葡萄牙语中存在的歧义。事实证明，这种本地化举措非常成功。和其它创业公司一样，Pinterest 也冒过风险、犯过错误，所犯过的最大的错误之一就是没能成功将营收增长赶上用户的增长。尽管犯了一些错误，Pinterest 依然在持续增长。它成功利用自己的知名度和资源将市场开拓到美国之外的其它很多地区。然而，尽管 Pinterest 获得的 10 亿美元融资能够让公司有条件去实施扩张计划并招聘更多的工程师，但这也让 Pinterest 承受着让股东快速见到成效的巨大压力。2016 年至今：AI、图像识别、追求利润在短短 7 年的时间里，Pinterest 已经从一个简单的图片组织管理工具成长为全球最受欢迎的社交媒体网站之一。2015 年，Pinterest 在全球拥有超过 1 亿用户，它在国际市场的用户增长率超 135%。它是全球第二大网络推荐流量来源，仅次于 Facebook。投资人对 Pinterest 信心高涨，但他们对 Pinterest 的期望更高。股东们对成长中的 Pinterest 很有耐心，一直等待着它能为自己带来巨大的投资回报率，但这种耐心不可能一直持续下去。到了 2016 年，Pinterest 已经成为一款家喻户晓的产品，用户数超过 1.5 亿。Pinterest 网站每月处理超过 20 亿次的搜索。尽管 Pinterest 用户增长势头良好，但它还是没有弄清楚如何利用庞大的用户基数来驱动营收的增长。Pinterest 很长时间以来一直努力将自己定位为购物者的工具伴侣，但却始终没能成功填补内容发现和产品销售之间存在的鸿沟。Silbermann 和他的团队非常清楚用户正在使用 Pinterest 收集和保存他们有意向购买的东西，但他们不知道如何做到闭环，从而让 Pinterest 成为跨平台电商体验中不可或缺的组成部分。Pinterest 的视觉搜索（Visual Search）功能和 Buyable Pins 功能是它朝这个方向迈出的正确一步，但这还远远不够。多年来，Pinterest 一直在悄悄开发底层技术来克服计算机科学、语义视觉搜索领域存在的最困难的挑战之一。Pinterest 希望这个技术能够解决自己在商业化上存在的问题。Pinterest 经常被别人拿来和 Instagram 比较，因为这两个平台的视觉特质有些类似。实际上，相比 Instagram，Pinterest 和 Amazon 的共同点其实更多。why？因为这两家公司都是从一开始就致力于通过专注已有用户来做到最好，而这样做实际上让它变成了另外一样东西。对于 Amazon，它成为了全球最大的线上零售商，但同时也是事实上成为全球产品搜索引擎。之所以会这样，原因有三： Amazon 在更多产品种类中销售的产品比其他任何零售商都要多。 Amazon 的购买力意味着它平台上的产品价格往往比竞争对手要低得多。 Amazon 先进的物流基础设施提供的服务只有一些高端物流公司才能提供（如联邦快递），但成本要低得多。即使人们最终选择通过 Amazon 以外的其它网站购买商品，但他们通才会首先在 Amazon 上查看一下商品。同样的道理，Pinterest 的使命是帮助用户发现他们喜欢的东西，并将这些东西以一种用户熟悉的方式组织起来。通过让用户尽可能容易地找到他们喜欢的东西，Pinterest 在事实上为自己成为全球视觉搜索引擎奠定了基础。它并没有一开始就刻意这么做，这是随着时间的推移自然而然发生的，和 Amazon 类似。Pinterest 对视觉搜索的日益重视在 2017 年 2 月变得非常明显，因为公司当时推出了两项将决定 Pinterest 这款产品未来的新功能。第一个同时也是最重要的一个功能是 Lens，Pinterest 的独有图像识别技术。这项功能首先在 Pinterest 的 iOS 应用上推出，Lens 允许用户使用他们的智能手机摄像头获取图像，Lens 能够分析和识别图像中的各种物品。能够快速识别出特定图像中的不同东西，这里面蕴含着不可思议的商业潜力，因为它能够让 Pinterest 用户毫不费力地识别并购买他们看到的任何东西。与 Lens 同时推出的另外一个功能是 Instant Ideas。这个简单而高效的工具能够在每个 Pin 下面都加了一个小圆圈。只要点击这些小圆圈，用户就能看到一系列与原始图像相关的物品和 Pin。在技术上，Instant Ideas 可能没有 Lens 那么让人觉得不可思议，但这是 Pinterest 在视觉搜索领域占据主导地位的另一个关键举措。 Instant Ideas 不仅实用，它也是人们另外一个符合逻辑的寻找事物的方式。Instant Ideas 让用户从一个 Pin 非常自然地跳到下一个 Pin。在 2017 年的大部分时间里，Pinterest 不断在视觉搜索研发上持续投入。2018 年 2 月，Pinterest 成功说服著名计算机视觉专家 Chuck Rosenberg 辞去 Google 的职位，成为 Pinterest 的计算机视觉负责人。Rosenberg 的任务是不断改进 Pinterest 计算机视觉技术的各方面工作，其中就包括 Lens 项目。Pinterest 一直是一家非常重视技术的公司。但是和其他网站和社交媒体服务不同的是，Pinterest 从未将自己定位为一家科技公司。在极大程度上，它的核心用户群并不关心 Pinterest 的工作原理，他们只关心 Pinterest 有哪些功能。从技术角度看，Pinterest 的 Lens 技术让人觉得不可思议，但大多数 Pinterest 用户都不关心里面用到的具体技术，他们只关心如何在 Pinterest 上找到他们想要的东西。Lens 背后的底层技术对大多数 Pinterest 用户来说并没有什么吸引力，但对零售商却有着巨大的吸引力。2017 年，Pinterest 与零售商 Target 合作推出了一个试点项目，Pinterest 用户可以在 Target 商店里拍摄商品图片，Lens 能够在 Pinterest 上为用户提供视觉和主题类似的商品。尽管 Lens 提供您的结果仅限于 Target 商店里商品，无法包含竞争对手零售商的商品，但这一举措显示了 Pinterest 未来的发展方向。由于 Pinterest 在商业变现上一直举步维艰，因此与主要零售商建立战略合作伙伴关系可能是 Pinterest 挖掘自身平台巨大商业潜力的重要方式。到 2018 年，也就是在产品推出 8 年后，Pinterest 已经成为一个社交领域的巨无霸。Pinterest 拥有 2.5 亿用户，其中超过 1 亿用户在在美国之外的海外市场。用户共创建了 10 亿个钉板（boards），用户 Pin 的图片总量超过 500 亿张。然而投资者真正想看到的是公司营收的增长。2017 年上半年，Pinterest 虽然没能实现营收目标，但公司的财务状况整体而言是非常健康的。2017 年全年，Pinterest 营收增长 58%。过去 4 年，Pinterest 的营收增长都是可圈可点的： 2014 年：营收 2400 万美元 2015 年：营收 1.39 亿美元（增长 479% ） 2016 年：营收 2.98 亿美元（增长 114%） 2017 年：营收 4.72 亿美元（增长 58%）尽管 Pinterest 近年来营收增长稳健，但它依然面临很大的挑战。Pinterest 之所以增长这么快，是因为人们已经靠直觉就能理解 Pinterest 的工作方式，因此能吸引广泛的用户群。在过去 8 年时间里，Pinterest 虽然采取了很多商业变现的措施，但它将大部分精力都放在了产品优化上。如果 Pinterest 希望一直生存下去，就必须加快商业变现的步伐。Pinterest 未来将走向何方？Pinterest 的创业旅程是独特的。未来 Pinterest 将走向何方呢？下面是它的几个可能的发展方向：1.公司上市它已经拿过太多的融资了，所以 Pinterest 必须上市，真正的问题是何时上市。Pinterest 还需要弄清楚如何与谷歌和 Facebook 在线上广告领域进行竞争。有迹象显示，凭借强劲的营收增长和它的移动搜索技术对广告主的吸引力，Pinterest 很有可能将在 2019 年年中进行 IPO。2.重新关注小企业 / 小广告主Pinterest 在商业化上遭遇的质疑就是，小型商业广告主大都无法使用它的广告平台。Pinterest 可能采取的措施之一就是让更多的广告主能够使用自己的广告平台，不管是大企业还是小企业，这能大大提高公司的营收。为此，Pinterest 可以通过引入阶梯式定价的方式，让不同类型的广告主可以选择自己能负担得起的广告方式。3.进一步重视视觉商业Pinterest 最大的弱点之一是对搜索的过度依赖。为了实现公司的盈利目标，并克服过度依赖搜索的弱点，Pinterest 可以在成为一个视觉商务平台上加大投入；正如 Amazon 已经在事实上成为最受欢迎的产品搜索引擎一样，Pinterest 也可以转型成为一个主要通过视觉方式来搜索和购买商品的平台，这可以基于 Pinterest 的 Buyable Pins 和 Lens 等现有技术来打造。我们能从 Pinterest 身上学到的 3 条经验1.为你正在打造的产品确定早期采用者如果 Pinterest 没有认真倾听用户的意见和反馈，并按照用户的产品使用方式进行相应调整，Pinterest 可能会朝着一个和现在完全不同的方向发展。Pinterest 在早期并没有和其它创业公司一样选择硅谷的技术人士作为自己产品的目标用户，这在很大程度上决定了公司的增长轨迹和产品发展方向。看一看你的产品和你未来六个月的路线图，然后问自己以下几个问题： 当你第一次推出产品的时候，你为什么要瞄准你选择瞄准的这个用户群？是什么让你的产品或服务适用于这个用户群？ 你的产品路线图如何反映早期采用者的需求和渴望？你的产品是如何解决这些用户的问题或是使他们的生活变得更美好的？换句话说，你开发的产品是为了满足你已经拥有的早期采用者的需求，还是为了努力吸引你认为自己应该拥有的用户群？ 你都做了哪些事情来驱动核心用户群的增长？对于 Pinterest 而言，一旦公司走出了早期增长困境之后，它采用的邀请制模式效果非常好。你是如何取悦核心用户并鼓励他们主动为你的产品宣传推广的？2.持续倾听现有用户的声音在 Pinterest 发展初期，Ben Silbermann 给网站的前 5000 名用户分别发了一封邮件，询问他们对 Pinterest 的真实看法，以及如何才能让这款产品变得更好。问用户一些明智的问题，并根据用户反馈进行调整。不要想当然地假设用户在做什么，而是要根据他们实际做的事情进行调整。当你下次查看产品的使用数据时，要问自己下面这些问题： 你是如何获取和评估用户反馈的？是依靠定量研究还是定性研究？ 要实事求是。你是否知道你的产品中存在一个问题（或用户不喜欢的地方）但你没有解决？如果有，为什么？换句话说，你是否会为了短期增长而牺牲长远增长？ 为了推动公司增长再上一个台阶，你能做出的最根本的调整改变或特性是什么？如果你从用户那里得知他们最希望产品中拥有的功能是什么，你认为现在开始开发这些功能是可行的吗？3.迎合用户的思维Pinterest 之所以取得如此大的成功，因为这款产品对大部分人而言已经是非常熟悉的概念了，即使他们从未听说过这家公司或使用过这款产品。在用户脑海中找到你可以将产品植入进去的空间非常重要。你必须将对用户而言熟悉的东西植入他们的大脑，或者你很难实现增长。在思考自己的产品时，要问自己下面这些问题： 实际使用你的产品的用户的感受是怎样的？你的产品功能对用户而言是不是熟悉的、凭直觉就能弄懂的，还是说你在给用户介绍一款全新的产品？如果是后者，你如何让用户尽可能容易地适应你的产品？ 你的产品如何适应用户的思维？Pinterest 之所以如此火爆，是因为它通过利用用户熟悉的行为来帮助人们做一些他们已经在做的事情（收集和组织他们喜欢或想要购买的东西），比如将数字钉板作为现实世界的组织工具的想法。你如何用你的产品做同样的事情？ 你是否忽略了一个自己可能还没有开始利用的巨大机遇？Pinterest 旨在帮助大家在数字空间中以社交方式组织自己的真实生活，但也改变了我们对视觉搜索的看法。你的产品是否有这样的巨大潜力？如果是这样，你如何将这个宏大的、雄心勃勃的想法融入到你现有的产品路线图中？Pinterest 通过排除万难最终成为了世界上最大的社交媒体网站之一。尽管走错了一些路，Pinterest 的成功表明，专注用户和解决用户的实际问题才是持续增长的真正秘诀。然而，Pinterest 已经不像之前那样有充足的时间了，它现在面临着彻底解决商业变现的巨大压力。Pinterest 是否能超过投资者的预期还不得而知，但公司为实现这个目标所采取的行动依然令人期待。本文来自 36 氪，编辑为郝鹏程，翻译自 producthabits.com，原文链接，爱范儿经授权发布。原文请参见: https://www.ifanr.com/1107560?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=","categories":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}],"tags":[{"name":"爱范儿 · Beats of Bits","slug":"爱范儿-·-Beats-of-Bits","permalink":"http://qahome.cn/tags/爱范儿-·-Beats-of-Bits/"}],"keywords":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}]},{"title":"实测 iPhone XS 网络性能：苹果叫板高通的底气是什么？","slug":"实测 iPhone XS 网络性能：苹果叫板高通的底气是什么？","date":"2018-09-27T06:00:01.000Z","updated":"2018-10-06T02:33:38.289Z","comments":true,"path":"2018/09/27/实测 iPhone XS 网络性能：苹果叫板高通的底气是什么？/","link":"","permalink":"http://qahome.cn/2018/09/27/实测 iPhone XS 网络性能：苹果叫板高通的底气是什么？/","excerpt":"","text":"随着上周 iPhone XS 系列开卖，不少用户都陆续收到了久违的新机。不过这款新机出师似乎不太顺利，距离开卖不到一周，「通话质量差」、「信号跳水」等问题便在全球用户群里被频频曝出。既然是信号的接收问题，自然 iPhone XS 所用的英特尔基带就成了影响信号接收的「最大嫌疑人」，网络舆论亦纷纷指向基带才是这些问题的「罪魁祸首」。那么，iPhone XS 的信号真的要比前代差？苹果为何要舍弃高通押注英特尔？今天我们就通过几个场景来检测一下。 谁弱谁强？「拉」出来溜溜便知道从 iFixit 在本周早些时候发布的 iPhone XS 系列拆机报告看，本次英特尔一共向苹果提供了 9955 J825YD05 10PSV（XS）和 9955 X816YD5R P10PHV（XS Max）两款调制调节器芯片，也就是传说中英特尔最新的全网通基带 XMM 7560。▲iPhone XS 主板，橙色部分为基带芯片. 图片来自：iFixit通过 AIDA64 程序，我们能查询到 iPhone 8 Plus、iPhone X 国行版均采用的是高通 MDM 9655 芯片。▲左：iPhone 8 Plus，右：iPhone X（均为国行版）不过比较遗憾的是，AIDA64 对 iPhone XS Max 尚未支持，在测试时显示多个项目「Unknown」。因此借助另一款软件 CPU-Z 我们最终确定手上的这台 iPhone XS Max 国行版为英特尔供应的基带方案（Intel XMM），确定为 iFixit 拆机报告里提到的 XMM 7560。自前几代 iOS 系统开始，用户可调用 Field Test 模式在信号栏查看实时信号数值。但由于苹果在 iOS 11 系统后取消了 Field Test 在系统信号区的 dBm 显示，且在该版本后采用高通基带的 iPhone 均不能在 Field Test 里显示信号 dBm。所以在本次测试里，我们使用 iPhone XS Max 和三星 Galaxy Note9（高通骁龙 845 处理器）在同一运营商、同一测试环境进行信号、网速对比，然后再加入 iPhone X 进行网速对比。由于测试结果因地而异，结果仅供参考（dBm 值越大，信号越强；均在非手握、无装配手机壳情况下进行）。 马路边上▲ 左：iPhone XS Max（RSRP），右：Galaxy Note9（信号强度）行走在马路上，我们拿出了两台手机进行对比。在同一运营商、手机没有安装保护壳的情况下，iPhone XS Max 的 dBm 值为 -76，Note9 的 dBm 值为 -70。 人流密集的商场内▲左：iPhone XS Max（RSRP），右：Galaxy Note9（信号强度）之后我们走到了公司附近的商场进行测试，也就是室内环境。此时 iPhone XS Max 的 dBm 为 -83，Note9 的 dBm 值为 -76，信号掉了一格，不过依然还是高通基带略胜一筹。▲iPhone XS Max、iPhone X、Galaxy Note9 网速测试在 Speed Test 的测试中，我们能看到两款手机在网络传输上的差距。在同一环境下 Note9 的下载速度一下飚到了 5013KB/s，上传速度去到了 843KB/s。反观 iPhone XS Max 要更慢一些， 不过也比 iPhone X 稍快，达到了下载 4161KB/s 和上传 817KB/s。 消防楼梯▲左：iPhone XS Max（RSRP），右：Galaxy Note9（信号强度）走到商场的后楼梯，两台手机的信号不降反升，不过依然还是骁龙 845 的基带稍胜。iPhone XS Max 的 dBm 为 -77，Note9 为 -70。沿着后楼梯，我们走到地下停车场。▲iPhone XS Max、iPhone X、Galaxy Note9 网速测试在网速表现上，高通仍然处于「碾压」状态，一口气上到了 9731KB/s 的下载和 973KB/s 的上传。iPhone XS Max 也达到了 7737KB/s，上传和 Note9 持平，同样为 973KB/s。 地下停车场▲左：iPhone XS Max（RSRP），右：Galaxy Note9（信号强度）地下停车场在负三层，两台手机的信号都马上降了下去，而且也拉开了一点差距。iPhone XS Max 的 dBm 此时降到了 -113，虽然挂着 4G 但网页读取已经明显变慢。Galaxy Note9 的 dBm 值在 -100 到-105 之间浮动，不算稳定但仍然比 iPhone XS Max 要稍强一点。通过以上几个场景的对比，我们也能清晰了解到 XMM 7560 和高通 X20 LTE 的差别了。 为什么会选英特尔？苹果在新 iPhone 上全面选用英特尔而不是合作多年的高通，网传有苹果为了节省成本、高通和苹果合作不愉快等解释，但归根到底，主要原因还是高通去年对苹果的指控。在高通去年 11 月提交的文件里，他们表示苹果此前与高通合作期间，通过高通提供的技术去改进英特尔的调制解调芯片（基带），从而帮助作为高通竞争对手的英特尔解决「性能欠佳」的问题。早在去年 6 月，高通与苹果就因专利技术问题对薄公堂，此次更新的指控更进一步地补充了苹果窃取商业机密和瞒骗合作伙伴的证据。高通在最新的指控文件表示，苹果不但通过高通的技术提升自家芯片性能，还帮助英特尔改良基带部件。因此，在高通与苹果交锋的背景下，今年 iPhone XS 系列均为采用英特尔供应的基带芯片，而并非是和苹果合作多年的高通。 一直在追赶的英特尔，会是明年新机的首选吗？ 英特尔从来没让我失望过，但基带除外。前面提到过高通和英特尔都是 iPhone 的基带芯片供应商，实际上，iPhone XS 系列并非是苹果首次采用英特尔基带芯片的机型。▲图片来自：YouTube苹果在早期的 iPhone 里采用的是英飞凌的基带芯片，2010 年英特尔斥资 14 亿美元收购了英飞凌后，英特尔正式成为和高通竞争的芯片厂商。但由于当时世界正准备进入 4G 通讯时代， 苹果便开始了少量的双基带路线，大部分 iPhone 采用的是高通供应的基带，而小部分 iPhone 则采用英特尔供应的基带芯片。直到 iPhone 4s 时代。在 iPhone 7 到来前，高通一直都是 iPhone 基带芯片的主要供应商。但之后英特尔亦加入到 iPhone 的基带阵列中，所以，在之后的 iPhone 8、iPhone X 上，我们也能看到英特尔 XMM 标签的基带了。据部分微博网友反馈，国行三网版 iPhone 8 / X 采用的是高通的 MDM 9655 芯片，而部分双网版则选用了英特尔 XMM 7480。尽管两款基带都是高通和英特尔最拿得出手的芯片，但两者的差距还是有的。从 Cellular Inights 之前给出的 iPhone X 双芯测试结果看，无论是下载速度，亦或是网络信号，高通的基带都比英特尔更优，虽然差距不算明显，但两者表现仍有一段距离。不过尽管这一点差距不大，但有差自然也会让消费者感到不公：我花同样的价格怎么买到一台信号更差的手机呢？从高通对苹果的指控条目看，高通曾指出苹果在 iPhone 7 中并未充分使用高通基带芯片的性能，间接掩盖了高通和其他厂商在 iPhone 设备上的网络性能差异。换言之，就是苹果对英特尔「特别照顾」了。如果说性能调整是苹果对英特尔的特别照顾，那么和高通的纠纷、XMM 7560 的面世、更低的价格便是今年 iPhone XS 全面采用英特尔基带的几个主因。苹果选择高通可以看作是对全网通的一种变相妥协，毕竟对 CDMA 的支持仍然是英特尔基带的一道坎，这也是我们之前仅能在非全网通的 iPhone 上才能看到英特尔基带的原因。但随着全网通基带 XMM 7560 的推出，英特尔解决了网络支持的问题，技术也逐渐成熟，因而在高通叫板苹果的同时，英特尔拿出了比高通更低的价格，所以新基带也被苹果大批量采用了。「没有对比就没有伤害」。从 XMM 7560 的几个实测结果看，这款芯片虽然解决了英特尔基带的 CDMA 支持问题，也提升了网络传输水准。但事实上它仍然距离高通的 X20 基带有一段距离，差距是拉近了，但尚未能谈超越。▲图片来自：Cultofmac不过从今年苹果押注英特尔并敢于叫板高通的大环境看，我们不难能观察到几个信息：第一是英特尔开出了一个相对优惠的价格，让苹果大批量装备新手机；其次是英特尔的基带技术已经成熟，并得到了苹果认可，未来或将会继续大批量采购；如果英特尔能担当苹果的长期后盾，高通和苹果的纷争不会在短期内和解。对于高通的指控，苹果发言人 Ars 在北京时间 9 月 27 日作出回应，称高通作出的指控均无实质证据。所以可以猜想的是，如果高通和苹果的纷争持续到 2019 年甚至更久，那么明年或未来的 iPhone 也将可能会继续采用英特尔供应的基带了。原文请参见: https://www.ifanr.com/1106832?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=","categories":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}],"tags":[{"name":"爱范儿 · Beats of Bits","slug":"爱范儿-·-Beats-of-Bits","permalink":"http://qahome.cn/tags/爱范儿-·-Beats-of-Bits/"}],"keywords":[{"name":"科技","slug":"科技","permalink":"http://qahome.cn/categories/科技/"}]},{"title":"电脑图像工具箱 – 将近 100 项图像工具合集 [Windows]","slug":"电脑图像工具箱 – 将近 100 项图像工具合集 [Windows]","date":"2018-08-09T21:30:01.000Z","updated":"2018-10-06T02:33:38.352Z","comments":true,"path":"2018/08/10/电脑图像工具箱 – 将近 100 项图像工具合集 [Windows]/","link":"","permalink":"http://qahome.cn/2018/08/10/电脑图像工具箱 – 将近 100 项图像工具合集 [Windows]/","excerpt":"","text":"来自论坛的 @TUDOU 同学分享了一个神器：电脑图像工具箱，这个大约 167MB 的工具箱，从图像处理、动画制作，到图像捕捉、图标工具，包含了超过 70 款小工具，最后更新时间为 2016 年初，较古老。@AppinnTUDOU 还说道：「是的，很老很老的软件了，我应该是某年从各大软件下载站挖坟时候找出来的」呃，不知道你们为什么把一款 2016 年的软件称作很老…很老，真的很老么再来看另外几张图片：这个工具集，说实话青小蛙是没有下载下来测试的…… 🙈感兴趣的同学可以在这里继续讨论，以及下载。原文请参见: https://www.appinn.com/diannao-images-tools/","categories":[{"name":"酷软推荐","slug":"酷软推荐","permalink":"http://qahome.cn/categories/酷软推荐/"}],"tags":[{"name":"小众软件","slug":"小众软件","permalink":"http://qahome.cn/tags/小众软件/"}],"keywords":[{"name":"酷软推荐","slug":"酷软推荐","permalink":"http://qahome.cn/categories/酷软推荐/"}]},{"title":"Smiley! – 检测到笑脸 ","slug":"Smiley! – 检测到笑脸 ","date":"2018-08-09T21:30:01.000Z","updated":"2018-10-06T02:33:38.153Z","comments":true,"path":"2018/08/10/Smiley! – 检测到笑脸 /","link":"","permalink":"http://qahome.cn/2018/08/10/Smiley! – 检测到笑脸 /","excerpt":"","text":"Smiley! 是一款能够自动检测镜头前人物笑脸并自动拍照的应用，支持检测多人同时笑出来并拍照，无需按下快门。@Appinn青小蛙觉得检测笑脸不是什么新鲜事情了，并且自动拍照也没啥意思。但 Smiley! 最大的意义就在于多人拍照的时候自动检测笑脸，留下一个精彩的瞬间。多人拍照其实可以用连拍来解决表情不一致，甚至有人闭眼睛的问题，但依旧需要事后一张一张选取照片。而 Smiley! 就简单了，让人们站好，开笑，就完成了。尤其在于群自拍的时候，摆好姿势，然后就可以使劲的笑了，都不需要设置倒计时拍照。Smiley! 还能设置笑脸程度，以及拍照时间。原文请参见: https://www.appinn.com/smiley-for-iphone/","categories":[{"name":"酷软推荐","slug":"酷软推荐","permalink":"http://qahome.cn/categories/酷软推荐/"}],"tags":[{"name":"小众软件","slug":"小众软件","permalink":"http://qahome.cn/tags/小众软件/"}],"keywords":[{"name":"酷软推荐","slug":"酷软推荐","permalink":"http://qahome.cn/categories/酷软推荐/"}]},{"title":"深圳房改宣言，一个四两拨千斤的细节竟然被忽视了？","slug":"深圳房改宣言，一个四两拨千斤的细节竟然被忽视了？","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-06T02:33:38.337Z","comments":true,"path":"2018/06/10/深圳房改宣言，一个四两拨千斤的细节竟然被忽视了？/","link":"","permalink":"http://qahome.cn/2018/06/10/深圳房改宣言，一个四两拨千斤的细节竟然被忽视了？/","excerpt":"","text":"这两天楼市最大的新闻，莫过于深圳的二次房改。犹如一声惊雷，响彻神州大地。作为中国最早改革开放的城市，深圳是敢于第一个吃螃蟹的，住房改革也不例外。6月5日，深圳市政府发布文件，到2035年新增建设住房170万套。按照住房供应比例测算，未来17年时间有70万套商品房供应，而保障性住房有100万套，占新增住房总量的近六成。具体比例看下图：网上关于深圳二次房改的解读很多。主流观点是：深圳房改是对“房住不炒”政策最全面的贯彻，是真正的长效机制，将使深圳率先摆脱土地财政的束缚。这些主流观点我基本赞同。毕竟如此有红利的政策，也只有深圳能够做得出来。18年建100万套的保障性住房，让利50%的房价，按照深圳目前5.4万每平米的新房均价计算，市场保守预测，深圳政府让利接近2万亿，这得是多大的超级红包！前景很美好，最怕现实很骨感。保障性住房不是一个新名词，以前的经济适用房、廉租房，还有去年兴起的共有产权房，很容易沦为权力寻租的“富人福利”，老百姓都怕了。所以我们不禁要问，深圳房改的保障性住房，究竟能不能分到真正需要的人手中？而据我观察，目前媒体对深圳房改的解读，基本都没有涉及到这块内容。下面我做个简要分析，和读者们交流探讨。第一个问题，“有关系”的人为什么都争着抢保障房？ “有关系”的人，一般不缺房子住。经济适用房价格往往低于市场价的50%，即使很多城市规定，经济适用房有五年的禁售期，但如此巨大的差价空间，足以诱惑那些关系户不择手段了，正所谓“骗到就是赚到”。如今那些真正需要保障房的人，已经不相信福利会落到自己头上了，只能望房兴叹。第二个问题，深圳房改如何解决权力寻租问题？这次深圳房改，可能被“关系户”盯上的房子主要是第二类：政策性支持住房，价格最低只有市场价的五折，这可是一块大肥肉。既然“关系户”是瞄准政策性支持住房上市后的差价利润，那斩断权力寻租，最根本的方法就是让“关系户”无利可图。深圳是如何做的呢？深圳房改九大措施中有一条是：封闭流转。这就是我说的“四两拨千斤”的细节。这里有两个关键词。关键词“封闭”：因另购市场商品住房等法定事由或自身原因需要转让的，可面向其他符合申购条件的对象转让政策性支持支持住房，或由政府按规定回购。这就保证了，政府建设的政策性支持住房不轻易流失，不会被那些关系户囤积。关键词“流转”：首先是流转时限，购房人自购房之日起累计在深缴纳社保满15年，或者年满60周岁且购房满10年。这么长的时间，将极大提高投机者的投机成本。可以说基本把投机者排除在外了。但更高明的还是下面一条：流转成本。深圳规定，达到流转时限后，申请者向政府缴纳一定比例增值收益后取得完全产权，然后与普通商品房一样可以到市场上进行交易流通。我们做个简单的测算。假如从2019年初开始持有政策性住房，最低持有10年。我在文章《原创｜现在的房价危险吗，观察这个指标就够了！》提出：一个城市或国家的房价，短期取决于货币流动性，长期看取决于这个城市或国家的经济发展水平。因为房价本质是，房子下面那块土地创造财富的价值。房价因此可以看成一个城市或国家的股价。在楼市长效机制下，像2016年全国房价一年翻一倍的情况基本不可能出现了。未来十年，深圳还是房产升值最好的城市，那么房价年均涨幅应低于深圳GDP年均增幅，因为经济整体的增长包含房地产单个行业的增长了。根据深圳统计局的数据，从第一批允许预售的商品房开始，1994年深圳均价6738元/平米，到了2017年均价54445元/平米，房价年均涨幅是9.5%，23年翻了8倍。1994年深圳的GDP是634.7亿人民币，2017年深圳的GDP是22438.4亿人民币，GDP年均涨幅是16.7%。两个涨幅数字一对比，深圳近23年房价年均涨幅约为GDP年均涨幅的58%。大家记住这个数字。因为深圳是科技驱动型的城市，所以对房地产的依赖度比较低，2017年深圳土地财政依赖度才20%左右。2017年深圳的GDP增速是8.8%，如果非常乐观地估计，到未来房改规划的2035年，深圳一直保持年均10%的GDP增速，已经够厉害的了。假设持有政策性支持住房10年，按照前面计算的房价涨幅和GDP涨幅的比例，10年间深圳房价涨幅年均约为5.8%。考虑到买房时有五到六折的优惠空间，但是10年后卖掉时，还要向政府上交部分增值收益，两者一抵消，大约再贡献2%的利润增长点。这么算下来，持有政策性支持住房10年，每年的收益大约是7.8%，这比无脑定投指数基金的收益还低。而且这些房子是必须要有人住的，要交社保的，如果再把这部分投机成本算进去，谁还有兴趣炒福利房呢？第三个问题，封闭流转对商品房价格走势有什么影响？在新的房改政策下，商品房将更加稀缺，价格溢价更高，将比现在更脱离刚需的购买力，而且有大量政策性住房和公租房支撑，刚需未来基本不会首选商品房。这意味着，以前刚需沦为高房价接盘侠的日子，一去不复返了。在深圳炒房，就让那些有钱人自己炒去吧。虽然我也看好深圳的房价，但未来炒房的风险已经加倍放大了，不仅因为收益率降低，更大的风险是抛售变现难度加大，因为有钱人手中都不缺房子。综上分析，深圳房改通过“封闭流转”，断了权利寻租者投机的空间，这才是最聪明的一招。在中国有望第一次让福利房回归本色。我认为，深圳二次房改是目前最系统、最有诚意的楼市长效机制。据说这个房改方案前后酝酿了10个月，修改过近百次，还多次向国家和省里的主管部门做过汇报。但即使这样的方案，也招致很多批评的声音。比如著名房地产专家马光远，就认为深圳房改，极其令他失望。他的理由主要是深圳房改，没有土地制度方面的突破创新，而且认为福利分房有违市场化方向，是一种倒退。我不同意他的观点。深圳房改力度之大，前所未有，也许未来只有xiong安新区的改革能够超过深圳。深圳房改，是实打实的政府让利，是走民富路线的改革。18年让利于民约2万亿，估计只有深圳这样有经济超强潜力的城市才能做到。况且深圳能够推出这样的改革，也是经过上层批准的，未来肯定也会成为很多城市的样板。再退一步讲，即使深圳的改革经验成功了，中国又有几个城市敢跟进呢？我们看看中国几个热门城市的土地财政依赖度。排名前几名的城市，基本都是房价涨幅很大的城市。这些城市，用高房价掏空了城市的未来，也掏空了居民的未来。前五名中，南京、杭州、武汉还有实力学深圳，别的就不好说了。今年很多城市开启了抢人大战，其实就是变相绕开房地产调控，通过卖地、卖房，把ZF债务转嫁到居民身上，在这个过程中，大量财富转移到房地产商和富人身上。这才是我们内需迟迟无法激活的根本原因。还有所谓的棚户区改造。背后的套路就是：ZF先给居民一笔只够首付的拆迁款，老百姓再去贷款买房，最后ZF发给老百姓的首付，又通过房地产回到了ZF手中，因为地价和税费占了房价的大部分。百姓好像财富增加了，但却是纸面财富。更悲催的是，经济不好的三四线楼市，未来还面临着房价下跌的危险。最明显的信号是，今年楼市资金开始回流一二线城市了，准备抱团抵御楼市下行风险。所以对深圳的房改我们还能批评什么呢？深圳房改，必将开创中国房地产新格局，其他后知后觉的中心城市，早晚会从“看不懂”，变为“赶不上”。更多精彩内容敬请关注微信公众号：邑嘉财经（iyijiacaijing）@今日话题 原文请参见: https://xueqiu.com/5083833933/108623174","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"1—5月北京二手房成交是新房的五倍！","slug":"1—5月北京二手房成交是新房的五倍！","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-10T21:57:30.724Z","comments":true,"path":"2018/06/10/1—5月北京二手房成交是新房的五倍！/","link":"","permalink":"http://qahome.cn/2018/06/10/1—5月北京二手房成交是新房的五倍！/","excerpt":"","text":"2018年1-5月，北京市商品房新增供应10120套，同比去年下降32%；成交12067套，下降55%；成交面积157.61万㎡，下降53%；成交均价38432元/㎡，上涨2%；成交金额605.74亿元，下降52%；目前商品房存量110471套，同比上涨12%。@今日话题一、住宅(普宅+别墅)市场成交第一名：**中海寰宇天下住宅新增供应6947套，同比上涨4%；成交7037套，下降38%；成交面积96.17万㎡，下降44%；成交均价46149元/㎡，上涨7%；成交金额443.81亿元，下降41%；目前存量47913套，同比上涨5%；成交排名前30项目如下： 二、别墅市场成交 第一名： 阳光城君山墅别墅新增供应956套，同比下降36%；成交987套，下降58%；成交面积28.84万㎡，下降52%；成交均价38677元/㎡，下降9%；成交金额111.55亿元，下降57%；目前存量6601套，同比上涨6%；成交排名前30项目如下： 三、豪宅市场成交 第一名：**景粼原著 均价在70000元/㎡以上豪宅成交921套，同比下降24%；成交面积12.34万㎡，下降40%；成交均价82380元/㎡，下降9%；成交金额101.67亿元，下降45%；成交排名前30项目如下： 四、普宅市场成交 第一名：**中海寰宇天下 均价在70000元/㎡以内普宅成交5129套，下降35%；成交面积54.99万㎡，下降40%；成交均价41936元/㎡，上涨27%；成交金额230.59亿元，下降24%；成交排名前30名项目如下： 五、写字楼与商务公寓市场成交 第一名： 金融街中心写字楼与商务公寓新增供应290套，同比下降95%；成交2147套，下降80%；成交面积32.5万㎡，下降70%；成交均价26114元/㎡，下降26%；成交金额84.87亿元，下降78%；目前存量41140套，同比上涨20%；成交排名前30项目如下： 六、商业市场成交 第一名： 长安天街商业新增供应475套，同比下降27%；成交783套，下降60%；成交面积11.69万㎡，下降65%；成交均价34485元/㎡，上涨21%；成交金额40.3亿元，下降58%；目前存量18341套，同比持平；成交排名前30项目如下： 七、自住型商品房成交 第一名： 金隅大成金成雅苑自住型商品房新增供应2408套，同比上涨26%；成交2100套，下降25%；成交面积17.26万㎡，下降29%；成交均价21300元/㎡，上涨14%；成交金额36.76亿元，下降19%；目前存量3077套，同比上涨965%；成交排名前30项目如下： 八、二手房市场成交**北京市二手住宅1-5月成交60813套，同比下降23%；成交面积524.24万㎡，同比下降26%。原文请参见: https://xueqiu.com/4084964638/108624677","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"大保利2017年销售实际净利润多少？","slug":"大保利2017年销售实际净利润多少？","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-06T02:33:38.258Z","comments":true,"path":"2018/06/10/大保利2017年销售实际净利润多少？/","link":"","permalink":"http://qahome.cn/2018/06/10/大保利2017年销售实际净利润多少？/","excerpt":"","text":"“”原文请参见: https://xueqiu.com/3844941639/108623463","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"电话会议纪要：从疫苗黄金年代看沃森成长空间","slug":"电话会议纪要：从疫苗黄金年代看沃森成长空间","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-06T02:33:38.354Z","comments":true,"path":"2018/06/10/电话会议纪要：从疫苗黄金年代看沃森成长空间/","link":"","permalink":"http://qahome.cn/2018/06/10/电话会议纪要：从疫苗黄金年代看沃森成长空间/","excerpt":"","text":"@今日话题 公司在新型疫苗和单抗研发领域处领先地位 公司是一家专业从 事人用疫苗、单抗药物等生物药并且集研、产、销一体化的创新型高科技生物制药企业， 在新型疫苗和单抗药物两大细分领域处于行业领先地位。 生物药行业，重磅产品的上市是公司业绩的有力保证，沃森生 物对研发一直保持较高的投入，2010-2016 年研发费用 CAGR 达 47%，2017 年研发投 入 3.3 亿元，占营业收入达 49%，在医药行业中研发收入占比最高。同时，公司核心管 理团队由来自国家队的创业团队和具有海外跨国公司从业背景的专业团队组成，创新能 力卓越，公司拥有博士、硕士学位 100 余人，高端海归科学家 15 人，中组部“千人计 划”专家 3 人。 公司研发投入占比不断提高 产品储备丰富，国内生物药布局最全 传统疫苗板块，沃森有 3 个疫苗处于临床试验，其中 13 价肺炎疫苗已完成 III 期临床数 据总结申报生产，并进入了优先评审程序，预计最快今年四季度将上市，进度国内领先； 新型疫苗板块，有 2 个疫苗处于临床试验；在单抗板块，沃森已有 7 个单抗药物处于临 床试验阶段，其中赫赛汀和类克为国内首仿，均处于 III 期临床.核心产品 13 价肺炎结合疫苗，国内市场万众瞩目 13 价肺炎多糖结合疫苗（PCV-13）被称为全球“疫苗之王”，是研发难度最大的疫苗。 它含有 13 个血清型，研发难度远高于 13 个单位的多糖疫苗。惠氏公司最先将肺炎链球菌多糖与 CRM-197 载体蛋白结合研发出 7 价 肺炎结合疫苗给儿童使用，并成为惠氏 13 价肺炎多糖结合疫苗研发成功的基础。沃森生物 PCV-13 已经揭盲，临床结果在各项指标对比中不劣于辉瑞的 PCV-13，达到了预设的临床试验终 点，公司生产车间已经完备，以优先评审身份进入了报生产阶段，预计最快将在今年四 季度获批上市，成为全球第二家，国内第一家拥有 PCV-13 重磅品种的厂家。国内除沃森外申报 PCV-13 的厂家还有北京民海、北京科兴、兰州所、成都安特金和武汉博沃， 北京民海虽然进入临床时间比沃森早 1 年半，但在临床进度上却落后于沃森国内在研 PCV-13 进度 PCV-13 被称为“疫苗之王”，不仅因为其研发难度大，也因为其市场空间大，销售峰值高。 肺炎球菌感染是导致严重疾病如脑膜炎、菌血症、肺炎等的主要致病因子，同时也是鼻 窦炎、中耳炎等常见病的致病因子之一。肺炎球菌感染是全球儿童及成年人致病、致死 的重要原因之一。根据 WHO资料，全球每年有约 160 万人死于肺炎 球菌疾病，其中大多数是婴儿和老人。在全球疫苗可预防疾病中，肺炎球菌疾病是导致 5 岁以下儿童死亡的首位原因。肺炎位于中国五岁以下儿童死因的第二位。PCV-13 目前已经进入全球 100 多个国家的免疫规划中，是全球使用最为广泛的肺炎球 菌多糖结合疫苗，2016 年全球销售 57 亿美元，位列全球重磅产品第十位，2017 年以 56 亿美金位居全球销售第 11 位.辉瑞 PCV-13 全球销售额（百万美元） 13 价肺炎结合疫苗全球销售将继续火爆。13 价肺炎结合疫苗是目前唯一一款用于全年龄组人群注射的肺炎疫苗，全球近年持续销售火爆，随着适龄人群的增加，16 年达到 57 亿美元销售额，随着新获批适龄人群的陆续放量，我们预计 13 价肺炎在全球的销售将 会持续火爆。 我国近年每年新生儿达 1600-1700 万，全面二孩政策后虽然人口增速没有达到预期效果， 据彭博新闻称今年之内将有可能全面放开计划生育，预计我国每年的新生儿人口可能达 到 1800-2000 万。我国儿童肺炎领域仅有供 2 岁以上儿童接种的 23 价肺炎疫苗.针对 2 岁以下婴幼儿的肺炎疫苗市场长期处于空白状态。辉瑞的 13 价沛儿 2016 年底获批进入 中国，2017 年共签发 71 万支，截止目前为止，共批签发 143 万支，不 到 48 万人份，全国各地严重缺货。公司的 13 价肺炎疫苗将是继辉瑞之后国内首家上市 的国产 13 价肺炎结合疫苗，竞争优势明显。且其适用范围是 6 周-5 岁龄，比辉瑞的接 种范围更广。另一方面，辉瑞 PCV-13 有特定的免疫程序，2,4,6 月龄假设公司上市后的 售价参考辉瑞当前售价 700 元/支，保守估计接种率只有 1%的情形下，国内 PCV-13 的 总需求量达到 564 万支，辉瑞批签发的 143 万支只能满足 25%的市场需求。沃森生物已 构建了一个覆盖国内 30 个省市、2000 多个县区的营销网络。假设其 PCV-13 市占率分 别达到 20%、40%、60%的情况下，能给公司带来 7.9、15.8、23.7 亿元收入。当公司 产品进入稳定期，每年能带来净利润 10 亿元以上.二价 HPV 疫苗接力 PCV13 成另一款 10 亿级重磅产品 目前全球范围内已上市的 HPV 疫苗产品有三种：默沙东的 Gardasil(四价 HPV 疫苗)和 Gardasil 9(九价 HPV 疫苗)以及 GSK 公司的 Cervarix(16/18 型二价 HPV 疫苗)。HPV 疫 苗自 2006 年上市以来，已在全球 136 个国家和地区销售，近几年来每年销售额在 20 亿 美金左右，其中默沙东两个产品占整个 HPV 疫苗市场的 95%左右，处于绝对垄断地位。 沃森生物二价 HPV 疫苗目前处于临床 III 期后期，处于收集分析临床结果判定终点病例 样本的最后阶段，沃森的临床试验方案同时满足癌前病变和抗持续感染两种临床终点要 求，并且在现行的癌前病变临床终点的要求下，优势十分明显。二价 HPV 疫苗如仍然以 癌前病变作为三期临床终点不改变的话，预计今年上半年结束临床试验，2019 年即将上 市。HPV 疫苗的最佳接种年龄是 11-12 岁，美国推荐 9-26 岁接种。默沙东在美国的说明书 接种年龄为 9-26 岁，四价在中国的说明书接种年龄为 20-45 岁，九价在中国的接种年龄 是 16-26 岁。沃森的产品说明书规定接种年龄为 9-30 岁。对比默沙东四价，从接种年龄 人群来看，默沙东接种人群为 20-45 岁，而沃森接种年龄为 9-30 岁，未来在低年龄人群 上将是推广重点。而对比默沙东九价 HPV，二价价格是其一半不到，将是一大优势。对 比 GSK 二价 HPV，其目前基本采用网上预约销售模式，销售推广能力较弱，沃森自身 优势明显。2007 年，沃森 Hib 疫苗上市，国外厂家有巴斯德、葛兰素史克，2010 年沃 森 Hib 疫苗市场占有率居第一位，其强大的销售能力可见一斑。 另外国内市场适龄女性人群较多，按 2016 年中国统计年鉴数据，中国 9-30 岁女性人群 在 1.75 亿左右，按照目前每人份 1800 元计算，市场规模巨大，足够容纳几家企业。庞 大的市场不可能独吞，进口疫苗商的市场教育和学术推广能力强，先期市场培育意义非 凡。进口产品的获批也有利于中国的生产企业，一方面进口疫苗的上市会加快国产疫苗 的获批进程，另一方面进口疫苗厂商对国内市场规范、学术推广等工作具有卓越的能力 和长足的经验，有利于进一步规范国内市场。 沃森二价 HPV 销售额预测 $沃森生物(SZ300142)$ $康泰生物(SZ300601)$ $智飞生物(SZ300122)$ 微信2696884654调研君,一**枚机构分析师，希望结识更多志同道合投资者一起研究公司，关注该内容可以**和作者交流，共同深入研究公司和行业基本面信息，希望结识更多志同道合投资者一起研究公司，备注球友原文请参见: https://xueqiu.com/3776858059/108623051","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"白话流动性危机","slug":"白话流动性危机","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-06T02:33:38.357Z","comments":true,"path":"2018/06/10/白话流动性危机/","link":"","permalink":"http://qahome.cn/2018/06/10/白话流动性危机/","excerpt":"","text":"作为非金融专业工科男，凭自己蠢蠢的理解，想把这个问题白话白话，有不对的地方欢迎指正。之前看文章，有数据表明，我国的货币总量已经超过了美国+欧盟总和，我不知道数据是否准确，但至少可以明确的是，我国货币总量是一个巨大的天文数字。在gdp还远落后于美国的情况下，为何会产生如此巨大的货币总量？原因就是过去的gdp增长依靠信贷推动，也就是资金的使用效率比较低下。那么，为何如此天量的货币，为何还会产生流动性危机呢？这就是人们常说的，明斯基时刻。信贷总量过大，导致正常的经济活动的产出难以覆盖天量信贷催生的利息成本。面对这种问题怎么办呢？很多人都会说这都不是事，让央行开动印钞机，放水就是了。央行真的可以无节制的放水吗？如果真的这么简单，我们岂不是可以依靠印钞票躺着进入共产主义？那么央行印钞票有什么顾虑呢？大家知道，世界通行货币是美元。我国的石油供应和粮食供应严重依赖进口，你拿着人民币去购买石油和粮食，人家会认账吗？这就是大大们以前推得人民币战略，将人民币变为世界通行货币，但显然目前还早，人家不会认的。就目前而言，我们是需要美元的。因为你做不到石油和粮食自给自足。当然也包括芯片。这跟央行印钞票有什么关系？当然有。中石油拿人民币买不到石油，只能用人民币找央妈换美元去买，这会消耗央妈的外汇储备美元。如果市面上有天量的人民币，你还继续印，一定会有天量的人民币去找央妈换美元，美元显然是不够用的。所以央妈要控制市面上流通人民币的总量，才能维持住汇率不变。否则，汇率难保。站在央妈的角度来看，美元就是央妈的资产，而人民币对应央妈的负债。这样就好理解了，资产不增长，疯狂印钞票，只是加大了央妈的负债而已。人民币变成次级钞票了。就像俄罗斯的旧卢布一样，像津巴布韦的纸币一样。人民币是需要依赖外汇储备来做信用背书的。所以说，央妈的放水能力，取决于拥有的美元资产。而天量的信贷已经无法自我收拾，对流动性的缺口巨大，这之间的裂缝如何愈合呢？所以现在对中国而言，最缺的是美元。美元就是流动性。有美元就可以释放货币缓解市场饥渴。当然国家双管齐下，一面争夺美元，一面去杠杆打破刚兑，控制信贷总量。为了争夺美元，所以要抓典型控制金融巨头资产转移消耗外汇储备。为了争夺美元，所以要发行cdr，而不是让中概股私有化回归。为了争夺美元，要让A股加入msci。与此同时，美国在干什么呢？08年之后美国的几轮量化宽松，大水漫灌，全世界都流动性充沛。而如今，美联储这个水龙头，变成了水泵，正在大力吸干全世界的流动性，全世界美元都在回流美国。一些经济产业单一，对外依赖严重的小国已经扛不住了。美元成为了核心资源，全世界争抢。祸不单行，美国也是双管齐下，在美联储加息的同时，还在大打贸易战，进一步卡主美元流向中国的通道。美国打贸易战的诉求很直白的说出来了，就是要消除贸易逆差。消除贸易逆差，意味着中国外汇储备难以为继。所以，中国这一轮的流动性危机，是内有天量信贷要加快去杠杆，急需降低对流动性的需求，外有老牌资本主义帝国要收割。这一关很难过得去。美元回收流动性的同时，人民币也一定是回收流动性的。所有的资产都要贬值。尤其是那些负债率高，现金流差的企业，一定要回避。而另一些可以出口创汇的企业，虽然会受到贸易战的火力打压，但其实是我国的核心资源，为争夺美元的前锋力量。与此同时，那些国内可以降低进口依赖的企业，可以为国家节约美元，是守护美元的后卫。至于房地产和金融，是需要重点去杠杆的地方。在信贷去杠杆的过程中，规模总量是要下降的。手机码字不易，就扯到这吧。作为一个业余工科男的所思所想，如有不对之处，请不吝赐教。原文请参见: https://xueqiu.com/5135726117/108618492","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"方丈投资语录（2018年5月）","slug":"方丈投资语录（2018年5月）","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-06T02:33:38.321Z","comments":true,"path":"2018/06/10/方丈投资语录（2018年5月）/","link":"","permalink":"http://qahome.cn/2018/06/10/方丈投资语录（2018年5月）/","excerpt":"","text":"出于个人对投资的兴趣，我每个月都会定期整理@不明真相的群众 的问答内容，希望能对感兴趣的朋友有用。整理这个问答的内容大概有几个目的。首先方丈是我非常崇拜的投资人，他的投资理念本人很感兴趣，整理语录的过程就是一个学习和知识积累强化的过程；其次，问答的内容都是非常优质的，球友们花真金白银请教，方丈的回答也很真诚；再次，这个问答是精选后的内容，全是本人纯手工整理，属于个人学习的资料留存，也希望对有共同爱好的朋友有所帮助。@今日话题 @沈潜 @玛丽莲COCO沪深1.做价值投资最重要的是什么？要理解投资标的的价值。2.方丈，你觉得你的能力圈是什么范围？能力圈，就是知道这公司值多少钱。3.如果分红还除权那分红的意义何在？如果分红不除权，那就天下大乱了。分红的很多的意义：1、证明公司的盈利是真实可靠的。2、在公司不能使用剩余现金获得更好的投资回报的时候，把一部分利润还给投资者，可以提高公司的资产回报率。3、可以让投资者不用卖出股票就获得自由现金。4.永不分红的股票值不值得买？假如一个企业一直保持增长，不断扩张，却永远不分红，盈利全部再投资，这样的股票到底有没有价值？有一只股票符合你说的这个特征：永远不分红，盈利全部再投资。过去40年涨了1000多倍，这只股票叫做$伯克希尔-哈撒韦A(BRK.A)$ 你说它有没有投资价值？ 所以本质上投资者购买的是分红的能力，而不是分红。当然具体来说，又会有很多的问题，比如“盈利再投资”，有些企业，它的业务特征，就是需要持续性的资本支出来维持企业运行的，这种再投资有可能消耗掉企业的分红能力，或者说，它的分红能力是低于它的盈利的，甚至有可能，在最后一笔再投资失败的时候，把前面赚的利润全部亏损掉。。。5.现在雪球上到处都是价值投资者，搞的好像价值投资只需要有信念就可以了一样。那么问题来了，作为一个新手，如何在这么多行业，这么多股票中发现有价值的低估标的呢？只读各个公司的财宝恐怕精力都不够吧，况且只靠财报也达不到了解一个公司的目标吧。某没有可操作的方法论？认为自己是价值投资者的人多，真正的价值投资者很少；每个价值投资眼中的价值是不一样的。基于对标的的价值评估买入，而不是基于对价格的猜测买入，就是价值投资者，这个道理象水坑一样浅湿。具体如何评估标的的价值，在某些个案上也象水坑一样浅湿，但作为一个行业，则象大海一样深不可测，没有一个简单的操作方法论。6.请问方丈，如果说现在手里有一大笔新资金，是立即投入股市，还是等有点小股灾股价降低的时候投入，新资金买入跟已经持有股票换股操作是不是应该一样？如果你能预测以后一定会有股灾，股价一定会比现在低，当然应该等“有点小股灾股价降低的时候投入”，但是，以后有股灾是确定的，股价会不会比现在低却是不确定的。所以还是回到现在，你的目标公司你是否认为有投资价值，如果有就买，而不是等股灾后再买；如果没有，就不买，不管将来有没有股灾。7.请问方丈对B股怎么看？目前相对A股折价已经到历史低位了，由于沪港通影响，最近两年几乎没有增量资金，做B股的钉子户的老股民，都是赚一丢丢就跑了，所以市场熊的不行，这几年我把几乎所有的积蓄都投进B股了，虽然躲过了A股大跌，但是感觉B股越来越难赚钱，还不如定期存款，可是A股优质的股票实在太贵，下不去手，B股我坚持了5年了，是否该放弃呢？如果你真是一个投资者，B股里又能找到自己愿意持有的股票，股价不涨或者下跌没有问题啊，跌到1倍市盈率拿分红再投资会赚死啊。如果你指望别人来接盘你的股票，那可能确实不应该搞B股这种流动性差的市场。在我看来，B股估值低不是问题，可选标的少才是真正的问题。8.入市两年多，之前一直保持满仓操作，只要一发工资就银转证买入股票;后来看到方丈说的资产配置，觉得有道理，但目前财力能力有限，美股港股暂不考虑，前几个月开始买入价格低于一百的可转债，准备做股债平衡。可我今天突然想到，自己仓位的百分之四十是工行和农行，其实可以把银行股看作类债券资产，如果我这样认定的话，是不是可以继续满仓股票。希望可以在资产配置方面给些建议。没有必要为配置而配置。资产配置的主要作用是解决：不想搞个股，或者认为选股没有意义；不喜欢波动，想用资产类别的非相关性平抑波动。如果你认为自己能选股，能择时，能承担波动，那没有必要硬搞配置。9.方丈如何看当前中国出版社这个行业及其上市公司？书有几个特征：1、书的市场成功率无法把握。2、任何书都没有定价权。我最近出了一本书，叫做《您厉害，您赚得多》，据说卖得不错，我们假设，它卖了10万本，算是畅销书了，根据书的定价58元，总码洋才580万元，事实上，应该收不到这么多。这里面，要分给作者版税，要给印刷厂付纸张和印刷费，要付渠道分销费，最后出版社赚的钱应该非常有限。只有一类出版社是比较容易赚钱的，就是拥有某类必用书（比如说教材）的垄断经营权。这类出版类，一般叫做“XX教育出版社”。10.方丈，发现许多公司的分析文章中，都把企业的政策风险提到。比如对腾讯游戏的限制，对电梯广告限制的政策风险，对甚至还有马道长的政zhi风险，国旅的免税店政策风险，您认为在中国的政商环境下，怎样思考是否存在这些潜在风险？当然要考虑。所有公司都是在现实的商业环境下从业，政策环境对公司的经营是有影响的。不过看这个问题，有些特别有趣的视角，短期看，都面临着无巨多的政策不确定性；长期看，只要公司经营的商业主体和本质是好的，政策的影响却又没有那么大。这大概跟看股价差不多吧。11.如果说流入生产环节，成为资本创造价值的钱是“好钱”；用于杠杆例如融资买入股票或期货，向银行借贷用于炒房投机的钱是“坏钱”。那么自有资金购买金融产品的钱是什么性质的钱？是“好”还是“坏”？和我们平时用于购买商品的钱的性质有没有不同？它们之间的比例是怎么样的，什么时候会发生变化，发生变化后对我们有什么参考价值？我觉得，如果你是一个融资者，向别人募资，那么你要考虑什么是“好钱”，什么是“坏钱”。如果你是一个投资者，你就光考虑什么是“好标的”，什么是“坏标的”。12.您持有的股票会用自由现金流折现给它估值吗？还是其他的估值方法？如果您回答否，那您是怎么判断安全边际的？没有什么单一的估值办法，得综合各种因素，尤其是具体公司商业模式、发展阶段、治理结构等特征，来进行估值，和评估安全边际。13.PE这个指标对银行业是否意义不大？资本充足率和不良率作为挑选银行股的指标是否更为关键？对于任何公司，单一的指标都是不足够的。还是回到根本性的问题上：这公司能挣多少钱？能挣多久？需要承担多大的成本，冒多大的风险？银行如果不要坏账拔备，那么，利润有可能比现在高一倍，也就是说PE还可以降一半。但不拔备行吗？不拔备的话明年可能就亏损甚至倒闭了。拔备多少呢？那又得看坏账多少，坏账具体多少，又是有很大的调整空间的。。。14.在《您厉害，你赚的多》一书中经常提到“好的治理结构”，请问什么是好的治理结构，能不能展开讲一讲？或者推荐一本书。像格力电器、国投电力等企业，董事会想干个事，冒个险，被股东大会否决了，是不是好的治理结构？我理解的好的治理结构：1、管理团队是优秀的，能做得比行业里的其他企业好，但离开了任何一个人又能照转不误。2、对管理团队既有足够的激厉，又有合理的约束。15.请教方丈, 长期看一家企业, 当净利润增速小于股本增速时, 实际造成每股收益长期不增长或下降的，这样的企业是否属于“伪增长“”？这样理解，我的逻辑是否有问题？这种情况是有可能出现的，甚至有可能股本扩张了，利润还下降了。还是要回到公司经营的实质，也许，利润下降或者亏损产暂时的，现在增加股本加大投入是为了以后挣更多钱。16.股东减持还能持有这只股吗？减持说明什么？股东减持有各种各样的原因，大部分减持，都和股票本身的投资价值没有关系。17.请问上市公司在发展过程中为了融资而开展定向增发，向股东配股，发行债券，发行中行票据各有什么优缺点呢？股权融资让投资人共担经营风险，公司让渡的利益无上限，理论上来讲，公司发展得越好，公司吃的亏越大。债权融资投资人承担的风险小，公司让渡的利益有上限（利息）。但需要公司有确定的偿债能力，债券才能发行成功。18.新来的竞争对手会对分众构成威胁吗？分众是一门好生意吗，目前的市值低估吗？如果巴菲特来中国，他会喜欢这种生意吗？长期会有机会看到30倍市盈率吗？1、我认为新来的竞争对手影响有限。2、分众是一门好生意，目前估值合理。3、我不是巴菲特，不知道。4、我不是市场，不知道。19.最近在雪球抄作业赚了点小钱，我就感觉比较高兴了，对未来赚钱更乐观了，请方丈打击打击。抄作业能不能赚钱？这还真是一个很有意思的话题。理论上来说，过去几十年时间抄巴菲特，是能赚到钱的，但你如何在几十年前知道他行吗？在抄的过程中，如果股价跌了，又有几个人能坚持下来呢？或者说，为什么费那么大劲抄呢，直接买伯克希尔-哈撒韦A(BRK.A)不就行了？有时候还有折价呢。20.之前你提到了你已经买了分众传媒，但你之前也提到了，千屏万屏不如手机一屏，你如何看到手机对分众的影响？大家进电梯都盯着手机看了。另外一个问题就是分众广告跟线上广告比，价格是否有很大的优势？1、分众总体的体量当然不如手机屏，所以我在手机屏上的仓位比分众高多了。2、现在分众这个独立的品类已经成立了，有一批接受这个独特场景的广告主。所以把他们做对比没有什么意义。21.请问方丈：1、投资者如何提高对上市公司商业模式的理解能力、判断能力？2、请方丈推荐有助于提高投资者上述两个能力的书籍或视频。对商业的理解，并不是一种“技能”，依靠的是对行业长期的观察甚至从业，再加上自己的领悟和思考，所以不可能通过看一两本书或者看一段视频来提升。可以多看看巴菲特致股东的信。22.长期持有优质股组合，在承担波动的前提下获得超额收益。这个策略能长期有效吗？组合中个股数量多少个达到最优？这个与你对企业的理解能力成反比。你对企业的理解越深，你需要持有的股票越少（或者说，可以越集中）。如果没有什么理解能力，那么就买宽基指数，比如沪深300、恒生指数、标普500。23.投资周期股是不是在博傻？是靠周期结束之前谁逃的比较快以便割接盘侠的韭菜来赚钱？投资周期股当然难度很大，但也不能得出投资周期股的人都是博傻。比如，有很多投资者和企业，在周期性行业上，逆周期操作，就赚得盆满钵满。24.就国内股市和美股市场来说，短期内共涨齐跌的板块效应是A股独有的现象吗？比方说昨日医疗股的集体回调和新能源因一则消息的短期飙升。这不可能是独有的现象，而是普遍的现象，尤其是ETF大行其道之后。但这只是一种现象，长期来看，好公司上天，坏公司归零，和这种“现象”有天壤之别。25.我不是价值投资者，许多人对指标不屑一顾，但我认为连指标都看不懂却鄙视指标其实就是掩饰自己无能，大师习惯哪些指标或有什么心得？我看的指标很多：市场规模、市场份额、利润、自由现金流、增长率、市盈率26.如何看待股市中的偶发性黑天鹅事件？社会上每天都发生各种事情，股价每天都在波动，过去，现在和将来都这样。每件事情都有自己的必然和偶然，作为个案我们也许可以去找动机和逻辑，作为整体则基本不可能。所以我们要做的事情是搞清楚公司的价值，如果这些偶然性的波动使公司的股价偏离了甚至远远偏离了公司的价值，那么我们就可以动手去纠正这个偏离，然后顺便挣点钱。。。27.怎么对投资标的进行定性分析？从哪个方面下手？怎么去调研？如果不是职业投资者，不用专门去调研。使用公司的产品和服务就是最好的调研。思考其商业模式，慢慢建立对它的估值，就是最好的研究。28.在网上看了介绍您投资经历的文章，想问问您现在做交易对止损是如何做的？面对某个股票的下跌，一般什么情况才截断亏损？股价下跌了我一般是买入更多，加大亏损，而不是截断亏损。。29.请教下方丈，您认为目前的上证3000点和07年和14年的3000点有哪些不同？为什么十年前的3000点时股票估值不觉得贵而十年后企业利润经历了十年的增长但是现在的估值也不觉得便宜多少？是我的错觉还是哪里出了问题？我给你举一个例子哈，2007年工商银行的股票每股大概8块钱，每股盈利1毛多；现在工商银行的股票每股大概6块钱，每股盈利8毛钱左右。这就是2007年的3000点和现在的3000点。30.投资是不是和学习一样？有两条路径：一是自己学习好「但大多数人做不到」二是学习不好就坚定不移的抄作业。哪些抄作业的正是半信半疑所以抄了一半导致最后失败了。是这样吗？对，半信半疑最后也会失败，最好无脑抄指数基金。31.还是老生常谈的话题。普通投资人如何提高投资能力？请参考：https://xueqiu.com/2552920054/106799839尽量不要琢磨市场（他人）。有可能的话深度琢磨公司。没有可能的话琢磨自己。32.你思考一个公司商业模式时候，会从哪些方面去考虑？一般会思考：1、行业的市场规模和企业可能的市场份额。2、企业的竞争优势和可持续性。33.方丈现在一般怎么研究股票？可以大致介绍下你的时间分配吗？平时花在看财报的时间多吗？我说下我现有的研究方式：想象一下未来是什么样子，然后就发现有些行业就会起来，在看下头部企业护城河如何？1、观察使用公司的产品。2、观察公司的经营活动，思考其商业模式和估值。3、利用市场波动寻找买入机会。34.您是如何判断一家公司治理结构好或坏，有没有相应的标准以及如何入手获取辅助判断公司治理的信息？1、有能力优秀的团队。2、团队有清晰的价值观，能营造符合企业业务的，清晰的企业文化。3、对任何一个具体的人的依赖程度都有限。35.请问您，您会用比较精确的数学计算模型来确认看好的三只股票的比例吗？（如果有，您用什么模型？），还是把配置作为一种艺术，靠经验来决定投资比例。资产配置一般用在大类资产上。个股上用确定性和性价比来决定配置的比例，如果有一只股票你确定性100%，或者性价比最高，你应该100%。36.如何看待科技股CDR回A股？目的是啥？对普通投资者有什么影响？可以投机么？CDR是为了解决“好公司都去国外上市了中国人买不到”这个问题而推出的产品。公司发行CDR对公司的投资价值没有任何影响，“普通投资者”能做的还是用合理的价格买自己能认知的公司，如果有两个价格，从投资角度应该是哪里价格便宜在哪里买。投机的事我不太懂。37.方丈，求解惑。最近股市没啥收益，有时候手中股票涨了，也感觉要回调了，但总感觉挺便宜的，舍不得减仓，或减仓不够狠，想当然的以为回调正常，就这样拿着拿着又回到梦开始的地方了，还是挺郁闷的。此局咋破？原因在哪？如何进化自己？猜股价的焦虑是永远的，因为股价永远都在变。缓解焦虑的办法是不猜股价，转去分析公司的价值。38.我炒了三四年股票，买了不下二十个股。突然在想买股票的本质是什么?_? 是不是就像买码一样，买一个十年或二十年翻几十倍或上百倍的机会?理论上说，有两种办法从股市投资中获益：1、从公司价值增长中获益。这个要求你用合适的价格买入公司，并且长期持有。这种投资方法，你要尽量避免买入业务会衰退甚至归零的公司，如果没有规避这种风险的能力，那么就买入一批公司，并且让别人帮你把会归零的公司剔除，也就是通常所说的买入指数基金。同时，你要降低预期回报率，比如动辄翻几十倍这种想法，想想就好，长期获得年化8-12%的回报就很好了。2、从公司的股价波动中获益，把自己低价买入的股票高价卖给别人。这个要求你能猜到股价的走势与别人的想法。你说的“每年买进卖出几十次上百次的频繁操作者”，应该是这样的想法。港美股1.你觉得现在的腾讯价格有吸引力吗？还是再等等机会？我觉得现价有吸引力。但我不知道以后股价会不会低于现在的价格。2.借宝地问下，有哪些轻资产的行业，最好能举出几个行业内知名度比较高的公司。有很多轻资产的行业，比如腾讯、Facebook、微博、Google、推特、百度、茅台、分众传媒。。。3.方丈好，一些八卦1、如何评价张一鸣朋友圈怼马化腾，头条系在抢占用户时长上，和企鹅的矛盾不可协调了？头条系羽翼未丰就正面杠，是否明智？2、头条最新一轮估值500亿美金？小米据说才680亿美刀，你觉得谁更高估了？3、你和王兴、张一鸣见面会说龙岩话吗？4、你的基友唐岩投了锤子，你如何评价他的这笔投资？5、雪球、新美大、头条三家龙岩人创办的企业，我觉得你的庙会活的更长，你说呢？回答：1、张一鸣要到朋友圈去怼马化腾，而不是在头条号上怼马化腾，说明两个公司产品型态差异很大。世界上任何商业都是在抢占用户的钱包或者时间，但大部分商业之间都不是直接竞争的关系。2、两个公司商业模式和产品型态完全不一样，没有办法比较。3、讲普通话。4、不知道，让时间给我们答案。5、不知道，让时间给我们答案。4.方丈怎么看待类似抖音的短视频应用对微信的影响？我个人觉得从短视频衍生出一个社交网络从而颠覆微信的可能性很小，但是有没有可能分流一部分流量，从而削弱微信的盈利能力呢？通讯、社交、内容可以说是不同层面的东西。通讯是最底层的操作系统。社交是通讯系统搭载的一个功能，社交是相对垄断的格局。但通讯+社交是强垄断格局。内容可以是通讯或社交下的应用，内容的垄断格局比通讯和社交要弱。内容很难逆袭社交，同时，通讯+社交也很难垄断所有的内容。5.方丈怎么看腾讯投资收益占比很大的事情？长期来说这种非经营性收益下降应该是大概率事情吧。到那一天，0700股价岂不是会进入戴维斯双杀。。这个真是很难说，总体而言，腾讯投资的公司，跟它的主营业务是有协同性的，投的项目质量也还可以。当然未上市的项目有很多会失败，已上市的股价会波动，这都是难以避免的。6.如果腾讯控股(00700)现在没上市，财务不公开，但马上作为独角兽要IPO，市场会怎么看腾讯？IPO的本质是什么？是企业缺钱发展上市融资的手段吗？ 我不知道市场会怎么看腾讯，因为我不是市场。IPO的本质，是赋予公司股权更好的流动性。至于融资功能，反而弱了，因为现在一级市场融资也非常方便。7.借这个帖子问您个问题。今天腾讯财报里提到未来会借助斗鱼和虎牙的渠道推动游戏分发，年初腾讯对这两个公司大比例股份投资。今天 @魔鬼鱼小高 的帖子也说道supercell的投资有缺陷，是不是对类似于斗鱼虎牙和东南亚Sea韩国KaKao这类游戏渠道公司的投资会对腾讯的游戏业务有帮助？您怎么看虎牙(HUYA)和斗鱼这两公司？腾讯在游戏行业的地位相当于长江，这些小渠道就相当于在长江边挖了一条小运河。对于长江而言，多造几艘船的价值，远远大于挖几条小运河。8.能谈谈对小米这家公司的看法不？小米是家很不错的公司，让大量的用户，在付出更低价格的情况下，获得了更好的手机使用体验。它的智能家居产品，也受到很多用户的欢迎。9.一直在思考小mi核心竞争力是啥？它每次发布新机，各种参数、配置、跑分，牛叉一塌糊涂，美其名曰高性价比，不如说是买的各种硬件东拼七凑(国产手机基本这样玩)？每个企业都有自己独特的商业模式和在产业链上的位置，不能简单用其他企业的模式来对比评价一家企业。分析一家企业的商业模式，到底能挣多少钱，能挣多少才是正道。10.今年来美股明星股是下跌居多，怎么方丈的雷石基金大幅超过指数啊，能说下原因或您的策略吗，其次十五万美金申购门槛不能再低点吗？原因主要是因为：1，我认为股市长期是上涨的，在个股跌的时候加仓了。2、我认为事后控制回撤没有意义，在个股跌的时候没有割肉。门槛不会降低，不要捉急，别看几个月涨了就认为不会回撤。11.问下关于FB和腾讯估值的问题。为什么资本市场给一个20亿mau且有用户增量空间的产品三十倍估值，而给一个10亿mau且用户增量空间不大的产品四十多倍估值。因为利润增速吗？如果是因为利润增速，这个增速优势你认为可以长期维持吗？“资本市场”给具体公司的“估值”，是千千万万投资者用脚投票的结果，每个人具体怎么想的，不太容易搞清楚。所以我们能做的，还是自己评估公司值多少钱，我们愿意出多少钱。如果市场给的价格高于我们愿意出的钱，那就不买；如果市场给的价格低于我们愿意出的钱，那就是不错的买入时机。具体到这两个公司，静态看估值确实有差异，这种差异有可能来自于投资者的两个疑虑：FB对用户的掌控能力跟腾讯是否能比？FB的商业体系的稳固性跟腾讯是否能比？12.第一次在雪球提问，问题是这样的。小米马上要在香港上市，未来肯定也通过CDR的方式在A股上市。那我应该怎么投资小米的股票？直接买港股，还是等以后买A股的？1、是否应该投资，取决于你对公司的认识和估值。2、如果两地上市，我的做法是买便宜的那个。3、不建议购买美股、港股上新IPO的股票，A股打新除外。13.请教一个问题，我拿腾讯举例，比如腾讯投资了一家初创公司，股权价值1亿，那么这1亿会体现在腾讯的财报里吗？会算作腾讯的净资产吗？如果投资的是上市公司，这部分又是如何体现？当然会体现在财报里。腾讯将投资分成两类：联营公司（就是公司占股较多，可以施加积极影响的，其中又分成上市的和未上市的）、可供出售的金融资产（就是财务类投资）。在2017年的年报中，联营公司的投资披露，在第199-203页。可供出售的金融资产，在第204-205页。14.请问你对百度未来是什么看法？对于百度的老业务，不用过度看衰；对于百度的新业务，不用过度看好。15.请问方丈如何评价现在爱奇艺(IQ)160亿的市值？现在爱奇艺的主要收入来源于会员和广告，那用像 微博(WB)这种公司的估值对比爱奇艺有没有参考价值？完全是两个行业，不好这样对比。微博的内容，绝大部分是用户免费生产的，服务是用户自助完成的。爱奇艺的内容，要么是花钱买的，要么是自己花钱拍的，都需要付出巨大的成本。16.请问方大师，直播的风口过了风力最大的时候了吗？虎牙值不值50亿美金？直播的“风口”过没过我不知道，我只知道主要直播公司的营收和利润还在增长。虎牙值不值50亿美金我也不知道，需要你自己去看。基金1.方大人，我姐夫五线城市的工厂员工，我刚给他开的的账户，不懂任何股市东西。我让他只买银行etf，不要碰股票，是定投这个合适还是定投中国平安合适？有没有其它的更好的定投？我觉得不要买个股，也不要买银行ETF，买宽基指数，比如沪深300、恒生指数。2.为什么标普500和道琼斯指数跑输纳斯达克100？是否只需投纳斯达克指数？并不是说哪只指数跑赢了就投哪只，要搞清楚它为什么跑赢了。纳斯达克100主要成份股是互联网和生物医药。它跑赢，有可能是这些行业的利润增速高于标普500和道琼斯指数成份股，也有可能仅仅这些股票涨了。如果是前者，那么很有价值，如果是后者，那么要警惕。比如，在很长一段时间内，A股中小板和创业板跑赢了沪深300，那么就应该得出结论应该永远投资中小板和创业板？3.你好,本人忠实的雪球用户，现诚心寻求资产配置方案的建议，基本情况如下:男,38岁,两小孩,四五线城市有自住房产,现经营小工厂,预计未来3-5年内每年可产生现金流100-200万，可投金融资产约1000万,目前持仓主要为白马股+50和300指数基金+雪球私募,仓位大概各1/3, 近5年的年化投资收益率约10%,对于这个收益率实在惭愧，特请方丈指教。我觉得这个配置不错，这个收益率也很不错，如果说有什么建议的话，可以适当配置一些海外资产，比如在海外上市的中国互联网公司，美国的全球性互联网公司。4.请问方丈1.推荐沪深300的原因是啥？这种收益和风险，我个人觉得不如信托和银行保本理财产品；2.推荐大家定投的时候有没有了解过相关基金的表现数据，还是你预期收益连10%都不到，挺满意的了。1、沪深300是中国A股的代表性资产，如果想投资A股又没有择股能力，我觉得基本没有别的选择，当然这是说如果，其实一个人不投资股市没有任何损失。至于投资收益，要考虑到几个角度：信托的高收益只是阶段性的现象，并且并不是完全没有本金风险的。2006-2007有一轮大牛市，股市估值很高，从那时候开始运作的指数基金当然现在看起来收益不高，但是，现在股市的估值不到那时候的50%。2、对的，我的预期收益是很低，比如你说的9.5%,我就很满意了。5.定投基金，1、501029华宝红利。2、110026易方达创业板ETF。3、003318景顺中证500低波动。按4:3:3比例，时间3~5年，请问还有什么更好的组合?可以加上恒生指数和中概互联。6.请教方丈目前有200W准备长期投资。40%沪深300,20%的中证500，20%的标普红利，10%中概互联，10%的全指医药。每年定期按比例再平衡。不知道这样的配置可否？沪深300和标普红利有点重复，可以把其中20%仓位给恒生指数。7.从投资回报看，截至2017年底，公募基金行业累计分红1.71万亿元，其中偏股型基金年化收益率平均为16.5%，超过同期上证综指平均涨幅8.8个百分点，也就是说远远跑赢了大盘。为什么公募基金这么牛，跑赢指数这么多？这数据也超越沪深300不少。对这个统计结果，因为统计时间段、样本数量问题，大家还有些争议。但是公募基金没有大家想的那么不堪，是确定的，公募基金，尤其是指数型基金，还是非专业投资者最好的投资工具。其他1.本人有 200万左右闲置资金，目前有一个风险可控的投资每月有百分之1.5收益年化18的投资，现在上海工作刚符合上海购房资格。这个资金长期看是买低估指数基金好，或者买房。还是维持目前投资，用收益租房呢？这看你买房子的目的是什么。如果买房子只是为了解决居住问题，那么我确定，用200万投资，18%的收益租房子，居住条件会比你买房子好很多。但如果你买房子是为了获得拥有房子的心理感受，为了获得上学的学位，为了赌房子以后会涨很多（高于年化18%)，那就没有答案了。2.老板，怎么才能成为有趣的灵魂？你认识到这个世界的丰富与荒诞，并采取嘲讽的态度；认识到自己的无知和无助，并且采取自嘲的态度，就会变得有趣一些。3.请教方丈:中年危机下的传统小企业主如何转型？背景:1、即将不惑之年，生活于华南一线上有老下。2、创业十多年、传统制造小微企业。面临行业集中度提升、上游强势下游疲软、产能过剩同质化竞争淘汰压力。如倾所有继续投入依然是小企业被淘汰的风险。何况人在中年不敢博。3、知识结构老化，虽曾求学于高校MBA，混迹中小企业圈子，但大多面临同样的困惑，跟不上新经济新知识的快速变革发展步伐4、曾尝试跨行业发展突破，比如农业、餐饮业，但都是红海搏杀铩羽而归。5、庆幸多年前未雨绸缪，在房产、证券做了基本的资产配置，主业也还能勉强度日。五年前希望在事业突破，不但搁置房产投资，还将积累的流动资金与部分房产转化为实业投资，却大多化为乌有主业依然夕阳西下。尤其在这几年房价暴涨的背景下。虽无近虑却有远忧，但却是感觉空间越收越紧，空气越来越稀薄， 站在阶梯的边缘如履薄冰。叙述啰嗦且鄙言累句，望开释太史公说：无财作力，少有斗智，既饶争时。您过了无财作力和小有斗智阶段，而且觉得现在“力”和“智”不足用，所以现在主要考虑的应该是“既饶争时”，即尽量保住自己已经获得的财富，在有可能的情况下让它们保值增值。说起来就是做资产配置。做资产配置，依然要考虑自己“力”和“智”不足用的情况，要尽可能保守。什么是保守呢？就是不要做需要“力”和“智”的投资，比如说：“跨行业发展突破，比如农业、餐饮业”，就属于需要“力”和“智”的投资；再比如说，认为自己能够预测资产价格（比如房价、股价）的投资（赌博）。所以，承认自己“力”“智”不足，承认资产价格无法预测，做一个最保守的资产配置：优质公司股权（推荐指数基金或者优质私募）+适量的房产，承担一定的波动，长远来看，你的财富能够保住，并且有可能增值比较理想。但是，一定不要去赌，一定不要认为自己能够预测资产价格波动，一定要作好价格波动的准备。4.股票和婚姻，何时止损？买股票止损，是确定买错了，而不是股价下跌了止损。婚姻也一样，不是婚姻状态不好，而是确定娶错了人，才止损。5.请教方丈，地处青岛，想要开一间小茶馆，地段选择或定在李村这种人流量大的市区或定在远离市内的崂山僻静的小村子里，起步资金十万， 个人初步设想是做线下交流会商谈会这种，茶之外是人脉关系商业合作的牵线搭桥，类似于一个线下人脉沟通平台，大致要做哪些市场调研，这种经营模式是否可行？ 或者有没有比较好的模式推荐一下。茶馆基本只有两个业务模式是可以的：卖茶叶、打麻将。6.我们这小县城房价已经4700了，媳妇想买，老妈反对，老爸弃权，就差我这一票了，我还如何抉择？例牌答案，看你买房子的目的是什么。如果是想改善居住条件，能买得起就买。如果是投资，做好价格往各个方向走的准备就行了。7.方丈大师你好，我有这样一个投资逻辑。看美国的股票历史，大牛股都是消费和医疗类的股票，嘴巴吃的东西最不容易变革。还有未来老龄化高，投资一些糖尿病，高血压心脏病的股票。但是目前不好估摸医疗股的政策风险，对这方面研究也少。大家给点我怎么研究这类医疗股的建议，我准备每年定投15万到20万。我觉得不如投资@黄建平 的基金，让他去帮你研究医药股，你把这功夫剩下，做点啥都好。8.关注你也有一段时间了 看到你经常向小散推荐300指数 觉得这个适合我这个门外汉 想问你个小白问题 过去几年300年化百分十多 假如我持有30年会不会有这个回报 那么怎么理解这个回报率呢 是不是它的这个成分股可以一直百分十增长下去呢 如果不是的话怎么实现呢 这个有点困惑 请不吝赐教。持有指数的收益有两个来源：公司利润的增长和累积；指数本身的估值提升。这几年沪深300估值提升幅度有限，所以收益主要来自第一点。作为投资者，应该预期第一点，不要去预期第二点，因为估值会不会提升谁都无法预测。这个收益率能否持续三十年，存在不确定性，因为理论上来说，中国经济还会持续发展，但随着体量的增大，增长速度也许会有所回落。即便如此，也不能改变优质公司股权是长期回报最优资产的规律。9.请就读书、看财报、刷雪球这三件事情对投资能力提升的效用排个序？我觉得读书主要起的作用是理念层面的。看财报主要是验证对商业的判断。刷雪球是深化和扩大对商业、行业、公司的认识。这三者不好排序，看你的需求是什么。10.未来中国的技术工人收入是否有机会向国外看齐？我现在在新西兰，这里的电工、建筑工人收入都很高。中国只有提高全员的收入才能撑得住现在的房价/房租吧，国内有没有相关技术教育的标的？现在已经非常明确是这个趋势。听说有一个蓝翔技校。。。11.敬佩智慧的方丈，孩子学习成绩不错，考入全省最有人气的中学读初中，如果仅从孩子的发展角度考虑，是选择在国内读大学然后出国留学，还是直接出国读大学。如果你是家长如何选择与规划？这个没有答案的。每个人的需求不一样，对未来的计划和期望也不一样。同时，即使你有当下看起来最合理的计划，以后也会碰上各种具体的、偶然性的问题。我自己的判断是这样：美国的大学教育整体上是很不错的（只要不是太差的大学），同时将来最有前景的就业市场是中国大陆。12.请问方丈有部分美元怎么配置？这要看你投资的目的是什么，投资的期限有多长，预期取得怎样的收益，能够承担多大的波动与风险。13.请从您个人角度说下您喜欢的理想中的城市是什么模样，从城市功能完备到人文治理等方面说说原因，顺便说一下中外哪些城市和您理想中的城市接近。我喜欢的城市是自然条件优越，基础设施先进，有高质量的就业机会。比如深圳、上海、香港、旧金山、温哥华，都是很理想的城市。但完美的城市基本没有。比如深圳上海香港，气候都不算好。温哥华高度符合前两个条件，但是没有什么就业机会。14.您好，第一次提问。我目前以资金量6:3:1比例分别在港股、沪深、美股中投资了一些蓝筹股。美股刚刚从其他证券转入雪盈，因为雪盈能帮我们自动申报免收利得税。我的意愿是长期投资，这样的资金比例是否合适？为什么？我觉得如果买个股的话，就不用从市场“港股、A股、美股“的角度考虑资金配比，要从公司角度去看，哪个公司你愿意分配多少资金。15.您怎样看待我国民间极为受宠的木头类（红木 核桃木）家具的价值？这属于一种审美偏好。流动性很差，普通人不用去琢磨这事。16.你怎么看待网络社交？一个个ID的背后，是一个个有血、有肉、有灵魂、有真情的人，还是像雾、像云、又像风的“挥一挥衣袖，不带走一片云彩”的幻象？社交网络上的人，比你现实生活中接触的人，要更加真实。很多原来线下相识多年的人，比如同学、夫妻、父子，是通过微信聊天，才深入了解到对方原来是这么志趣不同的人，然后拉黑了对方。。。当然，也有很多原来素不相识的人，通过线上交流，成了莫逆之交，雪球为什么存在？就是因为大部分人在线下找不到那么多谈论投资谈得那么起劲的朋友。17.请问方丈如何在工作中找出自己最擅长做的事情？感觉什么都会做点，但是没有感觉某一项做的特别好的，不知如何寻找？望请告知？单点突破，积累足够，就会有擅长的事情。18.我准备和人一起合作做生意，以前有过和朋友做生意失败不欢而散的经历，这次想避免上次的结局，请问合作之前该做哪些制度规则上的准备和规划？合伙做生意都是很难的，能不合作尽量不合作。如果一定要合作的话：1、挑选跟自己的能力互补，人格信任的伙伴合作。2、合作的过程中，坦诚沟通，将心比心，换位思考。3、利益分配与贡献尽量匹配。19.方丈，你说私募基金有没有像可口可乐，奔驰这种有自己品牌与定位的发展方向呢？我们最近很愁募集这块，讨论的结论就是光产品搞好是不行的，要有品牌要有市场营销，才能实现两条腿走路。不用在“品牌”上花太多的功夫：1、做出净值。2、让自己的投资策略（如果有的话）能够被投资者认知。钱就会来找你。原文请参见: https://xueqiu.com/5869365210/108623294","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"【财经早餐】2018.6.10星期日","slug":"【财经早餐】2018.6.10星期日","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-06T02:33:38.203Z","comments":true,"path":"2018/06/10/【财经早餐】2018.6.10星期日/","link":"","permalink":"http://qahome.cn/2018/06/10/【财经早餐】2018.6.10星期日/","excerpt":"","text":"1、统计局：2018年5月份，全国居民消费价格同比上涨1.8%。其中，城市上涨1.8%，农村上涨1.7%；食品价格上涨0.1%，非食品价格上涨2.2%；消费品价格上涨1.3%，服务价格上涨2.5%。1-5月平均，全国居民消费价格比去年同期上涨2.0%。2、农业农村部：2018年中央财政支持轮作试点面积达到2500万亩，试点区域按照每亩150元的标准安排补助资金；休耕试点面积达到400万亩，试点区域按照不同休耕模式每亩补助500-800元。完善不同区域生产生态兼顾、可复制可推广的技术模式，完善农户种植收益补偿、中央支持重点区域、地方自主开展轮作休耕的政策框架，完善卫星遥感监测、耕地质量监测、第三方评估相结合的评价机制。3、新华网：一年一度的七国集团峰会在加拿大开幕，所有成员国领导人悉数出席。本次峰会将持续两天，主要包括5个议题：包容性经济增长，两性平等和赋予妇女权利，世界和平与安全，未来的工作机会，气候变化、海洋和清洁能源。由于美国政府决定6月1日起对欧盟、加拿大和墨西哥征收钢铝关税，舆论普遍认为贸易问题将成为本次峰会的中心议题。4、中国经营网：照财政部的要求，8月份地方政府债务置换工作将结束。截至目前，今年还剩下1.34万亿元非债券形式债务需要置换，在置换大限来临之际，市场出现发债提速的迹象。截至6月6日，地方政府共发行新增债超1000亿元。有分析称，上月底各地拉开发新债的序幕，这月市场必然会逐渐转热，预计发行规模将超6000亿元。5、生态环境部：2018-2019年蓝天保卫战重点区域强化督查近日全面启动。本次强化督查从2018年6月11日持续到2019年4月28日。生态环境部将重点对京津冀及周边“2+26”城市、汾谓平原11城市，以及长三角地区等重点区域持续开展大气污染防治强化督查。6、央视网：我国参与的最大规模国际科技合作项目——国际热核聚变实验堆取得新突破。由我国研制的首批国际热核聚变实验堆磁体支撑产品在遵义正式交付，我国也成为首个向该项目批量交付核心产品的国家。国际热核聚变实验堆，是由中、美、俄、欧盟、日、韩、印度等七方共同合作建造可实现大规模聚变反应的实验堆，也被称为“人造太阳”。7、中证报：专家表示，央行对于MLF抵押品范围的扩充，以及近日超量续作MLF，在一定程度上降低了近期降准的可能性。但年内大概率还会见到1-2次降准，主要原因在于：银行表外理财资产面临回表的需求，主要制约来自于包括MPA在内的银行各项指标的限制，而降准作为最直接的手段，可以有效缓解表内指标的制约；采取降准对MLF进行置换，也是降低银行负债端成本的手段之一，进而有效减缓企业新增贷款成本的上升幅度。8、工信部部长苗圩：下一步，将围绕落实《河北雄安新区规划纲要》，在支持雄安新区有序承接北京非首都功能疏解、搭建国际一流的产业创新平台、发展高端高新产业、推进军民融合创新发展、高标准建设信息基础设施和发展绿色制造等方面，深化与河北省的合作。1、海南省：印发《关于进一步做好商品住宅销售价格备案管理工作的通知》，要求商品住宅价格备案后，6个月内不得调高备案价格；调整备案价格的须重新备案。1、金策师研究院：从国家能源集团获悉，该集团将把外购煤长协价格控制在600元/吨以内，全力稳定煤炭市场形势、保障社会用煤安全。今年以来，国民经济持续稳中向好发展，全社会用电量快速增长，拉动电煤需求增长，国内煤炭供需总体平衡，个别时段偏紧。2、中证报：基金业协会称，将坚决打击“私募壳”买卖行为。目前，不少网站专门从事“私募壳”生意，已形成“买壳、保壳一条龙”服务，有的“私募壳”售价更是高达上百万元，中介机构从中可直接赚走10万到20万元。3、上证报：6月初，一份印有“特急”字样的文件《关于加强自媒体保险营销宣传行为管理的通知》下发至各保险市场经营主体，严打保险机构、保险从业人员利用自媒体平台虚假宣传。此举意在规范保险营销员的销售行为，减少销售误导的发生。险企和保险中介机构对公司官方自媒体和所属保险从业人员个人自媒体已开展自查，梳理、排查信息发布现状，主动发现问题并整改。4、金策师研究院：海南初步梳理出一批中央文件已经明确的、近期可以尽快推进的先导性项目，包括：建立国际贸易“单一窗口”管理制度；以建设全球动植物种质资源引进中转基地为抓手，打造国际种业贸易中心；加强国家南繁科研育种基地建设；建设深海科技城；引进世界著名品牌游乐园项目等。5、金策师研究院：小米内地香港两地上市成定局，按原定目标于下周一启动预路演，基石投资者名单将陆续落实，并在6月28日定价。小米预料会先行登陆CDR，翌日在港挂牌，最快于7月9日，10日两地挂牌，但内地审批CDR需时无先例可循，小米或会顺延至7月16日，17日正式上市。6、中国经营报：2017年以来，中国全面取缔“地条钢”企业，并监管严防“地条钢”死灰复燃，全社会的废钢库存攀升，废钢一部分流向出口。但中国为加大废钢利用、防止废钢资源过度输出，对废钢制定的出口关税高达40%。即便如此，仍难以阻挡国内企业的废钢出口冲动，一些不法分子甚至铤而走险通过走私牟利。为了规避高额关税，报低出口单价也成为废钢出口的“潜规则”。7、金策师研究院：从北京小客车指标办获悉，本期个人新能源车申请者破28万，与今年的上一期相比新增申请者数量5万。按照目前的分配规则，今年的个人新能源小客车指标已全部用尽，有超过28万申请人处于轮候状态，新申请者至少还需要等待五年，也就是2024年后才能获得指标。8、CME比特币期货BTC 7月合约收跌50美元，跌幅大约0.65%，报7655美元，本周则累涨约2.89%。CBOE比特币期货XBT 7月合约收跌42.50美元，跌超0.55%，报7650美元，本周则累涨逾2.82%。1、深交所：上市公司退市制度是资本市场重要基础性制度，下一步将贯彻依法全面从严监管理念，严格落实退市主体责任。一方面，严把退市执行关，对触及退市条件的公司“出现一家，退市一家”；另一方面，进一步完善重大违法强制退市实施制度，优化财务类和市场类退市指标体系，对持续经营能力存疑或存在重大不确定事项的高风险公司加大风险警示力度。2、每经：截至6月5日，市场上8只创业板ETF份额合计达到172.01亿份，相比去年年底的43.58亿份增加接近300%。76.58%的受访私募认为目前创业板指数处于底部区间。接受调查的私募认为，创业板整体估值目前处于历史低位，创蓝筹个股整体吸引力大大增加。3、证券日报：周五，虽然A股三大股指集体走弱，但是北上资金依然逆市买入，合计净流入金额达8.32亿元。统计显示，自6月1日A股正式纳入MSCI指数以来的6个交易日中，北上资金持续涌入，累计净流入金额达204.64亿元。A股正式“入摩”提振北上资金流入，在短期内一定程度上打破A股存量博弈格局，有助于加快对A股市场价值发现。4、证券日报：大盘如此调整实属反应过度。资本市场制度创新将充分考虑市场的承受力和预期管理，要在推动优质企业上市和引入长期资金、理性资金之间寻找“积极的平衡点”。总之，开启CDR发行试点和推动优质大盘股上市，会带动包括资金在内的更多优质资源入市，为资本市场增加活力和动力。投资者“闻大而跌”大可不必。5、中证报：A股正在密集迎接独角兽的到来。有市场人士认为，6月本来就是资金面波动最剧烈的时段，独角兽CDR轮番登场，对A股的吸金效应会比预期大。随着大批CDR基金的发行以及市场心态逐步适应，A股有望逐步走出底部。但短期来看反转机会不大，投资者在操作上还不宜过于激进。6、香港财政司司长：内地加强跟国际接轨，香港关键角色不会被淡化，包括成为内地和国际投资者的双向投资平台，会继续推动扩大沪港通、深港通额度和内容，探讨在MSCI纳入A股上提供相关衍生工具和产品，作为风险管理工具。7、中证报：战略配售基金可使广大普通投资者有机会获得同优质、稀缺的创新企业共同长期成长的权利。另一方面，战略配售基金合同生效后进入三年的封闭运作期，封闭运作期间投资者不能赎回基金份额，受各种因素的影响，买卖基金份额有可能面临相应的折溢价风险。8、深交所：本周，证监会发布了一系列创新企业境内发行股票和存托凭证的规则。目前，我们的配套制度和技术准备已经全部完成。本月中旬，将发布交易所的配套规则。1、金策师研究院：中国商务部部长钟山与俄罗斯经济发展部部长奥列什金在北京签署了《中华人民共和国商务部和俄罗斯联邦经济发展部关于电子商务合作的谅解备忘录》。根据该备忘录，中俄双方将建立电子商务合作机制，共同推进“丝路电商”合作。2、中证报：欧洲在线打车企业Taxify日前宣布，已获得1.75亿美元融资，该轮融资由戴姆勒集团领投。在获得融资后，Taxify估值也涨至10亿美元，成为真正意义上的“独角兽”企业。目前的行业老大Uber将面临强敌环伺局面，在很多地区出现“水土不服”。随着自动驾驶等技术发展日益成熟，该领域仍具备扩展潜力。1、中证报：人民币兑美元即期汇率8日跌逾百点，不过此前四个交易日实现四连涨，由此本周累计上涨72点，结束三周连跌。市场人士指出，往后看，人民币兑美元汇率预计仍将随美元双向波动，不过考虑到美联储加息在即、欧元近期相对强势，美元短期下跌的概率可能更大，人民币汇率有望偏强震荡。1、美国总统特朗普：在解决贸易问题上，马克龙提供帮助。我与加拿大总理Trudeau围绕北美自由贸易协定（NAFTA）问题举行了很好的交谈。我们并未讨论俄罗斯重返G8一事。1、法国官员：尚难断言G7是否会发布公报。美国总统特朗普在G7首脑峰会上提及加拿大和欧盟问题。欧盟和美国未来两周将启动技术层面和政治层面的贸易磋商。1、分析师：鉴于金价跌破了下降通道的外趋势线，我们预计盘整态势将持续。不过，临近下周的美联储和欧洲央行政策会议时，黄金或破位上行。如升至1304至1301美元上方，可能预示着金价将回调向1325美元目标。1、上期所原油期货主力合约SC1809夜盘收跌0.3%，报469.10元，本周上涨0.19%。成交量为140330手，持仓量为32400手。本周总成交量为845222手，平均每日成交量为169044手。2、新华网：一些媒体报道，美国近期私下施压沙特阿拉伯以及石油输出国组织其他成员国，要求他们增加石油产量，以便抵消美国封杀伊朗石油出口所造成的冲击。伊朗方面回应称，欧佩克内部协调合作机制运行超过半个世纪，美方试图挑拨欧佩克成员国“窝里斗”纯属徒劳。@郑亚苏金融观察 @今日话题 原文请参见: https://xueqiu.com/6611960729/108622690","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"如何拥有人生第一个100万","slug":"如何拥有人生第一个100万","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-06T02:33:38.268Z","comments":true,"path":"2018/06/10/如何拥有人生第一个100万/","link":"","permalink":"http://qahome.cn/2018/06/10/如何拥有人生第一个100万/","excerpt":"","text":"公众号：星夜独行虽然我在“不做T的财富自由之路”里写了我是怎么攒到第一桶金的，但还是不少人没法理解，聊天时常感慨“我要是有这么多钱投资就好了”。潜意识里总感觉“人无横财不富”。发家致富第一桶金必须要依靠意外之财吗？如果没有横财，那不就一辈子都得当穷鬼？我看不是！勤俭节约同样能攒出第一桶金。①我的第一次投资 虽然我现在不止100万了，但我的钱同样不是什么横财。我投资的起点和绝大多数人一样，从“0”开始。第一笔投资是发了工资后开始定投买了1000块的基金，从这1000块开始攒我的第一桶金。我的优势有3点：1.我特别抠门2.家里不需要我交伙食费或生活费3.除了谈恋爱的花费没有其他刚性支出需求就这样，在我工作第二年，定投一年多后，2011年底，投了4万8，亏了8千4，剩下3万9.而我那时一个月工资三四千，即使这样，我也敢在QQ空间里写下宣言：10年攒100万。我那时在QQ空间里是这么写的：全部家当只有4万块，我就敢说要有一百万。是不是有点像刚学会爬就想着怎么飞了？我的依仗是什么？我们来做一道数学题：假设一个月存2000，3000，4000。需要多少的年化收益率才能达到10年攒100万的目标？即使一个月攒2000，十年百万要求的收益率也才25%。如果随着工资的增高，攒钱速度加快，如果一个月攒3000，要求的收益率是18%。如果一个月攒4000，要求的收益率13%。攒越快，要求的收益率会更低。25%或许有点高，复合18%或者13%高吗？在我坚持定投5年后，到2015年5月20日，我的投入及收益如下：因为从13年起，我就开始投资其他产品，因为缺钱，定投开始经常断缴，但即使如此5年28万，相比上面的测算表第五年24.6万，完成进度并没差到哪。②如何更快的攒到100万 第一桶金100万的积累，想要更快的话，多攒钱和提高收益率都非常重要。攒钱的速度与投资收益率如何影响达到100万的时间呢？ 1.一个月攒3000，一年3.6万，不同收益率多久攒100万？每年攒3.6万，20%收益率10年112万收益率20%提高到30%减少了2年，8年111万收益率20%提高到40%减少了3年，7年120万2.同样20%的收益率，每年攒不同的金额的钱年复合收益率20%，每年按攒3.6万，10年攒到112万每年攒6万的话，减少2年，8年攒118万每年攒12万的话，减少5年，5年攒到107万。3.哪个容易？3.1 攒钱和提高收益率当然都很重要，但是（敲黑板，划重点）！3.2 10年长期复合收益率40% VS 努力工作提高收入一年攒12万。哪个更容易？哪个更难？3.3 过去十年投资复合收益率30%，40%的人有多少，你周围有多少？难得一见！3.4 每年收入节省一点，一年攒6万，攒12万的人有多少？一抓一大把！3.5 所以在一开始努力工作，多攒钱比想着提高收益率重要也更容易！ 第一桶金加法比乘法重要攒钱与收益率都很重要，但是很明显在第一桶金的积累过程中，攒钱比收益率更重要。因为超小的基数，使得收益率再高意义都不大。加法积累的速度远快于投资的乘法。提高工作收入多攒钱的提升速度比提高投资收益率 1. 容易实现 2. 效果更好 但投资一样重要多攒钱虽然更重要，但投资同样重要，如果不投资，一年3.6万，10年也才36万。而只要做投资，即使20%的收益率，10年的累计投资收益也有76.1万了，是本金的2倍！贡献了绝大部分的资金。③攒钱越早越好 我有个95年的小表妹，今年开始工作。她的工作基本工资就有7000元/月，还有各种补贴，加上绩效以后月工资可以上万，工作第一年的收入已经比我工作第7年的收入还要高了。她给自己的攒钱计划是攒到10万块，太没想象力。我和她说你第一年工资就这么高了，必须给自己定格5年100万的目标1.督促自己努力工作，赚更多的钱2.压缩自己的支出，在婚前不攒钱，结婚以后消费如何，支出如何都不知道。结婚有可能让生活更容易，也可能变得更艰难。把握婚前攒钱良机更重要3.必须投资！在这个过程中学会投资理念，接受钱生钱的理念，并在钱少时了解并习惯市场的波动（暴涨暴跌），培养抗风险能力。4.有了第一桶金100万后，即使1年只赚10%，钱生钱的速度将会开始超过工作收入。经济压力大为减小，未来的人生难度，将从困难将为普通。 对她而言一年攒6万完全有可能的，并且如果未来继续加薪，攒得更多的话，比如达到一年12万的水平，即使一年20%，也能实现5年百万的目标了。如果命好，熬5年后再来一次牛市，即使一年还是只存六七万，40%的收益率目标也有可能实现的。 总的来说，5年100万虽然有难度，但并非不可能。④定投上面主要是说明靠“攒钱+投资”完全能攒出人生的第一个100万。但很多人对于投资可能只知道买理财产品，害怕投资风险，什么都不敢尝试，我认为可以像我上班后的第一笔投资一样，做定投！对于投资理财一窍不通毫无概念的人，定投实在是非常好的投资方法，即使定投沪深300指数，只要长期坚持，最后也一定能够盈利。可以试试百度搜索“定投模拟器”，自行在模拟器上试试是不是！或者参考我工作时做的几页PPT： ⑤定投的具体操作理念及方法台湾定投教母萧碧燕的演讲视频很经典，基本覆盖了定投初学者会遇到的所有问题！看完它的定投思路，严格执行，一定能够成功的。如果你是银行或券商的从业人员，我建议你一句一句背下她是如何讲解定投的，能够帮助客户更好的理解如何做定投！https://v.qq.com/x/page/t03684cyy7u.html公众号：星夜独行@今日话题 @蛋卷基金 ↓↓↓欢迎关注我的雪球专栏↓↓↓原文请参见: https://xueqiu.com/4400005934/108623394","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"如何进行资产配置和仓位管理","slug":"如何进行资产配置和仓位管理","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-06T02:33:38.279Z","comments":true,"path":"2018/06/10/如何进行资产配置和仓位管理/","link":"","permalink":"http://qahome.cn/2018/06/10/如何进行资产配置和仓位管理/","excerpt":"","text":"作者：二师父；**微信公众号：二师父定投；**ID:ershifudt88资产配置和仓位管理这个话题有很多地方值得探讨的，为了让读者更好地做好家庭资产配置，同时在指数基金定投的过程中合理地管理各类基金的仓位。今天二师父就详细地介绍下资产配置和仓位管理的方法。理财就是理生活，生活中一团糟的人通常自己的资金状况也是一团糟。首先二师父通过标准普尔家庭资产象限图来介绍如何能够有效地进行资产配置，从而使得自己的资金高效运转，保障我们生活的稳定和幸福。标准普尔象限图总共分为四个象限。我们进行资产配置的时候完全可以根据这四个象限来灵活配置。注意，所有的配置都是存量资金的配置，不包括未发工资，未来兼职收入这些增量资金。如图四个象限分别对应我们存量资金的用途。二师父曾经在五步定投法资产配置那一步介绍过我们的资产配置需要四个账户。防守账户，日用账户，稳健账户和进攻账户。这四个账户就分别对应这四个象限。下面二师父分别再介绍下这几个账户的资金（也就是四大象限对应的配置资金）到底在实际生活中如何打理。首先看第一象限，被定义为保命的钱，这个象限对应的就是我们的防守账户。防守账户的钱是用来应对意外开支，比如突发疾病，新郎即将结婚的预算，准备跳槽的人在离职之后的备用金。这些都是重要的生活支出，或者意外发生时候的大额支出。对于成年男性来讲，一般都是家庭的经济支柱，这一账户的资金配置必不可少。如果自己这一账户没有配置，那么在遭遇车祸或者重大疾病的时候，除了把自己的股票迅速出卖或者卖房卖车真的别无他途。不要说这种事情不会落到自己的身上。一旦落到，那对整个家庭都是毁灭性的打击。尤其是在上有老，下有小的情况下。象限里面规定保命的钱占据存量资金的20%。二师父认为这个比例不是固定的。对于刚毕业的学生来讲，罹患重大疾病的可能性不大，只需要买一份意外险就能够保障在意外发生的时候能够得到保险公司的保险金。对于35或者40岁以上的成年男性，可以配置一份重疾险，当罹患重大疾病并确诊之后可以得到保险公司支付的保额，这样压力就小很多。二师父认为这个账户的资金配置可以因人而异。二师父目前还年轻，正处于人生和事业的拼搏期，而且公司已经给自己缴了社保，全部的保险，各种保障是很齐全的，并且自己的增量资金还不错，所以二师父这一账户的资金配置为总资金的百分之10，用于父母的意外支出或者其他意外支出。这笔钱是买了货币基金，年化收益率百分之4.5左右，当然还有其中一部分买了银行的封闭期理财，收益率可以达到5到6个百分点。当然，这样的配置风险度高，后期二师父可能会考虑配置意外险。这样防守账户就安全了。如果你没有缴纳社保，五险一金，那么这个账户就需要自行配置了，自己购买保险，并且留一部分的资金（比如百分之20）用于应对意外之灾。所以二师父只是介绍了账户的作用，每个人的情况不同，自然配置的方法不同，一定要实事求是，根据自己的实际来，切记不要教条主义。二师父这样配置在理财中属于积极性的配置，只是想把更多的资金投入到指数基金当中去获取利润。当然，随着年龄的增加，二师父也会给自己买上重疾险，这是以后的事情了，二师父更希望自己多加锻炼身体，早睡早起，有一个好身体比什么都强，买了保险也用不到是最好的。二师父平时也多做好人好事，祈求福报，健康的身体是人生成功的基石啊，没有了健康就什么都没啦。第二象限是短期消费，象限里面说3到6个月的生活费，二师父觉得这个要视具体情况而定，如果夫妻双方工作稳定，每月有固定的收入，那么短期消费的钱根本就不用，直接用每月工资即可啦。还是根据具体情况而定。二师父每月都有工资，并且学习理财之后很节俭，能够省下来的资金就剩下了，平日里消费很少。所以这个账户只配置了总体存量资金的百分之五。放在微信的理财通里面。注意，图里面说放在银行是错误的做法，因为一万块放在银行活期储蓄一天相当于几分钱，而在微信的理财通里面一天大约有1.2元的收益，不要小看这个差距，理财就是这样一点一滴理出来的。无论什么时候都要记住两点，第一，不要持有纸币，因为纸币都是不断在贬值的。第二，钱不要存银行，跑不赢通货膨胀，相当于自己的钱每天都在蒸发。第三象限是生钱的钱，这个账户对应的是二师父的稳健账户。二师父通常用这个账户的资金购买指数基金。这个账户的资金占据整个账户资金的百分之80，比例相当高了。注意这个账户的资金不是全部用来购买指数基金而是采用仓位管理的原则进行平衡。很多人问二师父持仓比例多少，这个问题其实不是问四大账户里面有多少资金，而是问的指数基金和货币基金的比例。二师父可以告诉你，目前二师父稳健账户里面全部都是购买的基金。一部分是指数基金，一部分是货币基金，指数基金比货币基金的比例为4比6。二师父是保守主义投资者的拥护者，不会把稳健账户里面资金全部购买指数基金，即使到了历史大熊市的时候，因为我拒绝让自己倒在大熊市，所以最好的办法是始终保持稳健账户里面有资金可以加仓，那么就避免了倒在黎明之前。有的读者反驳二师父，其实定投到最后，因为前期积累的份额较多，每一份的投资对整体基金成本的影响不大。二师父不太同意这个观点。第一，后期越到底部的时候我们投资的份数可能越多，一次买入也许就有3到5份。第二，即使后期资金不足，遭遇了08年那种全球性的金融危机，我们每次有资金加入一份也可以缓解心理压力，比没有资金看着基金跌的压力小很多。所以，任何时候，任何情况下，都记得，咱们投资指数基金的稳健账户里面都要持有指数基金，除非遇到了08年那样上证指数低于2000点，那么我们可以有魄力一次，梭哈吧。对于目前的市场情况，就别冒险啦。好了说了基金的持仓，再说如何平衡。稳健账户里面的平衡分为两种情况，第一是指数基金和货币基金之间的比例平衡。第二是不同指数基金之间比例的平衡。先说第一种情况，指数基金和货币基金之间的平衡。一般我们建仓购买指数基金都是在牛市崩盘指数下挫到低估区域开始建仓。开始购买的时候货币基金持仓的比例是百分之100，指数基金的比例基本为零，我们是从零开始进行指数基金仓位的增加的。那么具体如何增加呢？二师父再来说说购买份数的问题，在二师父每次的实盘中都公布了买入一份，买入两份，这个份数如何确定其实在五步定投法里面已经讲过了，可是有的读者就是伸手党不愿意学习，不愿意思考，一直问问问。二师父今天在这里最后讲一次如何确定每份的金额。假设我们购买指数基金的资金为90万，也就是稳健账户里面的资金为90万。那么如何分配呢？我们一次选择定投6支指数基金的话，一支基金每周定投一次，一次投一份，一年总共50周，需要投资50份，三年就需要150份，那么6支基金就需要900份，那么每份的金额就是1000元。很简单的小学数学，二师父喜欢把复杂的问题简单化，读中学的时候，很多同学听不懂老师给他讲的题目，但是二师父一讲他就明白了。我想这是透过现象看到本质和核心，抓住关键点。为什么是3年，不是5年，不是一年。根据历史规律，A股历史上最长熊市大概是3年的时间，所以，这是一个保守的时间估计，根据这个期限来配置的话可以很好地利用投资资金。如果选择5年，可能指数基金还没有布局好牛市就来了，那么我们的资金利用率太差，如果选择一年风险太高。那么怎么平衡呢？核心原则很简单，指数越低估，那么指数基金的仓位越重，如果大盘跌至2000点以下，指数基金持仓可以达到百分之90以上的仓位甚至满仓。指数越高估，那么指数基金的仓位越轻。谈到这里又要说一说利润收割法则了。利润收割法则不是为了赚那一点小小的利润，他的真正核心要义是仓位管理。当自己投资的指数基金进入正常估值时，如果利润每达到百分之10或者百分之20卖出一次利润。这样指数基金的持仓就减少了，货币基金的持仓就增多，符合我们的原则指数越高估，指数基金的仓位越轻。我们学习一定要学到本质，精髓，不要只看表面。不然没有效果。有的同学非常纠结每次卖出百分之10，卖出了百分之11是不是就卖多了，二师父严重感觉这是不是强迫症在作怪啊。我们的核心思想是指数高估，就减仓，如果利润有了百分之10，你可以卖出百分之5，也可以卖出百分之15，没有关系，只要在减仓就行啦。因为风险是涨出来的，只有培养这种仓位管理的意识，在牛市的时候才会淡定的减仓，而不是傻乎乎的拿着资金冲进市场。好了，第一个指数基金和货币基金之间的平衡讲完了，继续讲不同指数基金之间的持仓。这个跟第一个类型差不多，指数咱们指数基金的涨跌是不同步的，比如之前的华宝油气大涨，其他的指数基金大跌，这个时候就要卖出华宝油气，加入资金买其他跌的指数基金。原理很简单，就一句话，指数基金越低估，仓位就越大，指数基金越高估，仓位就越轻。当然实际操作过程中比这个复杂，我们投资的品种后期会增加债券，国外的指数基金，QDII指数基金，博时黄金，这些基金和债券的涨幅跟A股大部分指数基金的涨幅是不同步的，所以能够很好地实现风险对冲。前几个象限的说完了，现在看第四象限，保值升值的钱。二师父觉得这个象限不太好，自己就改了，养老金还能升值，别扯了。二师父把这个账户定义为进攻账户，配置资金为整体存量资金的百分之5.用来买股票，当然不买股票的资金用于购买华泰证券里面的货币基金。股票风险极高，二师父目前刚刚建立自己的股票交易系统，并且专注于金融，消费，医药等行业相关企业的年报学习，所以只投入了极小一部分资金来检验自己的交易系统，先总结理论，然后实践，紧接着再学习修正自己的系统最终形成一个属于自己性格特征的交易系统。当然这部分账户资金配置无论何时都不能超过稳健账户，不然就要出事了。除了像雪球上的那些股票投资的大V除外。二师父始终不建议读者投资指数基金，也不推荐个股。之所以自己研究是因为股权的投资确实是比债权的投资和持有现金的风险小，因为现金会贬值，股权背后的实质是企业，是资产，会增值。好了，说到这里，基本就要结束啦。二师父最后再介绍一个资产配置的仓位平衡就结束这次的分享。还记得最开始二师父说过资产配置的资金都是存量资金，那么我们每月的固定收入的结余，以及平时兼职的收入结余这些增量资金怎么办呢？二师父告诉你，很简单，平时省着花销，把房贷，车贷还完以后还剩余的资金根据比例分配到各个账户里面，这就是资产再平衡，这种平衡每月一次，如果没时间，每年一次平衡也可以。必须平衡，因为每次你去平衡资产配置的时候你就会发现自己的配置已经比较不合理了。所以实时监督自己的四个账户，像个管家一样看看这些账户是否还运作正常。@今日话题 @蛋卷基金原文请参见: https://xueqiu.com/8115772091/108621944","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"乐歌股份调研纪要:新兴的人体工学是怎样一门生意?","slug":"乐歌股份调研纪要-新兴的人体工学是怎样一门生意-","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-06T02:33:38.226Z","comments":true,"path":"2018/06/10/乐歌股份调研纪要-新兴的人体工学是怎样一门生意-/","link":"","permalink":"http://qahome.cn/2018/06/10/乐歌股份调研纪要-新兴的人体工学是怎样一门生意-/","excerpt":"","text":"@今日话题 $乐歌股份(SZ300729)$ $盈趣科技(SZ002925)$ $美的集团(SZ000333)$ 人体工学产业成熟于海外，发力于国内 办公健 康及人体工学较早受到海外消费者关注，行业成熟度较高，经过多年的 发展目前海外市场中已形成多个领先的全球品牌，市场认可度较高且产 品附加值较大，是目前传统商超及电商平台的有力竞争者。美国的 Milestone、Ergotron、Humanscale 等公司具有丰富的生产经验以及享誉 全球的品牌影响力，其中 Ergotron 在 2015 年人体工学产品销售收入就 到了 3.5 亿美金。白领人群对健康办公日益增长的需求将推动人体工学产品广泛应用于 健康办公领域。根据国家卫生计生委 2013 年的统计，我国颈椎病患者和 腰椎病患者人数分别超过 1.2 亿和 2 亿人，且患者越来越呈现低龄化趋 势，已成为长时间使用电脑的白领人群的常见职业病，庞大的白领人群对健康办公日益增长的需求将推 动人体工学产品广泛应用于健康办公领域，电脑支架、坐立交替办公系 统以及健身车等人体工学产品将得到进一步的推广与应用。经营模式向自主品牌方向转变，产品结构不断完善。公司主营业务为人体工学产品的研发、生产及销售。公司的经营模式正 不断从 ODM/OEM 向 OBM 模式发展，自主品牌的影响力在不断增强。 随着公司人体工学系列的产品结构向高附加值方向不断延伸，未来有望 在消费升级的推动下步入快速发展阶段，人体工学工作站系列将成为公 司办公健康产品的重要增长点。截至 2017 年末，公司实现营收 7.48 亿元，同增 53.29%；实现净利润 6283 万元，同 增 4.57%。营业收入中人体工学大屏支架、人体工学工作站分别贡献营 收 3.07 亿元、3.58 亿元，占总收入比例为 41.26%、48.19%，其他自制 产品和外购产品仅占总收入的 9.08%和 1.48%，2017 年营收的快速增长 主要来自于工作站的产品销售收入大幅提升2017 年营业收入实现快速提升 公司主要产品为人体工学大屏支架及人体工学工作站系列产品。人体工 学大屏支架、人体工学工作站系列产品是公司产品的主要构成，其中前 者包括大屏支架的功能款和基础款，后者包括电脑支架、升降台、升降 桌和桌边健身车。从收入结构来看，人体工学工作站系列占总收入比例 不断提升，从 2014 年的 5.48%提升至 2017 年的 44.47%。在产能利用率 和产销率方面，公司始终保持在相对较高的水平2017 年大屏支架与工作站产品贡献主要营收 从业务模式来划分，公司产品销售主要分为自主品牌、ODM 和 OEM， 销售收入占比不断向自主品牌转移。随着公司设计能力及品牌影响力的 不断提升，其自主品牌销售收入实现快速提升，截至 2016 年末实现营收 2.11 亿元，占总收入比重为 43.58%；ODM 模式的销售收入则保持相对 稳健增长，2016 年为 2.54 亿元，业务模式正从原先的以 ODM 为主逐渐 发展至 OBM 为主。自主品牌销售占比不断提升 产品结构向高附加值方向发展，稳步推进大单品市场策略 人体工学工作站系列产品是对高附加值市场的有效开拓，并有望从收入 体量上赶超传统产品系列。人体工学工作站系列产品主要包括电脑支架、 升降台、升降桌、桌边健身车。一系列产品正处在快速成长期，2014~2017 年复合增速为 164.1%，2017 年实现营收 3.58 亿元，工作站作为新增的 高附加值产品系列正步入快速成长期。 人体工学工作站人体工学工作站步入快速成长期 工作站系列产品类型从电脑支架起步，逐步拓展升降台品类，未来将进 一步向健身车延伸。2016 年电脑支架实现营收 8680 万元，2014~2016 年 复合增速达到 111.3%；2015 年新增桌边健身车产品，2016 年营收超过 803 万元；2016 年新增升降台和升降桌产品，销售收入分别为 3681 万 元、114 万元，产品系列在原有电脑支架的基础上不断进行延伸与扩充工作站系列产品的收入快速增长源于销量及平均销售价格大幅提升。从 销量来看，工作站产品系列的销量快速增长，境外市场的旺盛需求带动 相关产品销量的迅速提升；从平均销售价格来看，2014~2016 年实现大 幅提升。升降台为 2016 年销售的新产品，由于其整体定价水平较高，因 此拉动平均销售价格于 2017H1 再创新高，工作站系列产品对高附加值 市场的开拓卓见成效，客单价提升带动平均销售价格提升是推动工作站 系列产品收入快速增长的核心因素与动力。 坚定推进自主品牌战略，全面进军品牌战略**从销售模式来看，公司正从原有的 ODM 销售模式为主逐步向自主品牌 转变。公司原先采用 ODM 为主的贴牌销售模式，其客户为长期合作的 境外品牌商、大型连锁零售商、批发商以及国内家电/电脑厂商、办公集 成商等，稳定的合作关系为公司开拓线下自主品牌赢下打下基础。自主 品牌“乐歌 Locteck”已成为海内外人体工学显示支架市场的成熟品牌之 一，“Fleximounts”、 “FlexiSpot”和“Fltleader”等海外子品牌也已具 备一定的市场认可度，乐歌产品的人体工学理念也已深入人心，获得了消费者的充分认可。公司“乐歌”品牌已被评为中国驰名商标。自主品牌在境内外的销售金额快速提升。2014~2016 年复合增速为 56.87%，其在总收入的占比也在逐年提高，已从 2014 年的 24.2%攀升至 2017 年的 51.34%，未来有望成为收入提升的新动力 自主品牌收入实现快速增长 本人专注价值投资，在私募基担任分析师，主要分享个股基本面研究和公司调研记录，希望邀请更多专注价值投资的股友一起联合交流，大家联合共享研究信息和观点，实现对公司价值更加深入研究。有兴趣可以添加微信，加入我们，添加备注股友（微信号516865872）**原文请参见: https://xueqiu.com/2442105821/108622647","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"6月钱荒再现！为什么还不降准？","slug":"6月钱荒再现！为什么还不降准？","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-10T21:57:30.725Z","comments":true,"path":"2018/06/10/6月钱荒再现！为什么还不降准？/","link":"","permalink":"http://qahome.cn/2018/06/10/6月钱荒再现！为什么还不降准？/","excerpt":"","text":"6月钱荒再现！为什么还不降准？作者：齐俊杰看财经下周，美联储再度加息已成定局，这次加息之后，美联储的联邦基准利率就达到1.75%-2%了，而美联储的加息决定，已经完全在市场预期当中，所以资金早就从6月开始就逆向流动，对于我们来说，6月是半年的最后一个月，本就是一个钱紧的月份，所以我们看到银行间隔夜拆借利率，在进入6月以后，全都开始走高。而央行也在积极备战这个钱荒的月份，在月初扩大了中期借款便利麻辣粉的担保范围，6号就开始用这个工具，向市场投放了4630亿资金，这是5月份投放量的3倍，如果扣除掉到期回收的量，那么当日净投放是2035亿元。但是这些钱够吗？我们其实不用看他投放了多少，只要看资金水位就知道了，这个水位就是无风险收益率，主要有三个指标，一个是货币基金的收益率，银行间市场的拆借利率和10年期国债收益率，我们清晰的看到余额宝的收益率，在本月4日达到顶点，然后6号资金投放后，才略有下滑。而十年期国债本周也是小涨了一下。这些数据都表明，央行这些钱投进去，起码没有缓解流动性的压力，大家仍然预期钱很紧张。钱紧张最大的问题就是，资金会从债市和股市撤退，从股市撤退的表现就是市场持续下跌，这点我们在最近几个月已经看到了，而从债市撤退的结果就是很多新债发不出来，然后债务违约就一个接一个的出现，今年共有13家发行主体违约,涉及违约金额148亿元,涉及多家上市企业，这个月开始，哈工大集团也被曝出违约7.5亿元，现在基本保持每月都有重磅炸弹炸响的节奏。而且违约企业有从民企扩大到国企的趋势。即使面对这样紧张的局面，央行仍然挺住没有再次降准，这确实有点低于市场预期，央行可能有这么几点考虑。1、货币政策中性的政策预期，尽量不要打破。2015年是货币宽松年，2016年底，我们的货币才回到中性，2017年开始中性偏紧，但口头不承认，仍然说是中性。现在全国去杠杆的前提下，央行的任务就是要制造贫穷的气氛，告诉大家，今年就是要勒紧裤腰带还债。所以货币政策上就是要给一个中性偏紧的预期，就好比说我可以时不常的塞你点零花钱，但是这钱不能一笔给你。2、考虑到了现在楼市的影响，钱只要一出来，肯定先去楼市，所以总量上不能让你银行手头宽裕，这也是在对2015年的错误政策纠偏，当时要去库存，以为释放流动性，就能去掉库存，让经济出清，迎来新一轮增长，哪有那么简单，结果经济没出清，楼市反而暴涨，外汇储备损失了近1万亿。这个代价是惨痛的，这次央行学乖了。宁可苦着点，也不相信经济的眼泪了。3、今年已经两次降准，一次年初的定向降准，一次4月的降准，现在时间刚刚过去2个月，效果还有待观察，虽然已经基本断定，效果不大。但由于央行谨慎的态度，他现在宁可再等等也不贸然行动，得确定资金市场风平浪静了，确实是缺钱了，他才会行动。综合来看，央行短期内还会用麻辣粉来对冲到期的流动性，到期多少，我就释放多少，市场利率升的快了，我就多放一点出来，市场利率降低了，我就回笼一点。用这种方式确保底下的银行过苦日子。至于降准，可能要迟来几个月，但预计今年一定会再有。而银行们现在再苦再难，也要压缩实体经济贷款，把钱投降房地产。虽然这么看是不道德的，但在银行角度确实最佳选择，货币越紧，实体经济的风险就越大，借出去的钱，回不来的可能就越大。相比于企业的经营，有套房子压在手里，还是心理踏实，而且借给企业是有限责任，借给个人是无限责任。只要人不死就要一直还贷款，人死了你家人要想继承房子，也要一直还下去。所以个人住房按揭这块，在银行一直是优质项目，除非国开债利率猛涨，银行贷款利率不足国开债的1.2倍的时候，银行就没动力去放房贷了，他们更愿意买更安全也更简单的国开债，还没有资金占用问题。所以现在就有个纠结的困局，市场利率涨上来，银行们就会减少房贷，但央行受不了，又得投入资金把市场利率降下去，而市场利率降下去了，银行们又开始去放房贷了。反正怎么着，这钱也进入不了实体经济，更不会给民营企业。最后说下影响，钱荒是资本市场的大敌，6月估计股市，债市都不会好，股市恐怕还会资金流出而下跌，但已经进入低估区域，长期看现在收益大于风险，所以没必要去管短期的波动，做好春种就好，不用考虑收获的事，短期只买不卖。债市也还会爆雷，信用债的融资成本也会进一步提高。债市仍会下跌，短期债市收益率仍然很难跑赢货币基金，而实体经济越冷，企业主就越要关闭企业，然后去炒房。楼市越来越火爆，之前最具上涨动力的一线不涨了，而一直不涨的二三线却猛涨，类似的情况，在日本大崩溃之前发生过。我们在两次大危机的比较研究中已经讲过，实体经济下行，房地产上行，本书的作者通过研究得出结论，这就是危机的先兆，那么现在该怎么打破这个死循环呢？值得深思和考虑。老实说，能在不发生楼市危机和经济危机的情况原文请参见: https://xueqiu.com/5720355864/108623520","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"再度融资140亿美元，蚂蚁金服为何能成为超级独角兽？","slug":"再度融资140亿美元，蚂蚁金服为何能成为超级独角兽？","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-06T02:33:38.237Z","comments":true,"path":"2018/06/10/再度融资140亿美元，蚂蚁金服为何能成为超级独角兽？/","link":"","permalink":"http://qahome.cn/2018/06/10/再度融资140亿美元，蚂蚁金服为何能成为超级独角兽？/","excerpt":"","text":"文/孟永辉外界对于蚂蚁金服的这一轮融资还是有很多期待的。这种期待并非源自人们对于它的吸金能力的怀疑，更多的表现的是他们对于蚂蚁金服究竟有多大的期待。果然，蚂蚁金服新一轮的融资并未让外界失望，140亿美元的融资额度甚至超过了很多此前对于它的新一轮融资的预测。根据蚂蚁金服对外宣布的新一轮融资的消息，蚂蚁金服完成了新一轮的融资，融资总额为140亿美元。这一笔融资额度主要包括国内投资者的人民币资金以及蚂蚁金服旗下全资子公司——蚂蚁国际筹集来的国外投资者的美元资金。根据路透社和互联网女皇报告当中对于蚂蚁金服的估值，这家新生的独角兽公司的估值已经达到了1500亿美元。早知道在2016年4月，蚂蚁金服的估值只有600亿美元，仅仅用了两年的时间，蚂蚁金服的估值就翻了一番还多。如此良好的发展势头除了让原有股东继续跟投之外，还新增了很多新的投资者，新加坡政府投资公司、马来西亚国库控股、华平投资、加拿大养老基金投资公司、银湖投资、淡马锡、泛大西洋资本集团、T. Rowe Price旗下基金、凯雷投资集团、Janchor Partners、Discovery Capital Management以及Baillie Gifford等成为新增的战略投资者。根据蚂蚁金服对外公布的消息显示，此轮融资将被用于支付宝全球化拓展，自主科研投入和人才建设，还将培育新兴市场的科技人才，助力本地金融数字化转型。正如上文所讲，蚂蚁金服的此轮融资并未让人失望，透过此轮融资我们可以看出蚂蚁金服巨大的吸金能力和强大的发展视角。对于经历过移动互联网的近身肉搏的洗礼之后，蚂蚁金服的成长似乎远比以滴滴、美团和今日头条要快速很多。是什么造就了蚂蚁金服的快速发展和无比强大？相对于其他的独角兽来讲，蚂蚁金服的体量已经无法用独角兽来形容。外界就有报道就将阿里巴巴、腾讯和蚂蚁金服并称为“ATM”，取代了原来的BAT成为全新的互联网三巨头。蚂蚁金服为何在如此短的时间能获得了如此大的发展呢？综合来看，主要有以下几个方面的原因。1.**大树底下好乘凉，阿里巴巴强大的商业生态让蚂蚁金服有了丰沃的土壤。我们都知道蚂蚁金服的核心业务是原来的支付宝，而支付宝的产生是阿里巴巴在电商领域深耕的必然结果。正是由于阿里巴巴在电商领域的强大生态体系才给支付宝的发展提供了成长初期最基本的营养。因此，蚂蚁金服的飞速发展更多的代表的是阿里巴巴飞速发展的缩影。正是阿里巴巴对人们生活影响的不断深入，才让蚂蚁金服在搭建以支付为主要骨架的金融科技体系的时候游刃有余。所以，我们并不能够仅仅只是看到了蚂蚁金服的强大，更应该看到的是以阿里巴巴为代表的电商巨头对于我们生活影响的逐步深入。 2.**以支付为切入点，蚂蚁金服搭建了深入到我们生活方方面面的“金融血管”。以阿里巴巴为母体，蚂蚁金服仅仅只是破解了人们在线上购物这一个方面的支付难题，蚂蚁金服以此为切入点的更加全方位的应用场景才是其获得几何级发展的关键所在。现在，蚂蚁金服已经搭建了一套深入到我们生活方方面面的生态系统，我们生活的每一个环节都可以通过蚂蚁金服搭建的场景来实现，支付方式从线下转移到线上最终在为我们带来生活便利的同时，同样也成就了蚂蚁金服的强大，这就是生态体系的强大作用。3.**以金融为切入点，蚂蚁金服以金融科技赋能所带来的自我进化。尽管蚂蚁金服是以金融为切入点的，但是它的盈利点并非在金融产品上，而在于通过金融所带来的数据、风控、信用体系对于外部行业的赋能上。尽管本次蚂蚁金服获得了140亿美元的融资，其实它的这次资金的用途并不在金融产品上，而在于金融科技的研发和人才建设上。所以，金融仅仅只是蚂蚁金服发展过程当中的一块敲门砖，通过金融科技对于外部行业进行赋能，进而让蚂蚁金服在阿里巴巴生态体系以及对人们生活场景化应用的先进经验复制到其他行业上，或许才是蚂蚁金服之所以获得如此快速发展的关键所在。以金融为切入点，但不仅仅只是做金融，甚至去金融，真正让自身回归到科技公司本身或许才是蚂蚁金服之所以受到资本市场如此青睐的关键所在。纵观当前国内互联网金融市场严峻的市场环境，我们不难看出蚂蚁金服所走的这一条道路是何其正确。蚂蚁金服新一轮融资达到140亿美元并非仅仅只是资本市场的炒作，它更多的是有好的出发点，选对了正确的方向以及对于自身定位的准确性。可以预见的是，未来蚂蚁金服深耕金融科技和金融服务，特别是技术驱动力作用的逐步显现，它的发展还将有更多的可能性。对于这个新生的互联网巨头来讲，蚂蚁金服的未来可以说是无限可能，那么随着蚂蚁金服市场布局的逐步扩大以及金融科技生态打造的完成，它的发展将会怎样呢？ 融资过后，蚂蚁金服的未来发展方向在哪？或许，蚂蚁金服新一轮的融资仅仅只是一个开端，未来蚂蚁金服带给我们的想象将会更加瑰丽。那么，蚂蚁金服未来的发展方向在哪呢？ 1.**以金融科技和金融服务为突破口，蚂蚁金服将建构一个超级金融服务平台中心。毋庸置疑，蚂蚁金服未来的发展重点绝对不再金融产品上，金融科技和金融服务将会是其两个主要的发展方向。随着蚂蚁金服科研能力的提升，以支付为切入点的场景建设的丰富化，蚂蚁金服将会真正变成一个能够对不同行业赋能的超级平台中心，金融行业仅仅只是其很小的一个门类，未来，它的服务将会拓展到金融以外的更多行业，从而让自身的发展想象力无限拓展。所以，我们几乎可以确定蚂蚁金服未来发展的重点将会在与金融相关的技术和服务上。通过技术和服务带来的自我成长动能远比仅仅以金融为出发点带来的成长走得长远，可以预计的是随着蚂蚁金服科技和服务的逐步成熟，新的发展将会开启。2.**以新零售为突破口，蚂蚁金服将开启与外部行业融合的新契机。正如前文分析的那样，蚂蚁金服的成长来源于阿里巴巴的飞速成长，从某种意义上来讲阿里巴巴的发展最终成就了蚂蚁金服的发展。而在阿里巴巴深度布局新零售的大背景下，蚂蚁金服无疑将会获得新一轮的增长，由此蚂蚁金服的发展将会更加深度和广泛。同电商时代不同的是，由于新零售时代的发展有多种技术的加持和多个行业的融合，所以，未来蚂蚁金服的发展将并不仅仅局限在与新零售的融合上，它更多的表现在与新商业、新科技等诸多领域的融合上。由此，蚂蚁金服或许将会在更多场景，更多领域当中崭露头角。 3.**强大布局背后所产生的积聚性的发展力量将会给蚂蚁金服带来源源不断的发展力量。尽管蚂蚁金服在国内支付市场上还面临诸多挑战，但是它在国内市场上的优势地位基本已经确立，而未来蚂蚁金服基于全球化战略和一带一路的布局将会让它获得更多的发展力量。正如蚂蚁金服对外披露的消息那样，此轮融资主要用于全球化的开拓以及科研等方面的投入。在国内的互联网红利逐步消失的情况下，蚂蚁金服选择走出去，而不是仅仅只是在国内市场内耗，显然是一件非常注重格局的事情。可以预见的是，随着我国的企业逐步走出去，蚂蚁金服将会延续其在支付市场上的地位，从而实现自我更大的发展。4.**新科技的逐步成熟将会让蚂蚁金服的布局逐步显出效力，并将持续带来新的发展力量。**同母公司阿里巴巴一样，蚂蚁金服对于新技术的布局如同其对于新零售的布局一样相当重视。成立阿里达摩院就是这一趋势的最佳提现，随着未来新技术在推动产业发展过程当中的力量逐步显现，蚂蚁金服从此轮获得的融资在科研投入上的布局，将会极大地影响到其未来的发展。从这个逻辑上来看，蚂蚁金服对于自身是金融服务型公司的定位可以说是非常的准确。而资本市场之所以看好蚂蚁金服或许正是在于他们看到了其在金融投资上的前瞻性，这或许是资本市场看中蚂蚁金服的关键所在。蚂蚁金服新一轮融资达140亿美元除了说明其作为独角兽公司所蕴藏的巨大的投资潜力之外，还说明蚂蚁金服自身运作逻辑的精妙性。尽管外界已经将蚂蚁金服与阿里巴巴、腾讯并列成为“ATM”的新互联网巨头，但是对于蚂蚁金服来讲或许才刚刚开始，未来，随着它在更多领域崭露头角，它的价值将会进一步会推高，甚至将会成为移动互联网时代成长起来的名副其实的新互联网巨头。@今日话题 @徒步三萬里去哪里原文请参见: https://xueqiu.com/4444712785/108622318","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"狂飙突进的碧桂园","slug":"狂飙突进的碧桂园","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-06T02:33:38.350Z","comments":true,"path":"2018/06/10/狂飙突进的碧桂园/","link":"","permalink":"http://qahome.cn/2018/06/10/狂飙突进的碧桂园/","excerpt":"","text":"——碧桂园2017年业绩会分享这是本人在一个大湾区价投交流群的分享材料。在此分享给各位球友，欢迎提出宝贵意见。参考阅读：碧桂园的传奇简史一、财务指标（2017年度）：1**、收入和盈利大幅度增长：**总收入达人民币2,269亿，同比增长约48%；属本公司股东之净利润为人民币261 亿元，同比增长126%，全年合计每股股息同比增长133%； 2**、高品质的增长：值得一提的是，公司做到了有质量的增长：归属股东核心净利润达到246.86亿元，同比增长105.97%；毛利约人民币588亿元，同比增长82%，毛利率由2016年的21.1%上升至25.9%； 利润率的趋势：毛利率稳定，费用率下降，净利率上升。**管理层表示：我们的每个市场都是比较均衡的，我们公司现在在一二三四线，甚至五线贡献都是很均衡，我们管理现在也是全方面的开花，我们的各项费用降低，导致毛利率稳定，净利率提升；3**、负债率和负债成本较低：2017年的加权平均借贷成本为5.22%，同比降低44个基点。高于万科，低于融创（6.24%）、恒大。净借贷比例仅为56.9%，高于万科，远远低于恒大，融创。公司声称：三个月之内没有融资计划，但是一年内会根据情况会再做一些融资安排。负债率一直在70%以下，融资成本在5%多。在资金安全的前提下效益最大化，做好安全和效益的平衡。 4**、现金流状况良好：全年销售楼款现金回款为人民币5,003亿元，回款率超过90%，与万科相当，高于恒大与融创。净经营性现金流约为人民币240.8亿元。总体来说，碧桂园从2013年以来的增长很迅速，也很稳健。二、增长潜力：**5**、销售高速增长，去化率高：2017年销售额5508亿元，增长78%，稳居全行业第一。销售均价达到9080元，涨幅10.16%。对外声称不设销售目标（只是确保比2017年的销售有所提升），要保持有质量的增长。据了解，2018年目标8000亿元，同比增长45%；2018年1-5月，碧桂园的销售额达到3345亿元，其中5月份销售超过700亿元，稳居行业第一。预计碧桂园2018年的销售额在7000亿——8000亿之间。2020年的销售额将超过1万亿元。看看它与同行业的对比： 碧桂园的全民营销能力非常强悍。** 6**、土地储备充足，还不断增加：截止2017年12月底，碧桂园已摘牌或已签约的土地储备约2.8亿平方米，另有潜在土地1.4亿平方米（对应货值4万亿，以年均8000亿计算，可支撑5年销售）。今年不设土地购买目标，口径与第一点保持一致。2018年1-5月，碧桂园的拿地金额为643亿元，拿地面积为1619万平方米，位居行业第一。 碧桂园的买地原则——“1 43”投资策略要点1 个中心目标：实 现 “成就共享”，使公司稳健发展；4 项基本原则：去化有保证，土地价格低，快开发，快预售；3 项重要举措：寻找优质土地，争取更好条件，加强内部管理。 这是与同行的对比。可见，碧桂园不仅是销售之王，而且是拿地之王。** 7**、建造工艺：SSGF工业化建造体系，科技创新与管理优化为了保证品质，降低成本，加快进度，碧桂园打造了SSGF的工业化建造体系，情况如下：关于SSGF，这是我们新推出的一种工业建造工艺，它相对传统的装配建筑，传统工艺，它都有优势。它可以做到零签证、不扬尘等，有效控制了成本，同时更环保，同时速度会更加快，SSGF的速度要比正常的工艺缩短工期，可以缩短1/3的时间，这对我们竞争力的提升和财务成本都有极大的支持作用，我们也通过这种新工艺让业主也参与到我们的项目建造过程。通过这种工艺，能够使得我们的工程做到又快又好，而且比较透明。 备注：我们指碧桂园集团，下同。**参考阅读：让SSGF成为中国建造的世界名片www.chinajsb.cn/fangdichan/content/2018-01/10/content_230003.htm这种SSGF，有点类似于万科的住宅产业化。主要是为了应对以后建筑行业个人短缺，成本上升的一种重要举措。8**、品质管理：**去年我们的主题是“品质管理”，我们将品质放在第一位。今年我们掉个头，叫“管理品质”，把管理放在前面，因为企业在快速发展，我们的管控水平特别是内控水平要跟上企业的发展速度，所以在这方面有一系列做法，而且都已经分布下去。我们的内部培训机制是最强大的，把我们总结的好的经验和失败教训传递到每个人，将好的经验得到进一步的发挥，失败的经历不要重来。碧桂园的产品性价比较高，在三四线城市有较高的竞争力。**以上讲的是碧桂园在整个产业上的竞争力。当然，碧桂园的销售能力也是杠杆。三、资本运作**9**、物业上市：物业帐面有大量充足的现金，没有融资需要。拆分出来可以充分体现它的价值，并且可以让管理层把它做得更好，为股东创造更多的惊喜。 物业服务一直是碧桂园的核心竞争力之一，即将在香港上市。**教育集团已经上市，不过由杨家控股。**10**、回购与配股：**2017年，碧桂园下半年，碧桂园一直在回购，回购价格在13元以下，13元以上，大股东增持。今年一月份，公司进行了配股，配股价在17.13元，配售股本4.6亿股，合计筹集资金78.80亿港元。同时，公司公布了一个发行可转债的计划，将发行156亿港元的可转债，转股价为20.556港元，后因故取消。管理层：如果今年股价低迷，公司依然会回购。碧桂园高抛低吸，作了一个完美的波动，割了一把好韭菜。所以，投资股票，除了关注基本面和估值，还要关注公司回购，大股东增持。11、平安减持：**2018年，中国平安两度减持碧桂园，股份比例降至9.9%以下**据了解，平安减持碧桂园主要是为了避免信息披露需要。平安依然看好碧桂园，碧桂园也需要平安。碧桂园当初为什么引进平安？20 15年 4 月 初，碧桂园宣布，成功引人平安集团成为第二大股 东，持股比例为9.9%。当初引入中国平安，有两个考虑：第一，受到国际评级公司重视，调高公司的信 用评级到投资级别，融资成本进一步降低 ;第二，在业务层面，趁着 “染红”成功的东风，开启与平安集团全面、深度的合作。碧桂园以前是不重视资本运作的。吴建斌过来之后，有了很大的改变。网友补充：包括今年的碧桂园物业上市，在吴建斌走后，碧桂园的资本运作依然在有条不紊的开展。四、战略管理12**、战略概览：通过有质量的发展，成为行业内最有竞争力的企业 聚焦城镇化红利：卫星城与三四线之王，一二线城区挑战者 注意，碧桂园定位于卫星城及三四线之王，一二线城区的挑战者。**三四线主要是缺乏强大的对手，这样碧桂园才能称王称霸。** 13**、关于三四线城市的去化率及回款率：**需求方面：中国有13亿人口，不可能都住在一二线城市。三四线城市市场需求稳定，基本上为自主需求，而且受到政府支持。 中国的城镇化还有很长的路要走，农村的现代化还在进行。 供给方面：碧桂园的产品有良好的竞争力；** 14**、合伙人机制：l 2013年左右，碧桂园推出“成就共享机制”，大意是：公司拿出20%的利润来激励员工，员工负赢不负亏。因此员工热情高涨，但也留下了一些隐患：l 2014年10月，在总结“成就共享机制”的经验与教训的基础上，推出了“同心共享机制”，大意是：由碧桂园与核心员工（包括集团高管、区域人员），其中碧桂园占比85%，集团高管占比5%，区域人员占比10%。项目获得的现金流和净利润，继续投入新项目中。l 2014年10月起，集团所有新获取的项目均采取跟投机制（集团及项目管理层可跟投不超过15%的项目股权）；使公司项目开发具有利益共享、风险共担的特点；l 参与跟投的公司高管一般以少数股东权益的形式参股项目；l 当项目取得收益、资金回笼后，可以再投资下一个项目，项目实现盈利时进行分红。碧桂园的合伙人机制，是借鉴万科的，书中有暗示。只不过碧桂园的力度更大，效果更猛。挑战者对合伙人机制的副作用有忧虑，管理层给与了答复：合伙人机制的风险防范：**首先，从源头（拿地）上，我们在安全边际就考虑的比较大，这是我们竞争力的一种体现。第二，拿到土地之后，在过程管理上，我们也有一整套的体系进行管理，所以我们相信在市场变化下我们也调整自己的开发节奏、资金组合，调整我们的管理的盈利水平，我相信我们能很好的控制住这种机制风险，这请大家放心。（莫斌） 15、碧桂园的企业文化**通过《我梦想中的碧桂园》可以看到碧桂园的企业文化： 这里是社会精英云集的公司。 这里是人才施展才华的好地方。 这里是学习进步的好学校。 这里是和谐的大家庭。 这里是讲道理的地方。 这里是欣欣向荣、不断总结好经验并付诸实践的好公司。 这里是为人类社会进步而不懈努力的公司。 这里是社会效益、公司效益、员工效益三丰收的好地方。9 这里是社会高度认可及赞誉的好公司。10.为全世界建造又好又便宜的房子！ 这里是诚实守信、合法合规经营的公司。 这是讲道理、勇于自我修正的公司。16**、公司治理：家族企业与职业经理人**股东结构：截 至 20 16年 12月 31 日，第一大股东为杨氏家族，持 股 比 例 5 8 % ;第二大股东为平安集 团，持股比例 10 %- ; 其 余 约32%股份由小股东持有。当然，杨I I珠、苏汝波、张耀垣和区学铭等四位老股东仍然持有一定数量的碧桂园股 份。因此，从持股结构看，杨家是碧桂园绝对控制人。董事构成截 至 20 16年 1 2月 3 1 日，碧桂园一共有执行董事 8人，其中杨氏家族 4 人，外 聘 4人 ;独 立 董 事 6 人。董事合计14人。这种结构，既要保证决策的权威性，还照顾了外聘职业经理人的积极性。高层管理者近年来，碧桂园已经选择了职业经理人作为执行层的管治模式。从总裁、联席总裁、首席财务官、营销负责人、人力资源负责人、大 运营负责人、成本负责人、工程质量管理负责人、品牌建设负责入、事业部负责人、投资负责人、规划设计负责人、绿化负责人、物管负 责人……均是这样安排的。不仅每一块业务都由职 业经理人分别负责，在涉及资金、投资等重大执行活 动 方 面，内部还 有一系列的控制流程，众多的节点都由各方面负责人负责。三级管理平台：总部——区域——项目碧桂园有30个区域，1456个项目。公司实行了“未来领袖计划”：引进1000余名博士人才，储备人才方面，区域总37人，项目总841人。碧桂园的杨老板最喜欢博士，他是三个秘书都是博士。那么，碧桂园的国王——杨国强是个什么样的人？17**、大权独揽的杨老板**但杨老板依然是大权独揽。会议有人问老杨是否有退休打算？老杨回答，女儿不让他退休，说人家李嘉诚，90岁才退休。这番话表示，自己还很年轻，要向李嘉诚学习。对杨国强的评价我感受得到，杨国强先生是碧桂园的灵魂，他非常优秀，有过人 之处，l （他胸怀广阔），其他不说，能容下几百名原央企员工，在中国独一无二。l 他心怀远大理想，并脚踏实地费一生之精力和钱财，锲而不舍地去追求。l 他风清气正地处理好政商关系，常年如一日地热衷于慈善事业和教育 事业。l 他朴实低调，谢绝自大，总 是 以 \\”农 夫自居，而正是这种背 朝青天面朝土、风雨兼程忙躬耕的勤劳和节俭，才造就了千千万万个 “五星级”的家相信在杨国强先生的统领之下，碧桂园集团一定能从 优秀走向卓越，成为中国房地产行业的典范。（孙文杰）注意，后面一段话是孙文杰的评价？有谁知道孙文杰是一个什么样的人物？这个人可不简单，曾经做过中海外的董事长，中国建筑的董事长。著名的“三斌”都曾经是他的部下。碧桂园从中海外，中国建筑挖了数百人。中海外是地产行业的黄埔军校，万科当年有个海盗计划，从中海外挖走了不少人。碧桂园的挖人计划比当年万科的海盗计划更凶猛。五、市场反应：18**、市场反应： 入选恒生指数： 2017年11月，获恒生指数有限公司纳入恒生指数成份股； 获得投资级评级： 2017年9月，获惠誉将公司主体评级提升为“投资级”（由BB+评级上调至BBB-评级）碧桂园的评级在内房股算是比较高的，所以它的融资成本在降低，比融创低，比恒大更低。 19、碧桂园成功的秘诀（莫斌的观点）：第一，好的老板，我们碧桂园有杨主席这样一位好老板； 第二、优质的平台，公司给每个碧桂园人搭建了一个创业和实现自我价值的平台； 第三、良好的机制，碧桂园有一个好的机制，如跟投机制、内部培训机制，高端人才（博士）下沉到项目上锻炼的机制等，整套的机制让碧桂园充满生命力，核心竞争力不断提升； 第四：好的团队，在领导的要求下，大家共同努力实现领导给予要求和目标。总体来说，就是四个方面引导碧桂园走向了行业第一。 总之，碧桂园的成功源于“四好”：好老板，好平台，好机制，好团队。这是碧桂园总裁莫斌的看法，各位朋友，你的看法呢？ 20**、小结：碧桂园是非常稳健，攻防兼备的股票。稳健表现在，第一，它的负债率和负债成本低。它的业务量高于恒大，融创，但是负债率和负债成本低多了；第二，股票纳入恒生指数，债券为投资级，相比大多数公司有优势；第二，公司持续回购，大股东（老杨家增持），又有中国平安这个大金主作为靠山和定海神针，即使金融危机也打不垮它。下一篇将简要总结一下碧桂园的成功之道以及投资碧桂园的主要风险：@今日话题原文请参见: https://xueqiu.com/8736280376/108623402","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"制药业年度重磅EP的2018~2024报告","slug":"制药业年度重磅EP的2018~2024报告","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-06T02:33:38.239Z","comments":true,"path":"2018/06/10/制药业年度重磅EP的2018~2024报告/","link":"","permalink":"http://qahome.cn/2018/06/10/制药业年度重磅EP的2018~2024报告/","excerpt":"","text":"必读的EvaluatePharma 2018~2024报告出来啦。画几个重点1：制药业销售额年化6.5%增长。（增速终于加速了，过去5年惨不忍睹）很大一部分靠罕见病药物，包括基因疗法拉动。2：诺华问鼎世界第一。3：销售进入前10的门槛变为287亿美元为施贵宝。 前10增速最快的是AZ的7%。前20市占率大幅度下降11%。4：生物制品从占比25%提升到31%。老大还是罗氏，遥遥领先。5：关注的几个重点在研药物预计销售。Jak1 Upadacitinib 25.7亿老年痴呆 Aducanumab 22.5亿（如果能成功的话。。。）眼科药物 Brolucizumab 18亿口服索玛鲁肽Semaglutide Oral 20亿CD19CART JCAR017 11亿IL-23 Risankizumab 21亿MDS药物 Luspatercept 11亿地中海贫血 LentiGlobin 16亿血友病基因疗法 Valoctocogene Roxaparvovec 13亿第一个RNAi药物 Patisiran 13亿6：研发投入罗氏还是老大。再生元进入前20，研发占比销售从56%提上到67%（好恐怖。。）为最高比例。7：这几年以获批的新药预期销售top3是Dupixent（皮疹，哮喘，各种过敏），Ocrevus（MS），Ozempic（索玛鲁肽）8：增速最快的3个领域为：自身免疫科（16%），皮肤科（13%），肿瘤科（12%）。9：肿瘤科增速最快的3个企业：AZ（PARP，奥西替尼，PDL1），默克（Keytruda），ABBV（BTK）。Keytruda 127亿销售问鼎top1，119亿来拉度胺排名第2，112亿Opdivo排名第3。10：Top3糖尿病药物。度拉糖肽 46亿，索玛鲁肽 44亿，Jardiance（SLG-2）35亿。最后全球销售老大还是修美乐，下降到了152亿。 Top10新面孔2个PD1，Dupixent。Eylea锁定在68亿不再增长。2个PCSK9 Repatha 40亿，另外一个见不着踪影。。我表示不服啊@an小安 @黄建平 @汤诗语原文请参见: https://xueqiu.com/9518372158/108623577","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"格力基础工业体系与其多元化战略关系的一些思考","slug":"格力基础工业体系与其多元化战略关系的一些思考","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-06T02:33:38.334Z","comments":true,"path":"2018/06/10/格力基础工业体系与其多元化战略关系的一些思考/","link":"","permalink":"http://qahome.cn/2018/06/10/格力基础工业体系与其多元化战略关系的一些思考/","excerpt":"","text":"鉴于市场很久以来关于格力的争论较多，所以闲了无事收集下格力的相关信息，从格力基础工业体系方面说说格力的多元化进程，更多的是一些资料，希望大家看了能有更多的了解格力电器是一家以空调为主营业务的一家多元化全球工业集团，主营家用空调、智能装备、生活电器、空气能热水器、工业制品，在国内外建有11大空调生产基地，及5个再生资源基地，格力自2017年宣布多元化转型外，就开始致力于加强工业制造制品的能力，经过20年多的对品质的精益求精和自主创新的追求，形成了六大类工业品种：智能装备、精密模具、压缩机、电机、新元电子（电容）、电工（漆包线）等 一空调业务：在2015年以来经历去产能下滑后重拾增长，2016、2017年实现高速增长，尤其是2017年，业绩靓丽，2018年一季度表现较好，实现利润39%的增长，全年为2000亿销售目前冲刺。但是伴随着空调近2年高基数的增长及地产红利的释放，以及对近期地产调控的担忧，空调天花板的论调又起，其实此种说法很早就有，10多年了一直存在，但是格力的营收和利润一直稳定增长，在2018年高基数背景下，对2019、2020年的增长放低预期，营收10%，；利润15%，我觉得还是很可能实现的。我觉得并不需要过多担心，长期来看，我国城镇化进程仍在继续，户均保有量仍有提升，还有海外市场的开拓，具体数据就不一一罗列了，同时随着居民消费升级的加速，人们对空调品牌的认可度和空调质量、健康、舒适度、智能化提出更多要求，更新换代的需求更加强劲，随着城镇化进程，空调在三、四线城市扩容不断加大，全球一带一路战略也为格力走出去提供很好机会。2018年，地产效应延续，人们在空调多场景的应用下，暖通空调的应用场景非常广泛，商业领域、北方煤改电、冷藏储藏、家用中央空调的进一步扩展，再叠加08年家电下乡的10年更换期，都为其暖通领域的应用提供广阔的空间。公司对其核心竞争力进行了以下几点概括：一享誉全球的品牌优势二、强大的研发实力：坚持自主创新理念，作为中国最大的空调制冷研发中心，拥有各种国家重点实验室，技术研究中心，工业设计中心，4个科研平台，12个研究院，72个研究所等近万名科研人员，15000多项专利，19项国家领先的核心技术。三、自主掌控的营销渠道和互惠互利的共同体渠道：这个大家都耳熟能详就不一一介绍了，我认为这是格力能在制造业做到远超同行的14%的净利润率的一个很大原因。四、追求完美的质量管理理念和不断创新的质量管理体系五、拥有全球最大的空调生产规模和完善的产业链条六、强大的成本管控和稳健的财务管控能力格力的这6大核心竞争力让其拥有了相对同行更精品的质量、更少的财务费用、更强大的议价能力（线上和线下），只如此才能做到14%-15%的净利润率，远超同行美的7%和海尔的4%-5%。2017年营收近1500亿，净利润224亿，其中空调占比83%,其中生活电器1.55%，智能装备1.43%，其它主营2.94%，其它业务10.86%近160亿（格力工业制品）。近年来格力作为一家空调企业在2017年宣布进行多元化转型全球工业集团的战略指导下，在巩固和发展空调产业的同时，不断向智能装备、智能家居、新能源产业延伸，以自主创新为核心，努力打造中国制造标杆企业。在优化主营业务的同时进一步拓展市场份额，积极拓展海外市场，大力发展自主品牌、加强电商管理，实现渠道变革，全品类的突破；关注产业变革，实现多元化拓展，关于线上电商，根据近一年的跟踪可以看出其发展的很快，一直保持着较高的发展速度，今年目标200亿左右，大概率完成。关于拓展全品类家电，由于格力的专卖店模式和小家电本身的属性，我们可以看到其实销售一直很少，基本可以忽略，今年进行渠道整合变革，拓展大卖场和电商平台以加大此方面销售力度，我觉得至少是一个好的方向，可以作为一个增长点，至于效果如何还有待观察。近年来各界对格力的多元化和天花板都一种较为担忧，认为市场上提及的格力收购银龙和格力手机的盲目拓展，如无头苍蝇，是一种失败和败家的做法。所以市场对格力一直也没有给予较高估值，相对同行美的（收购酷卡、和小家电业务支柱）一直低30%-40%。下面我们就格力的战略方向从其自身的工业体系和发展历程和探讨下格力多元化的发展的方向来探讨一二。大家都知道格力对自己的多元化战略定位：智能装备领域、智能家居领域、新能源领域三大块；下辖六大工业生产体系：凌达压缩机、电工（漆包线）、凯邦电机、新元电子（电容）、智能装备、精密模具。这三大领域和6大工业体系是相互交叉的，6大体系是对三大领域的细分和支撑。下面简单介绍下1压缩机业务：作为制冷系统的核心器件，成立于1985年，年产4300万台，销售额110亿元，应用与空调、热泵热水器、除湿机、汽车空调、洗衣机等2凯邦电机：电能转化为机械能的设备，成立于2003年，800万台产能，约35亿元销售额，用于新能源汽车、家用电器、自动化设备。3、电气元器件：代表新元电子，年约7亿销售额，用于电解电容、金属化、薄膜电容器、智能功率模块等4、漆包线电子产品，代表格力电工，1986年成立，10万吨产能，年约51.4亿销售额5、智能装备，2013年起步，2015年正式成立，4大生产基地，15个研发机构，拥有6大系列产品：工业机器人、伺服机械手、物流仓储装备、检测自动化设备、数控机床、工业自动化设备，智能装备作为格力多元化发展的重中之重，其中多项技术已取得国家领先，经过5年的自主研发，秉承其一贯的高质量高要求的理念，先从自身工厂的自动化改造进行应用，获取大量的实际应用经验，并不断修正，以自身大型制造业的工厂的平台进行设备的调试磨合，待性能稳定后再推出市场，我觉得这是非常难得的，格力作为制造业为其职能装备长期的摸索和经验的积累提供了非常好的平台，相对于多元化收购外资企业来说从设备引进、到模仿、再到创新是一条很艰苦的历程，其成效相对缓慢，但看其能否掌握核心技术是一个很重要的方面，同时还能培养一批优秀的科研人员，这个才是一个企业发展的底蕴。由于智能制造的营收只有20亿，占比很少，其中有一部分还是与银龙的关联交易，在没有能力形成第二支柱产业时，所以市场担忧其多元化能力也是无可厚非的，相对于资本市场给予美的的估值有不小差距也是能理解的，市场普通认为美的的除空调外的其它2大业务支撑小家电、和智能机器人，其多元化结构要远优于格力单一主业（80%），但不知道很多人有没有注意到，在主营业务上美的有以下3项隐忧：1、在相当一段时间内美的自身空调主业在高端产品上一直受格力的压制，在中低端产品上，受海尔、奥克斯的市场份额冲击，从最近的几月产业在线数据可以看出，美的国内市占率在下降，国外业务增速明显下滑；2、在小家电业务上，毛利过低，由于业务门槛低，受小米全品类产品冲击不小；3、东芝、库卡的整合一直未见成效，承若的东芝扭亏盈利一直未见、库卡营收下滑，利润率低下，面对高额的专利费（需再核实）和库卡高企的企业成本费用，整体拉低了美的的利润率。由于协议原因美的无法插手库卡的日常管理经营，对其约束能力差，无专利技术转让，所以其协同发展何时出成效也是一个隐忧，最近美的和库卡在国内合资建厂，至于发展状况待持续观察。6、模具：作为工业之母格力的精密模具始建于1985年，8大生产基地，产值约20亿，可用于开发汽车模具、家电模具、工装配件（手机等），格力具有生产各种模具的高端自主研制的5轴联动机床。其它的还包括阀件和铸件等用于压缩机、高铁、汽车、机器人的零部件产品，此都依赖于格力自研的高端机床。刚才提到以上几大系统产品再包括手机、gims家庭能源系统（储能）是作为格力几大场景应用解决的基础，让我们来梳理下其格力三大战略领域上的技术解决方案。新能源领域：新能源领域可分为新能源储能系统和新能源车整车解决方案：储能系统：提及此则不能不提及格力2016年启动的银龙收购案，很可惜的事此方案竟然没有通过股东大会被否，很多人认为董明珠是想造车，认为这是个无底洞，各路资金人马争相涌入；汽车整车方案其实只是一个方面，大家都知道银龙的关键技术的钛酸锂电子技术，其耐极端气候，电池衰减极慢，安全性高等特点，虽然与三元锂电池相比能量密度较弱，但是随着电池技术的开发，新一代太酸锂电池容量有了很大提升，并没有想象中那么差，其整车银龙公交车已广泛用于北京、石家庄、珠海、成都等各市市政公交。其实董在多个场合已经提及其看重的是银龙电池的储能系统、作为其关键的一环，和同样收人不待见的格力手机一起与光伏空调等组合的能源互联网系统-g-iems系统；其以一个高度智能的中枢为核心，能源在其中被高效的管理、转换与应用，此系统融合了高效发电、安全、可靠变电、高效用电、实时能源控制、能源信息集中管理、轻量化交互等完整生态系统，大力促进全球能源产业向着清洁化，智能化迈进，打造网络化的新能源世界。在以其变频变容技术和光伏直驱直流技术和面向多联机的can+通讯技术等核心技术多元应用下，建立局域式能源生态系统。在光伏空调的基础上进而形成了g-iems局域能源互联网系统，可分为家居型和工业型，其实一个生态系统和系统集成，家居型下面一副图来表达：格力光伏屋作为能源互联网的工厂级应用，可实时影响电网调度指令、可移峰填谷、缓解国家电力供应压力。具体案例（待搜索）新能源整车解决方案：作为我国汽车未来发展的重要方向，新能源汽车呈现出持续高速增长趋势。而作为在此方面的应用又要提及珠海银龙的新能源大巴车，作为其技术应用方案的载体和试验田，格力的汽车空调压缩机、汽车主驱电机、汽车模具、汽车电容等在其完美的应用，贯穿银龙生产制造的整个过程。进而形成新能源车整体解决方案。让我们看看格力的基础工业体系中的各块应用是怎么潜入到新能源车产业链中的，看是否是其工业体系中一种纵向的自然延伸。1、 汽车空调：新能源车的重要组成部分，作为汽车空调的心脏，压缩机的好坏对汽车的速度、里程、续航有着重要影响。作为格力电器的全资子公司，珠海凌达压缩机有限公司紧跟国家新能源电动汽车发展的步伐，研发出行业首创的新能源电动汽车空调用转子式压缩机，该系列压缩机具备高效、高冷重比、高可靠性等特点，制冷量覆盖范围4kW~20kW，适用于6米~9米纯电动大巴。其针对汽车空调进行了多项优化进行了cae仿真、cfd流体仿真、作为首创式电动汽车空调转子压缩机，冷重比为市场主流涡旋式压缩机的2.3倍，紧凑、轻量化的压缩机节省了系统安装空间。产业链延伸：家电空调压缩机—地铁空调压缩机—新能源汽车空调压缩机2、汽车电机：其为新能源汽车行驶中的主要执行结构，驱动性能为行驶的主要指标，与传统电机相比具有更高的技术要求，珠海凯邦电机研发的新能源汽车驱动电机，是一款集高效率、高功率、高可靠性于一体的结构紧凑型电机类产品，该电机峰值功率200kW，峰值扭矩2800Nm，产品最高转速可达2600rpm,适用于新能源纯电动大巴。具有以下优异性能：通过电磁及结构耦合仿真，设计高可靠、高性能的电机结构；通过电磁及结构耦合仿真，设计高可靠、高性能的电机结构；运用流体、温度场仿真计算分析，并采用螺旋槽冷却水道，减小水道流动阻力，电机散热效果佳；退磁仿真与退磁试验结合确保电机的抗退磁能力，避免电机因高温及其他外界因素造成永磁体退磁；机械结构采用水平安装，更适用于车况及电机的工作状态，减少对减震垫的伤害，延长驱动系统的使用寿命。在实测条件下具有整车能耗低、加速性能优越、电机重量轻、矩电流比高的特点；在实测条件下具有整车能耗低、加速性能优越、电机重量轻、矩电流比高的特点； 凯邦电机将以新能源汽车驱动电机为契机，开发出更多类型的汽车驱动电机，并应用于新能源客车、货车、通勤车、物流车等多个领域。截止目前，凯邦电机生产的新能源汽车驱动电机已销售数千台。据悉，凯邦电机在新能源电机方面不但拥有自主研发的能力，而且产品性能达到行业领先水平，后续还将搭建完善的销售和售后服务系统，进一步为汽车行业提供优质的产品和服务；产业链延伸：空调电机—车用雨刷电机—新能源车驱动电机3、 模具：在汽车模具中，产品精确度要求严格，如车灯、传动齿轮等精密零件要求达到η级精度，这对设计和加工设备提出了挑战。此处的加工设备又涉及到格力的智能制造装备。汽车模具加工设备通常有高速精密CNC、大型三轴CNC、五轴机床、慢走丝WEDM、精密EDM，以及YASDA精密CNC、DECKEL S20E磨刀机、3D打印机、3D影像扫描、三井精机坐标镗、二次元、三坐标、全自动电极检测单元等特种设备。依托沉淀多年的制造实力，格力电器整合内部资源，以总计20亿元的设备投入，成立了精密加工服务体系，可对外承接各种零部件加工和制造，尺寸覆盖0-8000mm。目前对外业务集中在汽车模具、商用机组压缩机铸件/叶轮、机器人关节、数控机床配件制造等。其中汽车模具产品有保险杠总成、扰流板、格栅、防擦条、车灯、仪表板、副仪表板总成、出风口、叶片等，合作的终端客户有宝马、沃尔沃、本田、通用等。模具领域延伸：家电领域—汽车—机器人—商业机组—手机模具等4、 汽车电容汽车电容都是高度定制化的产品。新元薄膜电容器生产线引进进口镀膜机、分切机、卷绕机等自动化设备，形成了对金属化膜从方阻、尺寸、张力等关键控制指标的精确管控体系。薄膜电容器组装工序通过自主研发，实现了电容器全自动在线生产模式，生产过程全程由自动设备流水线完成操作，保证了电容器生产的一致性。 新元电子针对汽车主驱动器环境特点，采用超薄耐高温聚丙烯薄膜和高方阻铝膜锌加厚蒸镀技术，实现了汽车电容的高耐压和高可靠性在结构上，采用精心设计的多芯子并联、一体式集成铜排结构，有效的提高了DCH汽车电容的耐大纹波能力，并且降低了产品损耗和等效串联电阻ESR，产品使用寿命长达10万小时。产品广泛适用于工业变频、电动汽车和太阳能逆变器等高性能直流滤波、母线支撑应用中。电容器件产业延伸：家电—工业变频—电动汽车—太阳能逆变器从以上格力在新能源汽车领域的应用解决方案：汽车空调压缩机、电机、模具、电容来看，所以的品类均在格力六大品类之中，每个品类均通过智能家电逐步纵向其它领域进行扩展；结合新能源电池的储能技术拓展出家用和工业d-eims系统，并广泛应用，可以看出格力的多元化策略是稳中求进，至此我们也可以看出2016年银龙新能源车的收购的目的并非很多人和媒体猜测的那样简单的造车，汽车行业作为一个万亿级别的市场，能很好的把格力这些基本系统中的品类延伸进去，是一种很自然的结果。二、智能制造领域：在全球工业化背景和中国2025智能制造的战略方针下，格力相应国家号召，带着“让世界爱上中国造“的口号投身到中国制造的建设当中。珠海格力智能装备有限公司是格力电器下全资子公司，成立2015年9月，是一家集研发、生产、销售、服务于一体的智能装备生产企业，除珠海北岭总部外另有珠海南水、武汉蔡甸等基地、另成都智能制造基地也将于今年完工投产。公司虽然成立时间不长，但是从2012年就开始涉及工业自动化并在2013年机器人进行研发到2015年成立智能装备有限公司，同年12月成立智能装备技术研究院有限公司，2016年格力智能装备产品开始逐步向往推广、销售，基于工业基础的雄厚以及长期自主研发的积淀，格力在很短时间内就完成了从机器人到核心零部件、数控机床的产业化布局，并实现了完全的自主研发和自有知识产权，成为了中国智能装备行业自主创新企业的标杆。，去年底已出售智能装备5500台套、超百种产品，营业额超20亿元。公司的产品覆盖：伺服机械手、工业机器人、物流仓储装备、自动检测设备、蒸汽洗车机、车用尿素机、空调外机套袋机包装机等10多个领域，超百种规格产品。这距离格力智能装备有限公司独立运营仅2年时间（营业额虽在格力总营收中占比非常小，同时也有一些关联交易，但是相比国内其它一些上市公司已经难能可贵了，毕竟时间较短，发展的势头还是很不错的）其中申请专利总数1000多项、发明专利总数达400多项、公司战略：作为率先走在高端制造业的前沿、在工业4.0的发展趋势下，在千亿级别市场下，希望抓住创新发展机遇、以强大的创新团队、完善创新体系和团队，力争把智能制造装备打造成公司的第二支柱产业，这也是格力电器在多元化转型中的重要一环，借用段尧总经理的一段话很能说明国内现行机器人智能制造行业的现状格力的水平地位，“格力一直都坚持品牌化、高质量，为做高品质高技术的产品而坚持自主研发。现在国内机器人企业中低档位的产品已经饱和，但是高端产品缺乏。格力在机器人方面已经发展成为国内少有的全产业链贯通的模式，从机器人核心零部件的研发，包括机器人的控制系统、驱动器、减速器、伺服电机等都是自主研发、生产，本体的研发和生产制造再到系统集成，格力都可以做到自主创新。格力不仅仅是智能装备的生产者、工业机器人的供应商，还是一个传统的家电制造企业，格力本身也面临着自动化改造的问题。为了进一步测试产品性能和稳定性，格力把自主研发的机器人、自动化解决方案用在自己的生产线上，并进行长时间的使用、监测、评估和调整，当产品各方面都达到了市场的水准后，格力便会全面推广、展开到市面上，让客户享受到格力智能装备的真正实力。对于客户来说，成本与收益是他们最关心的问题。在看到格力内部的自动化改造案例后，对于自己的改造成本和最后收益都能有一个较为准确的评估，客户也就更能明确机器换人所带来的效益，以及对格力的信任”。 推进智能制造，必须走创新驱动发展的道路。创新是制造业发展的引擎，是结构调整优化和转变发展方式的不竭动力。随着“中国制造2025”的提出和德国“工业4.0”的启示，工厂自动化、无人化生产已成为制造业发展的主流趋势，未来格力电器会紧密围绕机器人和精密机床两大领域进行深入研究，在完成自身制造系统转型升级的同时，为“中国制造2025”提供一批完全自主研发的高端装备，助力中国制造的早日崛起附 1、格力车用尿素智能机：格力车用尿素智能机产品具备“超纯净水制备、热泵节能加热、自动搅拌、智能监测、自动存储、便捷加注”六位一体功能，为车用尿素提供一站式解决方案。该机组的研发目前已申请专利47项，其中已授权发明专利1项，外观专利1项，实用新型18项。已率先在总部各厂区主要货运出入口设置。2、格力机械注塑手：亮相第32届中国国际塑料橡胶工业展览会。特点采用优质直线导轨以及交流伺服马达驱动，满足高刚性、高速度的精确定位控制。手操器采用开放式，编程高效快捷，机械手动作不受限制。格力注塑机械手采用伺服驱动控制能够实现多点停放，引拔机位置调整方便，操作灵活简单；可根据客户需求许配三轴、五轴、六轴的配置，最大上下行程2200mm，引拔行程900mm，横行行程3200mm，最大负载30kg，最小取件时间仅需3.5s。此外，格力智能装备一直致力于打造全自动化的无人车间，并且已在注塑行业拥有丰富的项目实施经验。现在，格力智能装备不仅能为客户提供全电动注塑机、伺服注塑机械手等设备产品，还能根据客户需求实现注塑工厂的集中供料、注塑取件、烫金丝印、传送物料等一个流的自动化生产模式，使企业的人机比、生产效率得到大幅的优化和提升。3、还有一些其它产品就不一一介绍了：大型龙门加工中心、大型卧式加工中心、其它加工设备包括五轴加工中心、数控车床等格力智能装备拥有近百名的专业加工工艺技术队伍，专注于数控机床、注塑机、激光切割机、工业机器人、减速机、主轴等结构零部件的加工工艺开发。现在，我们除了满足自身生产需求外，还能向市场提供大型铸件以及精密零部件的加工服务。主要加工产品有：大型数控机床、注塑机、机器人铸件，大型焊接机架，大型汽车模具、治具，减速机、主轴的精密传动零件等。上面的东西主要是格力其中智能制造战略中相关的产品，其最初都如上述所说首先在自己的工厂做自动化改造，待成熟后再推向市场、研发到现在大概5年时间，从正式成立到独立运营也只有2年多，能做到目前的情况我觉得难能可贵，至于机器人相关性能和营收等问题我觉得大可不必纠结，也不必求全责备，我们可以看到的是格力的进取心和取得到成就，与a股众多上市公司相比也不逊色多少，至于单个产品的比较因为涉及的内容较多，有兴趣的可以自己搜集信息进行对比。因第三大战略板块智能家居并不很熟悉，所以待后期再补充。上面的资料大部分来源与格力年报及官方公众号上发布的信息，进行了一些整理，啰嗦这么多 主要是因为最新市场上出现各种杂音，而且在很多人眼里格力也许就只是个做空调的，其实取忽略了收入中有近200亿的工业制品，尽管智能制造相关产品营收占比很低，但这些却是构成格力多元化战略的重要基石，是格力强大的工业制造体系的表现，希望大家看完上述资料能对格力有个较为全面的了解，是否如很多人说的格力的多元化是一种盲目的大跃进。投资需要为自己负责，本人持有格力，难免屁股决定脑袋，希望大家能够互相探讨、指正。喷子拉黑 @瓦刚弟 @流放疯 @孥孥的大树 @Okaili00 @湿滑的公路 @mbzsd @价值小股东2016 @股灾亲历者 @九州仙人 @闲来一坐s话投资 @今日话题 @华毅刀模原文请参见: https://xueqiu.com/9755804235/108620186","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"重新上市打通A股市场的“生命通道”","slug":"重新上市打通A股市场的“生命通道”","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-06T02:33:38.433Z","comments":true,"path":"2018/06/10/重新上市打通A股市场的“生命通道”/","link":"","permalink":"http://qahome.cn/2018/06/10/重新上市打通A股市场的“生命通道”/","excerpt":"","text":"5月下旬以来&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;*ST吉恩&lt;h-char unicode=\\&quot;3001\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;、&lt;/h-inner&gt;&lt;/h-char&gt;*ST昆机以及*ST烯碳三只股票的退市受到市场的极大关注&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;毕竟&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;&lt;h-char unicode=\\&quot;201c\\&quot; class=\\&quot;biaodian cjk bd-open punct\\&quot;&gt;“&lt;/h-char&gt;退市难&lt;h-char unicode=\\&quot;201d\\&quot; class=\\&quot;biaodian cjk bd-close bd-end punct\\&quot;&gt;”&lt;/h-char&gt;是A股市场的一个绝症&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;自2001年4月23日水仙电器拉开上市公司退市的序幕以来&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;A股市场的退市之路一直就不畅通&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;17年时间真正意义上的退市公司只有60余家&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;象今年5月下旬这样&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;一次退市3家公司&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;这还是第一次&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt; 也正因如此&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;*ST吉恩&lt;h-char unicode=\\&quot;3001\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;、&lt;/h-inner&gt;&lt;/h-char&gt;*ST昆机以及*ST烯碳三只股票的退市&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;在舆论上得到了更多的好评&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;然而&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;就在市场为*ST吉恩&lt;h-char unicode=\\&quot;3001\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;、&lt;/h-inner&gt;&lt;/h-char&gt;*ST昆机&lt;h-char unicode=\\&quot;3001\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;、&lt;/h-inner&gt;&lt;/h-char&gt;*ST烯碳三家公司退市鼓掌的时候&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;一件出乎投资者意料之外的事情出现了&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;6月4日晚&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;创智科技&lt;h-char unicode=\\&quot;3001\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;、&lt;/h-inner&gt;&lt;/h-char&gt;长航油运两家退市公司双双提出重新上市申请&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;股市难得打扫几只垃圾公司出去&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;股市的投资环境还远未净化&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;谁曾想到&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;这业已退市的两家公司&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;又要重新回到市场上来&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;这对于广大投资者来说&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;无异于是一次脑筋急转弯&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;也难怪有的投资者甚至是市场人士&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;脑筋一下子拐不过弯来&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;为此&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;有市场人士提出质疑&lt;h-char unicode=\\&quot;ff1a\\&quot; class=\\&quot;biaodian cjk bd-end bd-jiya\\&quot;&gt;&lt;h-inner&gt;：&lt;/h-inner&gt;&lt;/h-char&gt;退市股杀回马枪&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;这要置价值投资于何地&lt;h-char unicode=\\&quot;ff1f\\&quot; class=\\&quot;biaodian cjk bd-end bd-jiya\\&quot;&gt;&lt;h-inner&gt;？&lt;/h-inner&gt;&lt;/h-char&gt; 由于退市公司的重新上市是A股市场里不曾有过的事情&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;所以投资者乃至一些业内人士对创智科技&lt;h-char unicode=\\&quot;3001\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;、&lt;/h-inner&gt;&lt;/h-char&gt;长航油运两家退市公司提出重新上市不能理解甚至表示质疑&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;这是很正常的事情&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;但不理解也罢&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;质疑也好&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;两家公司提出重新上市申请这是两家公司的权利&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;至于交易所方面对两家公司重新上市申请批不批准&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;这就是交易所的事情了&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;毕竟&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;根据现行的股市制度&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;除了创业板公司退市后不能重新上市之外&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;沪市上市公司以及深市主板&lt;h-char unicode=\\&quot;3001\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;、&lt;/h-inner&gt;&lt;/h-char&gt;中小板上市公司退市后&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;在满足一定条件的情况下&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;是可以向交易所方面提出申请&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;要求重新上市的&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;既然有这样的制度规定&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;那么创智科技&lt;h-char unicode=\\&quot;3001\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;、&lt;/h-inner&gt;&lt;/h-char&gt;长航油运两家退市公司提出重新上市申请就没有什么不可以的&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt; 至于说&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;退市公司重新上市符不符合价值投资的逻辑&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;这就不是退市公司应该考虑的事情&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;毕竟价值投资并不是退市公司重新上市的标准&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;而且退市公司重新上市&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;那也是因为公司基本面发生了巨大变化的&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;反映在财务指标上&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;创智科技&lt;h-char unicode=\\&quot;3001\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;、&lt;/h-inner&gt;&lt;/h-char&gt;长航油运两家公司都是退市前连续多年亏损的公司&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;但最近几年&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;两家公司都是在持续盈利&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;而且盈利能力还不低&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;如创智科技2014~2017年连续四年盈利&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;净利润分别为4.55亿&lt;h-char unicode=\\&quot;3001\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;、&lt;/h-inner&gt;&lt;/h-char&gt;4.21亿&lt;h-char unicode=\\&quot;3001\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;、&lt;/h-inner&gt;&lt;/h-char&gt;4.21亿&lt;h-char unicode=\\&quot;3001\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;、&lt;/h-inner&gt;&lt;/h-char&gt;2.82亿元&lt;h-char unicode=\\&quot;ff1b\\&quot; class=\\&quot;biaodian cjk bd-end bd-jiya\\&quot;&gt;&lt;h-inner&gt;；&lt;/h-inner&gt;&lt;/h-char&gt;长航油运2015~2017年连续三年盈利&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;净利润分别为6.27亿&lt;h-char unicode=\\&quot;3001\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;、&lt;/h-inner&gt;&lt;/h-char&gt;5.60亿&lt;h-char unicode=\\&quot;3001\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;、&lt;/h-inner&gt;&lt;/h-char&gt;4.10亿元&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;因此&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;目前两家公司的情况&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;也不能认为就是违背了价值投资&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt; 实际上&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;对于投资者来说&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;并不是买进优质蓝筹股就叫价值投资&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;比如&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;800元买进贵州茅台&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;在目前上市公司基本面的情况下&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;这同样也是一种投机炒作&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;相反&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;如果是200元&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;或300元买进贵州茅台并一直持有到现在&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;这才是真正的价值投资&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;而对于退市公司同样如此&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;如果你看好公司未来的发展&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;看好公司未来肯定会上市&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;在公司股票低位时&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;你买进退市公司的股票&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;那同样也可以认为是价值投资&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;在这个问题上&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;价值投资并不是蓝筹股的专利&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;而且&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;股市里也没有哪一条法律法规条文规定&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;投资者只能进行价值投资而不能投机炒作&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;也没有规定&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;只有蓝筹公司才能上市&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;非蓝筹公司就不能上市&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;毕竟价值投资不是股市里的&lt;h-char unicode=\\&quot;201c\\&quot; class=\\&quot;biaodian cjk bd-open punct\\&quot;&gt;“&lt;/h-char&gt;唯一&lt;h-char unicode=\\&quot;201d\\&quot; class=\\&quot;biaodian cjk bd-close bd-end punct\\&quot;&gt;”&lt;/h-char&gt;&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt; 其实&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;重新上市对于中国股市的发展来说是一件好事&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;一方面它可以在一定程度上保护投资者的利益&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;毕竟上市公司的退市&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;基本上都没有考虑对投资者的赔偿问题&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;很大程度上是对投资者利益的一种损害&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;因此&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;重新上市&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;让这些退市的股份又重新回到市场流通&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;并给予其合理的价格定位&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;这显然是有利于保护投资者利益的&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt; 另一方面&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;重新上市可以让中国股市的生命通道变得畅通起来&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;这对于推进上市公司退市的进程具有积极意义&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;上市公司之所以退市难&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;是因为退市后&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;上市公司基本上就看不到希望了&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;所以&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;一些垃圾公司千方百计保壳&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;以逃避退市&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;如果退市公司重新上市的通道能够顺畅&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;这样一些垃圾公司也就不怕退市了&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;如果退市后公司发展能取得成效的话&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;仍然还能重新上市&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;这样退市公司也就有了希望&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;不然&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;退市公司重新上市的渠道不通&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;一些垃圾公司自然也就会想方设法来逃避退市&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt; 除此之外&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;重新上市也有利于退市公司的正常发展&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;一是重新上市让退市公司有了努力的方向与目标&lt;h-char unicode=\\&quot;ff1b\\&quot; class=\\&quot;biaodian cjk bd-end bd-jiya\\&quot;&gt;&lt;h-inner&gt;；&lt;/h-inner&gt;&lt;/h-char&gt;二是退市公司发展达到一定标准后可以重新上市&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;重新回到A股市场&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;这也是对退市公司在退市后所作出努力的一种肯定&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;而且重新回到A股市场&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;这对于退市公司的发展也是一个重大的支持&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt; 当然&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;对于退市公司的重新上市&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;交易所在审核上需要严格把关&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;这是题中之义&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;投资者及一些市场人士对重新上市之所以有微辞&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;很重要的一点就是担心重新上市的公司还是垃圾公司&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;或重新上市后又沦为了垃圾公司&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;面对A股市场上市公司业绩变脸现象的普遍发生&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;以及弄虚作假现象的大量存在&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;投资者有这种担心是正常的&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;这就要求交易所在重新上市公司的审核上&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;必须从严&lt;h-char unicode=\\&quot;ff0c\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;，&lt;/h-inner&gt;&lt;/h-char&gt;以消除投资者的这种担心&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;这也是退市公司能否实现重新上市常态化的关键所在&lt;h-char unicode=\\&quot;3002\\&quot; class=\\&quot;biaodian cjk bd-end bd-cop bd-hangable bd-jiya bd-consecutive\\&quot;&gt;&lt;h-inner&gt;。&lt;/h-inner&gt;&lt;/h-char&gt;&lt;h-char unicode=\\&quot;ff08\\&quot; class=\\&quot;biaodian cjk bd-open bd-jiya bd-consecutive end-portion\\&quot; prev=\\&quot;bd-end bd-cop\\&quot;&gt;&lt;h-inner&gt;（&lt;/h-inner&gt;&lt;/h-char&gt;首发于&lt;h-char unicode=\\&quot;300a\\&quot; class=\\&quot;biaodian cjk bd-open bd-jiya\\&quot;&gt;&lt;h-inner&gt;《&lt;/h-inner&gt;&lt;/h-char&gt;证券市场红周刊&lt;h-char unicode=\\&quot;300b\\&quot; class=\\&quot;biaodian cjk bd-close bd-end bd-jiya bd-consecutive\\&quot;&gt;&lt;h-inner&gt;》&lt;/h-inner&gt;&lt;/h-char&gt;&lt;h-char unicode=\\&quot;ff09\\&quot; class=\\&quot;biaodian cjk bd-close bd-end bd-jiya bd-consecutive end-portion\\&quot; prev=\\&quot;bd-close bd-end\\&quot;&gt;&lt;h-inner&gt;）&lt;/h-inner&gt;&lt;/h-char&gt; [@今日话题](http://xueqiu.com/n/%E4%BB%8A%E6%97%A5%E8%AF%9D%E9%A2%98) [@烤鳄梨鳗鱼饭](http://xueqiu.com/n/%E7%83%A4%E9%B3%84%E6%A2%A8%E9%B3%97%E9%B1%BC%E9%A5%AD) 原文请参见: https://xueqiu.com/1957810969/108623581","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"归去来兮，独角兽","slug":"归去来兮，独角兽","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-06T02:33:38.300Z","comments":true,"path":"2018/06/10/归去来兮，独角兽/","link":"","permalink":"http://qahome.cn/2018/06/10/归去来兮，独角兽/","excerpt":"","text":"最近，资本市场最热闹的事，莫过于，举国欢迎神兽归来。制度建设上，CDR火速上线，回归通道畅通，6只共3000亿战略配（jie）售（pan）基金，整装待发。独角兽，来吧！01 独角兽是何方神圣 “独角兽公司，是投资者对估值10亿美元的创业公司的一种特殊称谓。”纵观中国股市跌宕起伏30年，除了牛短熊长，还有一大憾事，有国际影响力的顶级高科技公司基本都是在境外上市，互联网的旗帜BAT，无一例外，这让老大哥觉得脸上无光，靠联通油、大银行、茅台撑起来的天朝股市，太old school了，配不上厉害了我的国啊。太平盛世，需要神兽归来。首先，直接给小独角兽开IPO绿色通道，不用等注册制啦，符合条件的可以跑步进场。药明康德、宁德时代、工业富联，一路绿灯，一个比一个快，羡煞旁人。其次，已经在境外上市的老独角兽们，管理层重新翻出来之前讨论多次的CDR（早在97年金融危机后，大量在香港上市的“红筹股”公司强烈的内地融资需求的情况下提出来的，后来因为各种条件不成熟，一直没敢上），这次，不再犹豫，想要的，现在就要。境外公司回归A股，已经没了制度障碍。这里啰嗦两句，BAT这样的好公司，为啥当初没有直接在A股上市呢？其一、进不去，互联网公司的模式是，先圈钱，再烧钱，最后才是赚钱，我们的IPO条件是你首先得赚钱，所以，大家只能去没有盈利要求的境外市场上市；其二、等不及，我们是审批制，每年名额有限，讲究先来后到，再着急，你也得等个两三年，对互联网公司来说，时间就是生命，等一年，市场可能早就物是人非事事休，欲语泪先流。每次市场创新，总会让一部分让不懂规则人上一课，让懂规则的人捞一笔。最近的一次，应该是2015年的分级基金，地狱里面的B、天堂上的A，知识就是力量，并非一句空话。所以，作为职业赌徒，我们首先要学习的就是赌场的新规则。 02 CDR到底是个什么鬼欲说CDR（Chinese Depository Receipt），你要先知道ADR（American Depositary Receipt）。ADR，美国存托凭证，是美帝大约100年前对股市的一次创新，ORZ，当时，蒋校长刚刚统一全中国，刚刚发动四一二反革命政变，民国进入黄金十年，人家就已经开始玩这个了。按照定义，存托凭证，是在一国证券市场流通的代表外国公司有价证券的可转让凭证，举个例子，美国股民想买英国公司的股票，在当年交通、通讯条件下，几乎是不可能的，但是，资本大佬JP摩根想了个好办法。直接不行，咱们曲线救国，中介（银行或者券商）先从英国买一批股票，拿到美国卖，一份存托凭证对应一份或者多份股票，简单、方便。您可能要问了，那为什么英国的公司，不直接去美国上市呢？这就复杂了，首先，就涉及到上市规则，比如，在美国上市，必须是美国公司，单就这一条，就啥也别看了。现在，大部分在美国上市的中国公司，其实也都是发行的ADR，他们的注册地有在中国的，还有更多的是在各种群岛，比如，BVI（英属维京群岛）、Cayman（开曼群岛），BAT注册地就是开曼群岛。知道了ADR，CDR就很好理解了，就是正常渠道不能在A股上市的公司，或者上市流程比较复杂等不及的，就可以通过发CDR来A股上市。考虑到A股的炒新习惯，加上独角兽公司一般都是名气很大的明星公司，上市后炒作的可能很大，在操作上，一定要积极参与IPO摇奖。说到这，我们在说点深的，通过CDR方式来上市的老独角兽，由于已经在境外上市，IPO发行价要基本向他们现在的股价看起，定价上不能乱来，不能像常规IPO那样故意压价。如果完全按照ADR规则，其实，将来也没有啥炒作空间，因为ADR和股票之间可以相互兑换，所以，走势上会和正股类似，不会出现大幅折溢价，这点，大家可以参考港股的腾讯和美国的腾讯ADR。但是，加上中国特色，事情就变了，A股比较封闭，ADR和股票之间不能互换，加上，大比例限售，流通盘少，所以，将来炒作溢价是一定的，可以参考AH溢价。03 战略配售基金投不投6月6日23点42份，证监会连发9个文件，明确了CDR的监管原则，制度上已经扫清障碍，同时，为了减轻独角兽回归对市场的冲击，尽量减少市场抽血，6家基金公司获批发行接盘独角兽的战略配售基金，每只规模500亿元，总共3000亿元。这6只基金主要参与独角兽回归的战略配售，拥有优先认购权，也就是说，他们肯定能拿到货，不像我们散户抽签那么难，甚至，可能还可以打折。但是，参与战略配售的代价是会有1年或以上的限售期，与此对应，基金封闭三年，到期后转LOF（交易型开放基金，可以申购赎回，也可以在市场进行交易）。封闭期内，不能赎回，每半年放开申购一次。前面提到，独角兽回归，短期肯定会被炒作，但是，长期来说，是不是一定能赚钱，并不一定，三年时间，长到足以令一家如日中天的公司倒闭关门。不过，战略配售基金投资的标的主要是BAT这样的新经济代表，三年后亏钱的概率也不高。封期内，基金可能会上市交易，比如，易方达规定“基金合同生效满6个月后，可申请在深圳证券交易所上市交易，具体以公告为准”。但是，封闭基金由于不能赎回，所以上市交易一般都会折价交易，除非市场特别狂热。那问题来了，如果6个月内，基金净值变化不大（可能是因为CDR速度慢，基金还无票可买，仓位低，也可能是市场反映冷淡，买了也没赚到钱），上市后折价，那么申购基金的同学，可能就输在起跑线上了，反过来，如果CDR发行速度快，市场热情高涨，普遍高溢价，那么，上市交易后即使有折价，可能还是有钱赚。另外，由于主要参与独角兽回归的战略配售，有啥吃啥，所以，基金的主动性较低，相应的管理费用低，低至普通基金的一折，费用越低，投资者的成本越低。总体而言，场内的CDR申购一定积极参与，全民大乐透，大家一块来摇奖；场外的战略配售基金，如果有暂时不用的长线资金，可以适当配置；对于谨慎型投资者也可以等封闭基金上市交易后，看情况去折价购买。最后，做一下风险提示，短期内，独角兽回归肯定还是会对市场抽血，其实，市场已经开始反映。目前，迫切需要新韭菜跑步进场，当然，这也要看独角兽回来以后戏是不是能作足，能不能形成很好的赚钱效应，纵然繁华过后是一地鸡毛，独角兽登场时的烟花show还是不能少的。@今日话题 $工业富联(SH601138)$ $宁德时代(SZ300750)$ https://mp.weixin.qq.com/s?__biz=MzIyNzIxMDAxNw==&amp;mid=2649971878&amp;idx=1&amp;sn=b1f3ded2ad3ff6d42a4c2280803c045d&amp;chksm=f0635ae8c714d3fe9be5eed11891557d3359ee619f57119a29d2b5ac5cc81f90e662a6b5c4cc#rd原文请参见: https://xueqiu.com/9709448326/108623068","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"科沃斯 —— 服务机器人","slug":"科沃斯 —— 服务机器人","date":"2018-06-09T18:00:04.000Z","updated":"2018-10-06T02:33:38.378Z","comments":true,"path":"2018/06/10/科沃斯 —— 服务机器人/","link":"","permalink":"http://qahome.cn/2018/06/10/科沃斯 —— 服务机器人/","excerpt":"","text":"公司的主要产品大致可划分为服务机器人和清洁类小家电等两大模块。其中，公司在服务机器人模块的主要产品为“Ecovacs 科沃斯”品牌家庭服务机器人，包括扫地机器人地宝系列、擦窗机器人窗宝系列、空气净化机器人沁宝系列以及融合了多项功能的管家机器人 Unibot 等；此外，公司还从事商用服务机器人的研发、生产与销售，拥有公共服务类商用服务机器人旺宝等产品。公司在清洁类小家电模块的主要业务范围包括为国内外知名吸尘器品牌厂商提供 OEM/ODM 服务以及公司自主品牌“TEK 泰怡凯”系列清洁类小家电产品的研发、生产与销售。（1）地宝系列（2）窗宝系列（3）沁宝系列（4）管家机器人系列（1）吸尘器系列（2）其他室内清洁产品按照国际机器人联盟（International Federation of Robotics, IFR）的分类，机器人一般分为工业机器人和服务机器人，工业机器人一般用于制造业生产环境，而服务机器人一般用于生活等非制造业环境。根据麦肯锡全球研究院（McKinsey Global Institute）的预测，到 2025年，全球机器人应用每年将产生 1.7 至4.5 万亿美元的经济影响，其中服务机器人每年将产生 1.1 至 3.3 万亿美元的经济影响，占比 70%左右。我国《国家中长期科学和技术发展规划纲要（2006-2020 年）》把服务机器人列为未来 15 年重点发展的前沿技术，并于 2012 年制定了《服务机器人科技发展“十二五”专项规划》支持行业发展。2015 年 8 月，国务院发布了强化高端制造业的国家战略规划《中国制造 2025》，所列示的重要产品中，对于服务机器人做出发展规划：“重点开发养老助残、家政服务、社会公共服务、教育娱乐等消费服务领域机器人；重点开发医疗康复机器人、空间机器人、救援机器人、能源安全机器人、无人机等特种机器人”。据 IFR 统计，2014 年全球服务机器人市场规模约为 59.7 亿美元，2010-2014 年均复合增长率10.8%。根据 IFR 官网公布的信息，2015 年度全球服务机器人销售额已达 68 亿美元，预计 2015-2018 年全球服务机器人市场总规模约 394 亿美元，四年年均复合增长率21.07%。根据《中国服务机器人市场现状调研与发展前景分析报告（2015-2020 年）》中的数据，2014 年我国服务机器人销售额 45.56 亿元，同比增长 34%。服务机器人的消费市场分布地区主要集中在经济较为发达的环渤海（27.3%）及长三角（29.6%）、珠三角地区（32.7%），而中部地区（8.9%）和西部地区（1.5%）应用较少。由于全球范围内的服务机器人行业发展起步较晚，目前比较大的服务机器人公司产业化历史也多在 5-10 年，大量公司仍处于前期研发阶段，在时间上客观给予了中国公司缩小差距的机会。家庭服务机器人是服务机器人行业中发展最为迅速的领域之一。2015 年全球家庭服务机器人总销售额为 22 亿美元，同比增长 16%。据 IFR 预计，2015-2018 年全球家庭服务机器人四年年均复合增长率 35.24%，显著高于服务机器人的预期复合增长率。目前家务机器人在家用服务机器人销售量中占据着主要部分，根据 Technavio 的研究报告，2013 年全球家庭服务机器人总销售量中，家务机器人约占 69%，预计 2018 年家务机器人销售量占家庭服务机器人的比重将达到 75%。扫地机器人（又称“机器人吸尘器”或“地板清洁类机器人”）是目前家务机器人中的主导品类，根据 IFR 的数据，2013年家务机器人销量中约 96%以上为扫地机器人。扫地机器人成功选取了地面清洁的应用场景，主要有吸尘、扫地、擦地等功能，满足了地面清洁智能化的用户需求，实现了较好的功能体验。与其他类型家庭服务机器人相比，扫地机器人具有生产技术相对成熟、技术可实现性强、需求量大等特点，目前在全球范围内已进入大规模量产阶段，极大地推动了家庭服务机器人总销售额的迅速增长。根据德国 GFK（德语：Gesellschaft für Konsumforschung，一家在全球范围内统一进行耐用消费品零售调查和研究的国际权威市场研究公司）统计数据，我国家庭服务机器人在沿海城市的产品渗透率仅为 5%，内地城市仅为 0.4%，与发达国家相比仍有较大差距。以扫地机器人为例，根据中怡康测算，2013 年、2014 年我国机器人吸尘器销售额分别约为 8 亿元、15 亿元，而截至 2015 年机器人吸尘器年销售额已经近 28 亿元，销售量207 万台；2016 年，我国机器人吸尘器年销售额已达 43 亿元，年销售量达 307 万台。中怡康预计，2017-2020 年我国机器人吸尘器市场的零售额有望保持 20%的复合增长率。据中怡康测算，2015 年我国机器人吸尘器的线上/线下零售额分别为 23 亿元和 5 亿元，2016年线上/线下零售额分别达到 38 亿元和 5 亿元。2001 年，家电巨头伊莱克斯（Electrolux）重磅推出三叶虫（Trilobite）智能扫地机器人，标志着世界上第一款实现量产的智能扫地机器人正式问世。自 2002 年起，iRobot 公司一直致力于 Roomba 系列扫地机器人的研发，不断在外观、节能、噪音、优化算法等方面进行功能完善，并凭借 Roomba 系列产品成为全球范围内扫地机器人领域的领军企业。自 2007 年至今，更多的公司开始进入扫地机器人市场，投入了更多的人力物力进行扫地机器人的产品研发与市场推广，很大程度上推动了扫地机器人产品的技术进步与产业升级，并使得更多的消费者开始接触这款产品。目前，iRobot 以及国内的科沃斯等均已成为扫地机器人领域的知名品牌。随着家庭服务机器人市场容量的迅速增加，飞利浦、海尔、美的、松下等国内外大型家电品牌商也开始进入扫地机器人领域。据中怡康估计，2014、2015、2016年度，国内机器人吸尘器零售数量分别已达到 105 万台、207 万台、307 万台，市场容量迅速增长。目前，国内扫地机器人品牌众多，2016 年度，在天猫线上平台销售的扫地机器人品牌已达 160 多个，其中销量领先的包括科沃斯、iRobot、海尔、浦桑尼克、福玛特、美的等。其中，科沃斯等国内一线厂商目前研产结合良好，其扫地机器人产品在各项关键技术方面与 iRobot 等国际一流厂商水平相近。相对于其他国内厂商而言，这些公司在家庭服务机器人领域具有业务起步早、技术研发实力较强、产品性能优越、品牌知名度较高等优势。虽然竞争对手数量众多，但是 2014-2016 年，扫地机器人（机器人吸尘器）的国内线上线下市场销售份额主要集中于少数几家排名靠前的公司，具体如下：苏州是国内清洁类小家电主要产区之一，在这一地区规模较大的制造商主要有莱克电气股份有限公司、苏州诚河清洁设备有限公司、苏州爱普电器有限公司、江苏美的春花电器股份有限公司、科沃斯机器人股份有限公司等。这些制造商均以 OEM/ODM 模式为主，并有部分自主品牌产品的销售。在清洁类小家电领域，公司最主要的竞争对手为莱克电气。根据莱克电气年报披露信息，该公司拥有年产 1,800 万台家居清洁健康电器（以吸尘器为主）的生产能力。2016年度，莱克电气营业收入为 43.77 亿元；其中，吸尘器出口金额达 3.36 亿美元，占全国吸尘器出口总金额的 10.05%。科沃斯机器人是国内家庭服务机器人行业的领先企业，在国内家庭服务机器人市场，科沃斯机器人在扫地、擦窗等清洁机器人领域拥有显著的品牌与市场优势。科沃斯家庭服务机器人与国内外同类型产品相比，性价比优势明显；具体而言，科沃斯的产品在路径规划、室内建图、清洁系统、APP 控制等方面拥有较强的技术实力，在国内处于技术领先地位；同时，科沃斯产品在工作时间、噪音消除、APP 控制、规划式清扫等方面的性能与其他国际主流品牌相当，且部分产品根据中国家庭的室内环境特点实现了吸扫拖一体化清洁功能，并且，科沃斯与其他国际一线品牌相比，采用更具竞争力的定价策略，价格优势明显。根据中怡康的监测数据，自 2014-2016 年度，其扫地机器人产品在线上线下渠道的市场份额始终处于国内市场占有率第一的地位。2015-2017 年科沃斯扫地机器人（机器人吸尘器）产品在国内线上线下渠道的市场份额：另一方面，公司于 2011 年推出的窗宝系列擦窗机器人成功地将清洁机器人的应用场景拓展到了擦窗领域，具有开创性的意义。与扫地机器人市场厂商及品牌数量众多相比，目前国内擦窗、空气净化、管家等家庭服务机器人细分领域的竞争对手较少；而科沃斯机器人是全球为数不多的几家拥有扫地、擦窗、空气净化、管家等完整产品线的家庭服务机器人企业之一。根据中国海关总署信息中心统计的我国吸尘器产品出口额估算，2015-2016 年，公司在吸尘器出口领域的市场占有率情况具体如下：2010年，科沃斯作为中国机器人行业唯一代表加入了两个**国际标准化组织：IECTC59/SC59F/WG5（家庭清洁机器人）和 ISO TC184/SC2/WG8（服务机器人），并于当年 10 月向 IEC TC59 提请成立 IEC TC59 WG16 国际机器人标准工作组，主导完成了国际标准 IEC62849 ED1.0 的制定。同年 6 月，科沃斯被国家标准化委员会委任为“家庭机器人标准化工作组组长”和“服务机器人工作组组长”，主导负责开展上述两个国家项目的国际标准跟踪及国家标准的制定修订工作。** “Ecovacs 科沃斯”品牌家庭服务机器人在扫地机器人等主流家庭服务机器人细分产品市场牢牢占据了国内第一品牌的位置，随着“Ecovacs 科沃斯”品牌家庭服务机器人产品的销售额逐渐增长，擦窗机器人、管家机器人等细分领域产品的知名度也不断提升。在电商领域，2014 年、2015 年、2016 年“双十一”期间，科沃斯在天猫平台的单日全网成交额蝉联生活电器类产品的销售冠军。线上渠道方面，公司有科沃斯官网、天猫、京东、唯品会、苏宁易购、亚马逊、当当网、国美、1 号店及银行网上商城等主流电商销售平台，并发展了依托 B2C 平台从事科沃斯品牌产品独家代理销售的线上分销商；线下渠道方面，公司构建了覆盖全国主要大、中型城市的销售服务网络，覆盖了全国大部分省份的购物中心、百货商场或家电连锁商超等线下终端渠道；同时，公司还设有专门的销售团队对电视购物、礼品团购、批发等渠道进行覆盖。在大力建设国内营销网络的同时，科沃斯致力于成为国际化的中国企业，较早地对国际市场进行了布局，且采取“先难后易”的国际化策略——即先进入市场成熟、竞争激烈的发达国家的市场，后进入发展中国家市场。2012 年 2 月，科沃斯在德国杜塞尔多夫设立了欧洲公司 Ecovacs Germany，建立了欧洲营销网络及工业设计中心；同年 11月，科沃斯美国公司 Ecovacs US 在美国洛杉矶成立；后随着科沃斯日本公司 Ecovacs Japan 在东京新宿成立，科沃斯一举攻占欧洲、美国、日本等三个战略高地，形成了以中国为核心，美国、德国、日本子公司共振的研发销售体系，并成功开拓了西班牙、瑞士、法国、加拿大、捷克、波兰、德国、伊朗、马来西亚等多个国家和地区的市场。公司在家庭服务机器人领域的主要竞争对手包括 iRobot、浦桑尼克等，在国内家庭服务机器人市场的竞争对手还包括福玛特；公司在清洁类小家电领域最主要的竞争对手为莱克电气。从公开渠道整理的上述竞争对手的基本情况具体如下：1、从业务收入上可以看到公司主要是服务机器人和清洁小家电，从数据我们可以了解到其实最近今年增长最快的是扫地机器人。得益于老龄化和人均收入提高，人么对美好的生活的追求扫地机器人是会像洗衣机一样普及的，欧美的普及程度已经证明了这个路是行得通的。2、由于机器人甚至是服务机器人是最近今年才开始发展起来的，所以全球都处于一个快速增长的时期，但是由于目前的整体技术还没有那么发达，服务机器人目前能够成熟商业化的就是扫地机器人，目前在欧美发达国家整体接受比较高，而在我国的沿海城市也才只有5%的渗透率而内地只有0.4%；未来还有很大的提升空间。3、而且公司由于是最早进入该行业经历过多年的技术积累，2010年曾作为中国机器人行业惟一代表加入了两个国际标准化组织。并于当年 10 月向 IEC TC59 提请成立 IEC TC59 WG16 国际机器人标准工作组，主导完成了国际标准 IEC62849 ED1.0 的制定。同年 6 月，科沃斯被国家标准化委员会委任为“家庭机器人标准化工作组组长”和“服务机器人工作组组长”，主导负责开展上述两个国家项目的国际标准跟踪及国家标准的制定修订工作。能为国际机器人指定标准已经说明了自身的技术实力。4、技术上的优势保障了产品的品质和质量，并且公司的产业还拥有一定的价格优势具有很高的性价比。而通过最近三年公司产品的价格来看并没有下降的趋势并且有小幅的上涨说明公司的研发能力很强，在不断推出新的产品。5、公司在销售渠道的建立上也非常强，线上渠道方面，公司有科沃斯官网、天猫、京东、唯品会、苏宁易购、亚马逊、当当网、国美、1 号店及银行网上商城等主流电商销售平台，并发展了依托 B2C 平台从事科沃斯品牌产品独家代理销售的线上分销商；线下渠道方面，公司构建了覆盖全国主要大、中型城市的销售服务网络，覆盖了全国大部分省份的购物中心、百货商场或家电连锁商超等线下终端渠道；同时，公司还设有专门的销售团队对电视购物、礼品团购、批发等渠道进行覆盖。在电商领域，2014 年、2015 年、2016 年“双十一”期间，科沃斯在天猫平台的单日全网成交额蝉联生活电器类产品的销售冠军。6、在大力建设国内营销网络的同时，科沃斯致力于成为国际化的中国企业，较早地对国际市场进行了布局，且采取“先难后易”的国际化策略——即先进入市场成熟、竞争激烈的发达国家的市场，后进入发展中国家市场。2012 年 2 月，科沃斯在德国杜塞尔多夫设立了欧洲公司 Ecovacs Germany，建立了欧洲营销网络及工业设计中心；同年 11月，科沃斯美国公司 Ecovacs US 在美国洛杉矶成立；后随着科沃斯日本公司 Ecovacs Japan 在东京新宿成立，科沃斯一举攻占欧洲、美国、日本等三个战略高地，形成了以中国为核心，美国、德国、日本子公司共振的研发销售体系，并成功开拓了西班牙、瑞士、法国、加拿大、捷克、波兰、德国、伊朗、马来西亚等多个国家和地区的市场。7、所以可以看到公司的业务按地区来看国内和国外各站一半，由于国外是为公司贴牌做生产所以公司不需要更多的建设销售渠道，可以享受别人的销售渠道，当然毛利率会低一些，再者主要贴牌生产的还是吸尘器类小家电。而公司的扫地机器人2017年打入欧洲市场取得了巨大成功，当年的增长非常快未来随着市场的增长公司不仅可以占领一部分国内市场还能占领一部分国外市场。8、我国家电市场经过长期发展传统的家电市场基本已经饱和，现代人家里的大件家电基本已经具备齐全。未来家庭更多是添置更多能为生活带来便利的小家电，而整个家电市场也将迎来智能化。公司已经开始建立数据中心为下一步生产更加智能的产品做准备，公司除了扫地机器人以外还做了橱窗机器人和商用机器人。未来新产品一旦被市场接受将会带来大量的业绩增长。9、由于是新兴行业，所以会吸引大量的跟风玩家。包括很多的传统家电制造商都开始往这个行业进入。未来行业会进行激烈的竞争，所以需要重点关注公司的销量增长和市占率。10、个人以为公司合理估值在173亿左右，对应股价在43元左右。新股上市注意估值风险，好公司并非选择的唯一条件；只有好公司、好行业、好价格都满足才是购买的标准！@今日话题 恭喜你又看完一家公司的投资逻辑！欢迎转发，转发请保留出处原文请参见: https://xueqiu.com/1036514370/108623696","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]},{"title":"我看绩效考核","slug":"我看绩效考核","date":"2018-06-05T21:50:17.000Z","updated":"2018-10-06T02:33:38.319Z","comments":true,"path":"2018/06/06/我看绩效考核/","link":"","permalink":"http://qahome.cn/2018/06/06/我看绩效考核/","excerpt":"","text":"（本来，这篇文章应该在5月份完成，我拖延症让我今天才完成）前些天，有几个网友找我谈绩效考核的事，都是在绩效上被差评的朋友。在大致了解情况后，我发现他们感到沮丧和郁闷的原因，不全是自己没有做好事情，他们对于自己没有做好公司交给的事，一方面，持一些疑义，因为我很明显地感到他们和公司对一件是否做好的标准定义有误差，另一方面，他们对于自己的工作上的问题也承认。不过，让他们更多感到沮丧的原因则是，公司、经理或HR和他们的谈话，让他们感觉整个人都被完全否定了，甚至有一种被批斗的感觉。这个感觉实在是太糟糕了。因为我也有相似的经历，所以，我想在这里写下一篇文章，谈谈自己的对一些绩效考核的感受。先放出我的两个观点：1）制定目标和绩效，目的不是用来考核人的，而用来改善提高组织和人员业绩和效率的。2）人是复杂的，人是有状态波动的，任何时候都不应该轻易否定人，绩效考核应该考核的是事情，而不是人。我个人比较坚持的认为——绩效分应该打给项目，打给产品，打给部门，打给代码，而不是打给人。然而现在的管理体制基本上都是打给人，而很多根本不擅长管理的经理和HR以及很多不会独立思考的吃瓜群众基本上都会把矛头指向个人，所以，当然会有开批斗会的感觉。 举几个例子为了讲清楚我的上述观点，请让我先铺垫一下，先说几个例子吧，韩寒的例子我就不说了。苏步青同学在小学时成绩很糟糕，全班倒数第一。华罗庚同学上学时数学还考不及格，要不是王维克老师的鼓励并让他爱上了数学，他可能也就完全埋没了。郑渊洁上学时，老师要求写《早起的鸟有虫子吃》，郑渊洁唱反调写《早起的虫子被鸟吃》，再加上数学老师发难，于是被开除了。从此郑渊洁没有上过一天学。列夫尔斯泰大贵族出身，2岁丧母，9岁丧父，16岁上大学，大学三年级自动退学回家进行改革。在青年时期不好好读书，考试不及格，留级。他赌博、借债、鬼混……这个的例子太多了，我从另一个方面举几个体育运动相关的例子，可能年轻的朋友都不知道，可以问问你们的父母。80年代，中国有一批非常优秀的体育运动员，比如：体操王子李宁，打破过世界跳高记录的朱建华，还有乒乓球世界冠军马文革，还有羽毛球世界冠军赵建华，记得有一年参加世界比赛，他们全输了，而输的还很惨。于是国内的一些媒体和民众开始骂他们，甚至说他们是民族的败类、耻辱，还有很多人找上门要教训他们……如果我们把绩效分比做在学校里的考试分，那么你是否会和我一样认为，考试的成绩只能代表这个人对这些知识点的掌握或理解，而且仅仅在这个时间点，根本不代表这个人根本就不行，更不代表他一直不行。因为挂科太多被学校开除的同学，并不见得这些人在社会上就无活生活下去，反而，他们中的有些人可能会考试成绩好的人还活得好。不是么？这样的例子在我们身边还少吗？所以，当我看到某HR说某老员工——“他今天要不自己离开，未来一年也一定会因为绩效问题而被公司开了的”，除了感到居然有人类可以预知他人未来的可笑之外，我感到是一种悲哀，一种管理体制上的悲哀，我感到了在这HR考评背后一股非常强的暗流和不可见的力量让她干出了这样一件匪夷所思的事。好些公司还考评价值观，价值观无可厚非，我觉得一个企业的价值观是非常必要的，但是考核价值观是件非常危险的事情。这个世界上和传统势力唱反调的人实在是太多了，而被定性为价值观有问题被迫害的人也是多了去了。被批斗被侮辱被毒打的老舍；因为同性恋问题，被迫害而自杀的图灵；因为不同意教会观点被监禁8年都不愿意放弃自己的信仰最终被烧死的布鲁诺，…… 这样的事情已经够多了，新的时代里不应该再发生这样的事了，无论大小。考核价值观最大的问题就是非常容易的上纲上线，也非常容易的被制造政治斗争，也非常容易的扼杀各种不同思想，老实说，这从很大程度上是一种洗脑的手段——通过对人制造一种紧张或恐惧而达到控制思想的目的。 对公司和管理者想说的话下面我来谈谈绩效考核我的一些观点。在谈这个观点前，你可以移步看一下这篇新闻报道——《绩效主义毁了索尼》。而近年来，“放弃绩效考核”的斗争已经从科技企业中的Adobe、戴尔、微软、亚马逊，席卷到德勤、埃森哲、普华永道等咨询服务类企业。甚至通用电气（GE）——曾经的绩效管理的鼻祖，也宣布抛弃正式的年度绩效考核。在刚过去的2016年，腾讯的张小龙对微信事业群发出“警惕KPI”的呼声；李彦宏在内部信中将百度的掉队归咎于“从管理层到员工对短期KPI的追逐”；雷军干脆宣布小米“继续坚持‘去KPI’的战略，放下包袱，解掉绳索，开开心心地做事。”；王石也在个人微博中感慨：“绩效主义像企业的脓包”。绩效考核在本质上就是像学校教育以分数论英雄，而忽略员工的成长和素质教育是一个道理。当学生和老师只关注考试分数时，而只有考试分数来评价老师和学生的优良中差时，老师和学生就会开始使用一些非常形式的方式来达到这个目标，比如：死记硬被，记套路，题海战术…… 而学习的能力的考评彻底地沦为了一种形式主义。反而，分数考的越高，脑子越死。（注：美国现行教育是不允许通过学生考试成绩来评价老师的能力的）近几年来，一些大公司开始使用 OKR – Objectives, Key Result ，但是在实践过程中，我发现好些公司用OKR，本质上还是KPI – Key Performance Indicator， 因为OKR里面有一个Key Result，用来衡量 Objectives 的结果指标。于是，使用者习惯性的设置上了KPI。我个人认为 OKR 有三个非常大的特性：0）由员工提出，1）以目标为导向。2）全员共享。举个例子，OKR可能会是制定成下面这个样子的：Objectives：增强用户体验，Key Results：1）用户操作步骤减少20%以上，2）客服减少40%以上工单，3）用户99.9%的系统操作的响应时间为100ms以下然后，把这个目标分解给产品、用户体验、技术团队，形成子的Objectives并关连上相应的父级的Key Result，比如，产品部门定义的Objectives：1）优化注册流程，减少2个步骤，2）优化红包算法，让用户更容易理解，3）提高商品质量，减少用户投诉。后端技术团队定义的Objectives： 1）定义SLA以及相关监控指标，2）自动化运维，减少故障恢复时间，3）提高性能，吞吐量在xxxqps下的99.9%的响应时间为xxms ……这个Objective会从公司最高层一直分解到一线员工，信息完全透明，每个人都可以看到所有人被分解到目标，每个人都知道自己在为什么样的目标而奋头，而每个人也可以质疑，改进，建议调整最高层的目标和方向。而不是领到的是被层层消化过的变味的二手，三手甚至四五手的信息。而 KPI 最大的问题就是用 OKR 里的 Key Results 拿来当目标，从而导致员工只知道要做什么，不知道为什么，不知道为什么，不能理解目标，工作也就成了实实在在的应付！松下公司早在1933年，就召集168名员工，把松下未来250年的远景规划目标公布于众，从1956年开始，就定期宣布并解读自身的“五年计划”，帮助每位员工的目光从眼前的短期利益移开，树立自己的理想和目标，也促进了松下的可持续性发展。然而，今时不同往昔，随着产品周期的不断缩减、竞争对手的持续涌入、高新技术的频频迭代，企业的战略的变化与调整变得更加频繁，朝令夕改的经营策略已经成为兵家常态。 在这一过程中，有多少员工了解调整之后的战略呢？员工的绩效指标又根据战略调整多少次了呢？KPI本身是一种被动的、后置的考察，在工作完成之后考察员工的行为是否符合标准。因此，员工对于公司的目标漠不关心，只关心自己的KPI，因为这才是自己的最大的利益，为了达到KPI，有的员工开始不思考，并使用一些简单粗暴的玩法，其实这样既害了公司，也害了自己。自己的成长和进步也因为强大的 KPI 而抛在了脑后。当然，KPI 绩效考核一般来说，不一定会毁掉公司的，相反，对于喜欢使用蛮力的劳动密集型的公司来说，可能还有所帮助，然而，KPI毁掉的一定是团队的文化和团队的挑战精神，以及创新和对事业的热情，甚至会让其中的人失去应有的正常的判断力（分不清充分和必要条件，分不清很多事的因果关系）。 对职场人想说的话那么，对于个人来说，如何面对公司给自己的绩效考核呢？如何面对他们的绩效考核呢？还是用学校考试分数来做对比，如果说，用考试分数论英雄，一个人考高分就是绩效上的人才，考不及格的人就是人渣，这对吗？当然不是。也许仅于对于考试来说可以把人分成三六九等，但是对于整个人生来说，考试成绩和一个人在这个社会里的的成就并没有非常直接的因果关系。面对现实的社会，最终很多成绩好的人为成绩差的人工作的例子也有很多很多了。我想说什么？我想说的是——用一颗平常心来面对公司给你打的分数，因为那并不代表你的整个人生。但是，你要用一颗非常严肃的心来面对自己的个人发展和成长，因为这才是真正需要认真对待的事。换句话说，如果要给一个人打绩效分，那不是由一个公司在一个短期的时间时打出来，而是由这个人在一个长期的时间里所能达到的成就得出来的。就像WhatsApp的联合创始人Brian Acton 在 2009年时面试Facebook时没有面试通过，然而在 5 年以后，他把自己创办的公司以190亿美元卖给了FaceBook。阿里巴巴的马云不也一样吗？找工作各种被拒，开办的第一个公司成绩也不好，20年前，一堆人都说马云这也不行那也不行，然而，后面呢？反过来说，也很多职业经理人在公司里绩效非常好，然后到了创业公司却搞得非常的糟糕，这又说明了什么呢？这就像动物一样，有的动物适合在水里生活，有的动物适合在陆地上，鱼在陆地上是无法生存的，你让老虎去完成游泳的工作，你让鱼去完成鸟类的工作，你能考核到什么呢？我们每个人都有适合自己的环境，找到适合自己的环境才是最关键的！与其去关注别人对自己的评价，不如去寻找适合自己的环境。所以，一个特定环境下的绩效考核并不代表什么，而那些妄图用绩效考核去否定一个人的做法，或多或少就是“法西斯”或“红卫兵”的玩法。好了！让我们不要再说绩效考核了，让我们回到，真正让自己提高，让自己成长，让自己的强的话题上来吧。这里，我需要转引一篇文章《Do the Right Thing, Wait to get fired》，文中提到《 Team Geek》这本书中的一句话 做正确的事情，等着被开除。谷歌新员工(我们称做“Nooglers”)经常会问我是如何让自己做事这么高效的。我半开玩笑的告诉他们这很简单：我选择做正确的事情，为谷歌，为世界，然后回到座位上，等着被开除。如果没有被开除，那我就是做了正确的事情——为所有人。如果被开除了，那选错了老板。总之，两方面，我都是赢。这是我的职业发展策略。注明一下，“做正确的事，等着被开除”并不是一句鸡汤，而是让你变强大的话。因为强者自强，只有强者才能追求真理，而不是委曲求全。嗯，考试分数不是关键，别人对你的评价也不是关键，自己有没有成长有没有提高有没有上一个台阶才是关键。KPI不是关键，OKR也不是关键，有没有在做正确的事，这才是关键！不是这样吗？ 其它我大学四年级时，觉得马上就要离开学校了，当时想干点以后再以没有机会干的事。想来想去，就是上学这么多年来，从来没有不及格过，于是我任性了一把，挂了一个科，去补考了一下。挂科的时候也收到一些同学的笑话，还有老师的批评，不过，这让我感觉我的学校经历更完整了。因为，这让我在22岁的时候，就经历并大概明白了一些人生的道理。从98年工作到2013年来，就像一个好学生一样，我从来没有出现过任何的工作绩效问题，反正还经常在工作中成为标杠型的人，然并卵，只有自己成长才是最真实的感觉。“做正确的事，等着被开除”，这可能是我迄今为止在职场里做的最疯狂也是最正确的事了。因为，这让我有更多的经历，让我从正确的事中得到提高，也让我内心变得越来越强大，也让我找到了更具挑战的事，更让我对自己有更清楚的认识。最后，我知道一定会有人来怼我，所以，最后我还想留段话，留给那些还是想通过绩效来否定人的人。如果你对我的绩效或技术能力有怀疑，没问题，那么希望你能做到下述我已做到的事，再来喷我，谢谢！“在你40岁，在父亲病重，孩子上学问题、房贷并未还清、你是全家唯一收入来源之类的中年危机的情况下，辞去你现在的工作，不加入任何一家公司，不用自己的任何一分钱积蓄，不要任何人的投资和帮助。只通过自己的技术能力，为别人解决相应的技术难题（不做任何无技术含量的外包项目），来生存养家，并除了能照顾好自己的家人没有降低自己的生活水平之外，还能再养活3个每人年薪36万元的工程师”请问这样的绩效能打个几分呢？呵呵。当然，不管怎么说，我还有很多路要走，还有很多不足，我还要继续努力。所以，我挑了一条对我来说最难走的路，作死创业……（全文完）&lt;!– 关注CoolShell微信公众账号可以在手机端搜索文章（转载本站文章请注明作者和出处 酷 壳 – CoolShell ，请勿用于任何商业用途） 相关文章 「我只是认真」聊聊工匠情怀“原文请参见: https://coolshell.cn/articles/17972.html","categories":[{"name":"优秀博客","slug":"优秀博客","permalink":"http://qahome.cn/categories/优秀博客/"}],"tags":[{"name":"酷 壳 – CoolShell","slug":"酷-壳-–-CoolShell","permalink":"http://qahome.cn/tags/酷-壳-–-CoolShell/"}],"keywords":[{"name":"优秀博客","slug":"优秀博客","permalink":"http://qahome.cn/categories/优秀博客/"}]},{"title":"AWS 的 S3 故障回顾和思考","slug":"AWS 的 S3 故障回顾和思考","date":"2018-06-05T21:50:17.000Z","updated":"2018-10-10T21:57:30.737Z","comments":true,"path":"2018/06/06/AWS 的 S3 故障回顾和思考/","link":"","permalink":"http://qahome.cn/2018/06/06/AWS 的 S3 故障回顾和思考/","excerpt":"","text":"继Gitlab的误删除数据事件没几天，“不沉航母” AWS S3 （Simple Storage Service）几天前也“沉”了4个小时，墙外的半个互联网也跟着挂了。如约，按 AWS 惯例，AWS今天给出了一个简单的故障报告《Summary of the Amazon S3 Service Disruption in the Northern Virginia (US-EAST-1) Region》。这个故障和简单来说和Gitlab一样，也是人员误操作。先简单的说一下这份报中说了什么。 故障原因简单来说，这天，有一个 AWS 工程师在调查 Northern Virginia (US-EAST-1) Region 上 S3 的一个和账务系统相关的问题，这个问题是S3的账务系统变慢了（我估计这个故障在Amazon里可能是Sev2级，Sev2级的故障在Amazon算是比较大的故障，需要很快解决），Oncall的开发工程师（注：Amazon的运维都是由开发工程师来干的，所以Amazon内部嬉称SDE-Software Developer Engineer 为 Someone Do Everything）想移除一个账务系统里的一个子系统下的一些少量的服务器（估计这些服务器上有问题，所以想移掉后重新部署），结果呢，有一条命令搞错了，导致了移除了大量的S3的控制系统。包括两个很重要的子系统：1）一个是S3的对象索引服务（Index），其中存储了S3对象的metadata和位置信息。这个服务也提供了所有的 GET，LIST，PUT 和DELETE请求。2）一个是S3的位置服务系统（Placement），这个服务提供对象的存储位置和索引服务的系统。这个系统主要是用于处理PUT新对象请求。这就是为什么S3不可访问的原因。在后面，AWS也说明了一下故障恢复的过程，其中重点提到了这点——虽然整个S3的是做过充分的故障设计的（注：AWS的七大Design Principle 之一 Design for Failure）—— 就算是最核心的组件或服务出问题了，系统也能恢复。但是，可能是在过去的日子里 S3 太稳定了，所以，AWS 在很长很长一段时间内都没有重启过 S3 的核心服务，而过去这几年，S3 的数据对象存储级数级的成长（S3存了什么样数量级的对象，因为在Amazon工作过，所以多大概知道是个什么数量级，这里不能说，不过，老实说，很惊人的），所以，这两个核心服务在启动时要重建并校验对象索引元数据的完整性，这个过程没想到花了这么长的时候。而Placement服务系统依赖于Index 服务，所以花了更长的时间。了解过系统底层的技术人员应该都知道这两个服务有多重要，简而言之，这两个系统就像是Unix/Linux文件系统中的inode，或是像HDFS里的node name，如果这些元数据丢失，那么，用户的所有数据基本上来说就等于全丢了。而要恢复索引系统，就像你的操作系统从异常关机后启动，文件系统要做系统自检那样，硬盘越大，文件越多，这个过程就越慢。另外，这次，AWS没有使用像以前那样 Outage 的故障名称，用的是 “Increased Error Rate” 这样的东西。我估计是没有把所有这两个服务删除完，估计有些用户是可以用的，有的用户是则不行了。 后续改进在这篇故障简报中，AWS 也提到了下面的这些改进措施——1）改进运维操作工具。对于此次故障的运维工具，有下面改进： 让删除服务这个操作变慢一些（陈皓注：这样错了也可以有时间反悔，相对于一个大规模的分布式系统，这招还是很不错的，至少在系统报警时有也可以挽救） 加上一个最小资源数限制的SafeGuard（陈皓注：就是说，任何服务在运行时都应该有一个最小资源数，分布式集群控制系统会强行维护服务正常运行的最小的一个资源数） 举一反三，Review所有和其它的运维工具，保证他们也相关的检查。2）改进恢复过程。对于恢复时间过长的问题，有如下改进： 分解现有厚重的重要服务成更小的单元（在 AWS，Service是大服务，小服务被称之为 Cell），AWS 会把这几个重要的服务重构成 Cell服务。（陈皓注：这应该就是所谓的“微服务”了吧）。这样，服务粒度变小，重启也会快一些，而且还可以减少故障面（原文：blast radius – 爆炸半径） 今年内完成对 Index 索引服务的分区计划。 相关思考下面是我对这一故障的相关思考——0）太喜欢像Gitlab和AWS这样的故障公开了，那怕是一个自己人为的低级错误。不掩盖，不文过饰非，透明且诚恳。Cool!1）这次事件，还好没有丢失这么重要的数据，不然的话，将是灾难性的。2）另外，面对在 US-EASE-1 这个老牌 Region 上的海量的对象，而且能在几个小时内恢复，很不容易了。3）这个事件，再次映证了我在《关于高可用的系统》中提到的观点：一个系统的高可用的因素很多，不仅仅只是系统架构，更重要的是——高可用运维。4）对于高可用的运维，平时的故障演习是很重要的。AWS 平时应该没有相应的故障演习，所以导致要么长期不出故障，一出就出个大的让你措手不及。这点，Facebook就好一些，他们每个季度扔个骰子，随机关掉一个IDC一天。Netflix 也有相关的 Chaos Monkey，我以前在的路透每年也会做一次大规模的故障演练——灾难演习。5）AWS对于后续的改进可以看出他的技术范儿。可以看到其改进方案是用技术让自己的系统更为的高可用。然后，对比国内的公司对于这样的故障，基本上会是下面这样的画风：a）加上更多更为严格的变更和审批流程，b）使用限制更多的权限系统和审批系统c）使用更多的人来干活（一个人干事，另一个人在旁边看）d）使用更为厚重的测试和发布过程e）惩罚故障人，用价值观教育工程师。这还是我老生长谈的那句话——如果你是一个技术公司，你就会更多的相信技术而不是管理。相信技术会用技术来解决问题，相信管理，那就只会有制度、流程和价值观来解决问题。（注意：这里我并没有隔离技术和管理，只是更为倾向于用技术解决问题）最后，你是要建一个 “高可用的技术系统” ，还是一个 “高用的管理系统”？ ;-)（全文完） &lt;!– 关注CoolShell微信公众账号可以在手机端搜索文章（转载本站文章请注明作者和出处 酷 壳 – CoolShell ，请勿用于任何商业用途） 相关文章 一些非常不错的资料“原文请参见: https://coolshell.cn/articles/17737.html","categories":[{"name":"优秀博客","slug":"优秀博客","permalink":"http://qahome.cn/categories/优秀博客/"}],"tags":[{"name":"酷 壳 – CoolShell","slug":"酷-壳-–-CoolShell","permalink":"http://qahome.cn/tags/酷-壳-–-CoolShell/"}],"keywords":[{"name":"优秀博客","slug":"优秀博客","permalink":"http://qahome.cn/categories/优秀博客/"}]},{"title":"运动除了对身体有益，还有什么其它的好处？","slug":"运动除了对身体有益，还有什么其它的好处？","date":"2018-05-25T09:01:09.000Z","updated":"2018-10-06T02:33:38.430Z","comments":true,"path":"2018/05/25/运动除了对身体有益，还有什么其它的好处？/","link":"","permalink":"http://qahome.cn/2018/05/25/运动除了对身体有益，还有什么其它的好处？/","excerpt":"","text":"本文首发于微信（read01）跟大家分享一下最近看完的一本的科普书籍《运动改造大脑》，通常我们认为只对身体有益，同时会会释放了压力、减轻了肌肉张力，或者增加了内啡肽。实际上运动令我们心情愉快的真正原因是：运动使我们的大脑处于最佳状态，运动最关键的作用是强健或改善大脑。随着科技的发展，我们的生活方式，久坐不动会越来越多，这成为我们长期生存的最大威胁之一，缺乏运动会导致大脑正发生实质性萎缩，虽然这种变化很缓慢很微小。在2000年10月时，杜克大学（Duke University）的研究人员向《纽约时报》介绍了一个研究项目。这个研究证实，用运动治疗抑郁症的效果要好于抗抑郁药物舍曲林（商品名左洛复，Zoloft）。我对这条信息，确信无疑，最近二、三年内我遇到了好几个有抑郁症的朋友，在跟他们的持续交往中，慢慢引导他们培养运动的习惯，坚持6个月之后，每个人跟以前相比都产生了很明显的改变。 正文这是前半分的心得和笔记，过几天分享后面的笔记，看完这本书之后最直接的反应就是建议大家立刻开始一个运动方面的100天行动，慢跑、跳操都可以，只要100天就能看到效果。 体能与学习的对应关系在书中的第一章里，讲了一个零点体育课的故事，一群体育教师在内珀维尔203学区的找到了一些新生中的积极志愿者参加了零点体育课的试验。按学校规定，为了帮助新生的阅读理解能力达到标准，新生要上一门读写能力课。而零点体育课上学生们的运动强度要高于本校其他上体育课的学生。按要求，这些学生的心率要保持在其最大心率的80%到90%之间。指导老师邓肯说：“实际上我们所做的，是尝试通过严格的体育锻炼来让学生做好学习的准备。实质上就是增强他们的意识状态后，再把他们送入课堂。”当这些学生进行到上半学期结束时，他们的阅读和理解能力提高17%；与之相比，喜欢睡觉以及参加标准体育课的学生们，他们的阅读和理解能力提高了10.7%。同时美国加州教育部（CDE）的调研结果表明，在过去五年内，体能成绩好的学生考试成绩也同样好。然后在2002年的再次调查结果显示，生活水平高的学生学习和考试成绩也高，而在低收入家庭的学生中，体能好的孩子学习和考试成绩高于体能差的学生。在另一个学校中，一位精神生理学家查尔斯·希尔曼（Charles Hillman）对216名3~5年级学生进行了一次个人版本的CDE研究发现，体重指数和有氧健身间的关系的确很突出，换句话说就是更好的体能等于更好的注意力。注：零点体育课：一种通过运动提高学生意识状态，为一天学习做好准备的新型体育课。该课程因其被安排在第一节文化课之前而得名。 大脑与运动长跑1 600米与服用极小剂量的百忧解和极小剂量的利他林一样，因为与这些药物一样，运动提高了神经递质的水平。在2007年的一项人类研究中，德国研究人员发现，人们在运动后学习词汇的速度比运动前提高了20%，学习速度和BDNF水平有直接关系。运动在三个层面提高学习能力： 首先，它完善你的思维模式以提高警觉力、注意力和驱动力； 其次，它让神经细胞准备就绪，并促使它们相互连接起来，这是连通新信息的细胞基础； 最后，运动激发海马体的干细胞分化成新的神经细胞。现在我们知道当你运动完成的时候，血液几乎会立刻回流，这时正是注意力集中的最佳时刻，适合做需要敏锐思维和复杂分析力的事情。2007年有一个著名的实验证实，在跑步机上完成一次35分钟、心跳达到最大心率60%或70%的锻炼后，被试的认知灵活性大大提高。你需要多少有氧运动来保持健康的体型呢？日本有一个小规模的科学研究发现，每周慢跑两次、每次30分钟，那么12周的时间就能提高大脑的执行功能。关键是，要综合某种形式的活动，这种活动需要协调的不仅仅是双脚。同时还注意，有氧运动和复杂活动对我们大脑产生各自不同的有益影响，并且它们之间是互补的。就是说想要效果更好一些，可以尝试多种不同的运动相组合，在学习一种新的运动方式时，会刺激了我们的大脑，对你的注意力、判断力和动作精确度都提出了更高的要求，并且能激活大脑和肌肉完全参与到整个学习过程中，并在其它情况下发挥作用。注：脑源性神经营养因子（brain-derived neurotrophic factor，简称BDNF）。运动与压力如果工作中感受到压力，你是抽老板耳光还是转身离开呢？诀窍在于你如何反应。你选择处理压力的方式不仅能改变你的感觉，还能改变你的大脑。如果你只是被动反应或完全走投无路，那么压力可以变成危害。像大多数精神问题一样，慢性压力是由于大脑被同一种情绪模式支配，通常以悲观、恐惧或回避为特征。而积极应对压力可以让你跳出这个地带。你能控制情绪对你的影响程度。从另一个角度来说，压力并不是坏事，压力会让我们动起来，这是人类经过几百万年进化而成的本能反应。这可能也是为什么事情快到截止时间前，效果和注意力会提前很多倍。这是因为去甲肾上腺素唤起注意力，多巴胺使注意力变得敏感，并使注意力集中。轻微的压力对人是有益的，可以对我产生应激反应，并且可以激活神经元内在的修复和恢复机制。但过大的压力和长期的慢性压力会让身体大量消耗能量来保持系统的警觉状态，而超负荷的压力，会重现皮质醇在皮氏培养皿中的悲剧——损毁神经元。常规有氧锻炼可以保持大脑冷静，能够在心率、应激激素等严重反应出现之前，对付更多的压力。它提高了生理反应的阈值。目前知道自卑的人压力阈值偏低。每个人对压力的反应阈值各不相同，而且在环境、遗传、行为或者上述任意综合因素的不同影响下，这个临界点会相应改变。与大脑内的神经化学物质一样，我们的压力阈值总是在变化。尽管老化过程自然而然地降低了这个阈值，但通过有氧运动，我们可以把阈值提高好几个等级。通过运动，我们阻断大脑压力反馈回路的推手，运动不仅预防了慢性压力的不良影响，而且还能彻底转变它们。我们可以用身体来处理我们的情感，而不是用语言，运动比心理分析师更有效。越来越多的公司鼓励员工充分利用公司内部健身房或健身俱乐部的会员资格是因为他们知道运动能减少压力，从而提高了员工的工作效率。最终，我们要记住一点：我们受到的压力越大，我们就更需要用运动来保持大脑的顺利运行。运动与焦虑运动是我们应对每天生活中各种焦虑形式的简易方法，它对身体和大脑都十分有效。它是如何发挥作用的呢？1.分散注意力。千真万确，运动让你的心思都集中到另一件事情上，就像跑步机帮助艾米摆脱了严重的焦虑状态一样，她的注意力集中到其他的事情上，而不是整日担心下一次惊恐发作。研究表明，焦虑的人对任何有针对性的消遣方式都有很好的回应，比如静坐、沉思、与大家共进午餐或看杂志。不过运动抵抗焦虑的持续时间更长，而且还能提供已知的其他效果。2.缓解肌肉紧张。运动就像β-受体阻断剂一样，具有打破循环的作用，它中断了从身体传向大脑、有增加焦虑作用的消极反馈循环。追溯到1982年，由研究人员赫伯特·德·弗里斯（Herbert De Vries）主导的一项研究表明，焦虑者的肌肉纺锤体内有过度活跃的电信号模式，而运动可以缓解那种张力（就像β-受体阻滞剂一样），他称之为“运动的镇静作用”。他发现，缓解肌肉张力可减少焦虑感，就如我之前解释过的那样，运动扑灭的不仅是状态焦虑还有特质焦虑，这才是关键之处。3.增加大脑资源。到目前为止，我们知道运动不仅会短时内增加血清素和去甲肾上腺素含量水平，而且还具有长期性影响。血清素几乎对焦虑回路系统的每个环节都有作用：调节脑干的信号；提高前额叶皮层抑制恐惧的机能；以及镇定杏仁核本身。由于去甲肾上腺素是兴奋型神经递质，所以降低其活性对中断焦虑循环起到关键作用。同时，运动不仅增加了抑制型神经递质γ-氨基丁酸（GABA），还增加了对巩固替代性记忆至关重要的脑源性神经营养因子（BDNF）。4.提供不同的结果。焦虑与其他障碍不同之处在于它的生理性症状。由于焦虑激活了交感神经系统，因此当你感觉心跳和呼吸加剧时，这种觉知可以触发焦虑或一次惊恐发作。不过有氧运动本身就存在这些相同的征兆，而且是有益的。所以，一旦你开始把焦虑的生理症状与某种积极行为、某种你主动发起并可控制的行为相关联，那么恐惧的记忆就会衰退，而崭新的记忆会逐步形成。你可以把这些症状当成是生物学上的一个诱饵和开关——你的头脑正期待一次惊恐发作，但不同的是，它最终停留在对这些症状的积极关联上。5.变更神经回路。凭借运动激活交感神经系统，你就可以摆脱被动焦虑等待的困境，从而阻止杏仁核的失控运作，阻止它不断强化周围事物充满危险的想法。当你用行动来回应时，你反而可以沿着杏仁核的另一条通路传递信息，由此开创一条安全旁路，养成一种好习惯。在改善警报连接系统的同时，你也在积极学习一种与以往不同的现实。6.提高恢复能力。你知道自己可以有效地控制焦虑，避免其转变成恐慌。心理学术语称为“自我掌控”（self-mastery）。形成自我掌控的能力是预防焦虑和抑郁极其有效的手段，因为焦虑也能导致抑郁。自觉选择为自己做些什么，你就会认识到你可以为自己做什么。这是一句非常有意义的命题。7.让你自由。科研人员为了研究压力而困住老鼠。人类也是一样，假如你真的被困住而无法动弹或处于某种困境，你会感觉越来越焦虑。处于焦虑中的人更容易自我束缚，他要么像胎儿一样蜷缩着，要么就找个安全的地方躲避世界。有广场恐惧症的人感觉像是被困在自己的家中，不过从某种程度上讲，任何一种焦虑症都像是一个陷阱。与之相反，行动起来、外出探险克服困境也是一种治疗手段。运动吧。不管你是患某种明确的焦虑症还是感到焦虑，运动就是你给自己的处方，就像大多数人所做的那样。100天行动读者反馈@children好消息！ 现在固定在饭点开朋友圈，看完就停。偶尔忘了停，但也已习惯性忘了去看。 老师说的对，一直停用有可能导致欲望反弹膨胀。现在偶尔解馋然后养成习惯就好了。 我已经不记得这是强制远离朋友圈第几天啦虽然已经考完试了，但希望继续保持这样的良好习惯。@诗华我的一百天行动：现在在坐地铁回学校的路上，还有三个月就大学毕业了，大学一直没能坚持的事情，希望能在大学的最后完成。1、每天慢跑一小时；2、每天学习英语半小时；3、每天写作一篇。希望这次我真的能够坚持！@warfalcon如果想在100天内同时完成三个习惯，难度会比较大，不如从这三个中选择一个主要的，死磕100天。象慢跑这个习惯别刚开始就跑1小时，容易受伤而且很难坚持的，可以按我推荐的【13周】、【MAF】来跑，英语半小时可以利用空闲时间背单词或早上用流利说、有道口语大师之类的APP来锻炼口语。写作的以前也有建议，输入：【写作】、【小说】看看以前的文章。现在微信上基本每天更新，欢迎关注微信号码 read01用微信的可以关注一下。转载本站文件请保留原始链接。如果你对思维导图感兴趣，可以看看我的另一个Blog，http://www.write.org.cn 已经提供了300多本图书的思维导图源文件下载，欢迎访问和订阅。发现本Blog在国内的部分城市无法访问，请用RSS或邮件进行定阅，便于阅读。 读书笔记：RSS地址： http://www.write.org.cn/feed Web: http://www.write.org.cn QQ邮箱请点击 战隼的学习探索：RSS地址： http://www.read.org.cn/feed Web: http://www.read.org.cn QQ邮箱请点击 原文请参见: http://www.read.org.cn/html/2436-yun-dong-chu-liao-dui-shen-ti-yi-huan-shi-qi-ta-de-hao-chu.html","categories":[{"name":"思维训练","slug":"思维训练","permalink":"http://qahome.cn/categories/思维训练/"}],"tags":[{"name":"战隼的学习探索","slug":"战隼的学习探索","permalink":"http://qahome.cn/tags/战隼的学习探索/"}],"keywords":[{"name":"思维训练","slug":"思维训练","permalink":"http://qahome.cn/categories/思维训练/"}]},{"title":"《聪明人用方格笔记术》“黄金三分法”","slug":"《聪明人用方格笔记术》“黄金三分法”","date":"2018-05-25T09:01:09.000Z","updated":"2018-10-06T02:33:38.155Z","comments":true,"path":"2018/05/25/《聪明人用方格笔记术》“黄金三分法”/","link":"","permalink":"http://qahome.cn/2018/05/25/《聪明人用方格笔记术》“黄金三分法”/","excerpt":"","text":"今天的文章跟笔记术相关，日本人对笔记术研究很深入，我阅读过笔记和手帐的绝多数书籍都是日本人写的，最近刚看完一本《聪明人用方格笔记术》，从中又学到一些新知识。真正学过如何使用笔记术和记笔记的人并不多，作者在书举了一个例子，他在一堂有100人参加的培训中，询问：“有没有人教过你们该如何使用笔记本？”，结果回答有人教过的只有一个人。 好笔记和坏笔记的区别本书的作者是日本麦肯锡的咨询顾问，他在刚进入公司不长时间，上司就推荐他使用方格笔记本，他在后来的大量接触和培训中，看过2万多人的笔记本，发现一点，好笔记和坏笔记之间的差异非常大。好笔记：逻辑性强、条理清晰，穿插了丰富的图表，一眼就能看明白。坏笔记：看完之后，脑海里很难再现当时的内容。他分析过坏笔记的第一步是在选择笔记本上：1、大多数不舍得在笔记术上花钱2、没把选择笔记本当回事。第二步是在做笔记时需要避免一些事项：1、看起来很脏乱2、笔记本太小了3、用了四种以上颜色4、记笔记时缺少重点5、直接把黑板或板子内容照抄过来6、写的太满了，没有间隙7、缺少图表或画，只有文字8、无法再现当时的内容 做好笔记的基本原则选择方格笔记，在日本很多东大学生和麦肯锡都选择用方格笔记本。在使用方格笔记时，有一些基本原则： 行首对齐 在行首空两三个字的地方写小标题 在比小标题往后两三个字的地方写内容 项目改变时空一行 注意留出空隙，留出进行信息整理的空间让笔记清晰而有逻辑的“黄金三分法”最好笔记最重要的一点是，有一个清晰而有逻辑的框架，在做笔记时遵循一个好的框架标准，就会让人一目了然。东大录取生的笔记本、麦肯锡公司的“麦肯锡笔记本”以及同为外资管理咨询公司的埃森哲管理咨询公司使用的“PointSheet”（重点表单）、全美知名大学及科研机构使用的“康奈尔笔记本”，这些笔记本都有一个通用的“框架”，那就是“黄金三分法”。[1.东京大学学生笔记本:]东大录取生笔记本的特征为“右侧留有空白区域”，大多数东大录取生都会将左右两页作为一页使用。“右侧的一页”会先空下，用左侧页记录老师的板书，用右侧页的左半部分记录老师的点评、自己的疑点和注意要点，右侧页的右半部分则用来记录为解决这些疑点而采取的行动及相关总结。“写下来会觉得很满足”，他们笔记本的特征就是“留有空白区域”，这里的“空白区域”指的是思考区域。在学校学习时，笔记本的重要性不在话下。但在商务领域，笔记本的重要性也是不可小觑的，而这一块空白区域更是在日后起着举足轻重的作用。右侧的空白区域与咨询顾问爱用的方格笔记本的特点是相通的。商用笔记本的框架通常是这样的，先从左侧开始梳理实情，然后在右侧汇总要点，最后导出得到理想结果应采取的行动。2．康奈尔大学笔记本:由美国常春藤联盟大学之一、世界排名前十的美国著名学府康奈尔大学心理学系研发的笔记本为“康奈尔笔记本”。康奈尔笔记本被称为“the best note-taking system”（最佳笔记系统），是美国知名大学以及许多科研机构采用的笔记本。康奈尔笔记本已经预先分好了“板书”区域、左侧的“发现点”区域以及最下面的“总结”区域三部分。这种笔记本可以自然而然地帮你养成按照“板书→发现点→总结”的顺序记笔记的习惯。3．埃森哲公司的PointSheet全球最大的外资管理咨询公司埃森哲使用的是一种名为“Point Sheet”的格式。格式中的横线和竖线都是浅绿色的，表格部分由上面的“题目”、左侧的“重点”、右侧的“行动”三部分组成。左侧的部分用来记录重点，右侧的部分则用来书写基于重点应采取的行动，即“谁、在什么时间之前、需要做完什么事”。因为“重点→行动”的顺序可以按照由左到右的顺序自然得到书写整理，所以，“为何要采取这样的行动”，任何人看了都能一目了然，马上就能采取相应的行动。4．麦肯锡公司的“空·雨·伞”麦肯锡公司的咨询顾问们都会使用一个框架，这个框架就是“空•雨•伞”。正如《从麦肯锡到企业家》（东洋经济新报社）一书的作者、Locondo公司总经理田中裕辅所说的那样，“在麦肯锡，所有思考都需严格按照‘空•雨•伞’三步执行”。所谓“空•雨•伞”，其实就是判断何为“空=现在的情况”，何为“雨=对此情况的解释”，何为“伞=根据此解释而采取的行动”。抬头看天，发现天空中的云朵有些异样，解释为“好像要下雨了”。根据这一解释，判断应该采取“带伞出门”的行动。这就是“空•雨•伞”。看到这里，你可能会说：“什么？这也太简单了！”可是，正是因为大家都觉得这是“再简单不过的事情”，所以未能付诸实践。“简单就是终极的复杂。”这是达•芬奇的一句名言。“空•雨•伞”这一思考方式（框架）的本质正是麦肯锡的咨询顾问们努力掌握的至简至极的思考法。用方格笔记来表现“黄金三原则”而使用方格笔记可以直接让你的笔记具体“视觉效果、标题、三分法” 这三个要素，只要一扫就能立刻明白上面的内容。“黄金三分法”法则 ：法则一：留出空余，行首对齐，用图、画、表等呈现”视觉效果”。法则二：在笔记本顶部3-5厘米宽的空白区域写下标题。法则三：按照“事实-解释-行动” ，这一“黄金三分法”，记笔记。其它建议选择笔记时，要选择合适的笔记本。在日本,麦肯锡用的自制的 “麦肯锡笔记术” 而LIFE公司出的方格笔记，售价为450日元。笔推荐 百乐牌 V cone 水笔 效果最好，比较麻烦的这两个都是日本，在国内很难买到，只能日淘才行。10000张纸法则：一个优秀的咨询顾问，需要写完10000张纸才能达到合格的标准，一天10页，1年3000多页，3年10000页左右。这个标准跟 A4纸笔记法 里的标准类似。总结实际这本书的重点在于学会使用“黄金三分法”来处理资料和信息，通过这种方式能处理任何资料时都能得出一个清晰、具体的结果。0转载要求转载本微信文章需要按下面要求进行转载，可以授权。发完把微信号和文章地址发给我需要把作者和微信号的介绍放到文章最前面，不符合转载要求的文章有可能被举报。转载要求： 文章作者： warfalcon微信帐号：read01微信介绍： 想每年读完100本书吗？ 想在100天内培养一个好习惯吗？ 想搞定拖延和注意力不集中吗？关注我，让你成为一个行动者，跟几十万读者一起成长，欢迎参加100天行动。跟其它方合作，会有专人负责举报，为了避免被举报，文章发完之后，一定给我一下地址，在举报之前会提前确认是否已授权。现在微信上基本每天更新，欢迎关注微信号码 read01用微信的可以关注一下。转载本站文件请保留原始链接。如果你对思维导图感兴趣，可以看看我的另一个Blog，http://www.write.org.cn 已经提供了300多本图书的思维导图源文件下载，欢迎访问和订阅。发现本Blog在国内的部分城市无法访问，请用RSS或邮件进行定阅，便于阅读。 读书笔记：RSS地址： http://www.write.org.cn/feed Web: http://www.write.org.cn QQ邮箱请点击 战隼的学习探索：RSS地址： http://www.read.org.cn/feed Web: http://www.read.org.cn QQ邮箱请点击 原文请参见: http://www.read.org.cn/html/2438-cong-ming-ren-yong-fang-ge-bi-ji-shu-huang-jin-san-fen-fa.html","categories":[{"name":"思维训练","slug":"思维训练","permalink":"http://qahome.cn/categories/思维训练/"}],"tags":[{"name":"战隼的学习探索","slug":"战隼的学习探索","permalink":"http://qahome.cn/tags/战隼的学习探索/"}],"keywords":[{"name":"思维训练","slug":"思维训练","permalink":"http://qahome.cn/categories/思维训练/"}]},{"title":"100天行动之办公桌-效率提升从整理办公桌开始","slug":"100天行动之办公桌-效率提升从整理办公桌开始","date":"2018-05-25T09:01:09.000Z","updated":"2018-10-10T21:57:30.722Z","comments":true,"path":"2018/05/25/100天行动之办公桌-效率提升从整理办公桌开始/","link":"","permalink":"http://qahome.cn/2018/05/25/100天行动之办公桌-效率提升从整理办公桌开始/","excerpt":"","text":"在昨天的文章中提到，生活小习惯，还要继续，今天就继续发起一个新100天行动，这个行动是从《丰田高效工作法》得到的规则和创意，原书中的方法更适合企业，特别是对制造型企业效率会更，书中的理论可以简化一下用个人管理上，从清理办公桌开始。一个整洁的办公桌，对你的效率有直接的影响，今天文章后面留有作业，欢迎有兴趣的读者参加，并坚持100天。你的办公桌周围是不是呈现这样的状态？ 找要用到的资料耗时超过10秒 有的工具超过一周没用 没法立刻回答抽屉最深处藏的是什么？ 办公桌上放着超过一个月都没碰过的文件只要被以上的4个问题“戳中”一次，就证明你的工作中存在浪费，可以开始整理了。先从清理办公桌开始，达到的标准。取出文件要在10秒以内才能叫合格。基本规则： 不把今天不用的物品往桌子上放。 长期不碰的文件扔了基本上也不会有问题。 别保留，以后有可能会用得到的文件。整理=分清哪些物品有用、哪些物品没用，扔掉没用的。摆放整齐其量只能算是整列，不是整理。物品的处理规律： 过期就扔。 以后可能会用到，是万恶之源。需要做到，不用的物品立刻处理。对于物品必须要有判断是否处理的标准。 当有标准的时候，处理物品才会快速，没有标准就会犹豫不决，处理失败。首要处理是“地鼠”经常出没的地方，也就是从解决经常出现毛病的地方、问题最多的地方开始着手。给“以后会用到”加个期限这句话是你不会整理的罪魁祸首，以一周或一个月为期限，保持物品总量不增。不用的物品即刻处理：必要的物品只留必要的量。判断规则准备一个专门收取各项文件的文件盘： 没用的-立刻处理 需要保存的-分类保存在大文件夹中。 无法立刻着手做的-分类放入单页的文件夹中。超过期限就丢掉。比如： 收到名片立刻处理-用APP扫描存档，找时间丢掉。 没用的邮件立刻删除 明确书籍的处理期限。整顿=将必要的物品在必须的时间拿出必要的量物品摆放规则物品摆放的位置要做到不用让手臂伸直 常用物品应放到伸手可得的地方 取用物品的时候有没有给身体增加负担 配置物品时考虑到使用频率、惯用手等因素，将会减少没有意义的动作。具体标准1、使用频率 决定物品的位置2、以每天使用还是隔周使用为标准、改变物品放置的位置 常用的物品放在办公桌的抽屉或者身边的柜子里 一周、一个月用一个的放在稍远的柜子里 一年用一次的就放到资料室或仓库之类的房间里。3、文件以年度、月度为顺序排列，新的文件放到前面4、将使用频率很低的物品拿去共享5、物品固定位置，要让别人能在30秒内找出来6、每个物品有固定的位置和地址，用后回归原处。每天留出定期的清扫时间，下班前5分钟或工作结束后5分钟。最后：这是我平时的桌面，偶尔工作时会多个水杯、当天要看的书、纸笔和资料，因为不是每天要用的所以都不会放上书桌上。作业：在看完这篇文章72小时之后，用这篇文章提到的规则，处理一下你的家里（寝室）的桌面或办公室的桌面。在开始之前，拍张照片。然后在处理之后，再拍张照片。每天拍照，坚持处理一周，每周做个总结，写下来。当坚持1个月时候，看看这项小习惯的改变能对生活造成什么样的办法？尝试一下你是否能按这个规则坚持100天？欢迎给我定期反馈。现在微信上基本每天更新，欢迎关注微信号码 read01用微信的可以关注一下。转载本站文件请保留原始链接。如果你对思维导图感兴趣，可以看看我的另一个Blog，http://www.write.org.cn 已经提供了300多本图书的思维导图源文件下载，欢迎访问和订阅。发现本Blog在国内的部分城市无法访问，请用RSS或邮件进行定阅，便于阅读。 读书笔记：RSS地址： http://www.write.org.cn/feed Web: http://www.write.org.cn QQ邮箱请点击 战隼的学习探索：RSS地址： http://www.read.org.cn/feed Web: http://www.read.org.cn QQ邮箱请点击 原文请参见: http://www.read.org.cn/html/2429-100-tian-xing-dong-zhi-ban-gong-zhuo-xiao-lv-ti-sheng-cong-zheng-li-ban-gong-zhuo-kai-shi.html","categories":[{"name":"思维训练","slug":"思维训练","permalink":"http://qahome.cn/categories/思维训练/"}],"tags":[{"name":"战隼的学习探索","slug":"战隼的学习探索","permalink":"http://qahome.cn/tags/战隼的学习探索/"}],"keywords":[{"name":"思维训练","slug":"思维训练","permalink":"http://qahome.cn/categories/思维训练/"}]}]}