{"meta":{"title":"TesterTalk --爬虫实践","subtitle":"享受技术带来的欢乐","description":"这是一个由爬虫自动生成并维护的网站。","author":"TesterTalk","url":"http://qahome.cn"},"pages":[],"posts":[{"title":"方丈投资语录（2018年5月）","slug":"方丈投资语录（2018年5月）","date":"2018-06-10T02:00:04.000Z","updated":"2018-07-02T06:00:56.239Z","comments":true,"path":"2018/06/10/方丈投资语录（2018年5月）/","link":"","permalink":"http://qahome.cn/2018/06/10/方丈投资语录（2018年5月）/","excerpt":"","text":"出于个人对投资的兴趣，我每个月都会定期整理@不明真相的群众 的问答内容，希望能对感兴趣的朋友有用。整理这个问答的内容大概有几个目的。首先方丈是我非常崇拜的投资人，他的投资理念本人很感兴趣，整理语录的过程就是一个学习和知识积累强化的过程；其次，问答的内容都是非常优质的，球友们花真金白银请教，方丈的回答也很真诚；再次，这个问答是精选后的内容，全是本人纯手工整理，属于个人学习的资料留存，也希望对有共同爱好的朋友有所帮助。@今日话题 @沈潜 @玛丽莲COCO沪深1.做价值投资最重要的是什么？要理解投资标的的价值。2.方丈，你觉得你的能力圈是什么范围？能力圈，就是知道这公司值多少钱。3.如果分红还除权那分红的意义何在？如果分红不除权，那就天下大乱了。分红的很多的意义：1、证明公司的盈利是真实可靠的。2、在公司不能使用剩余现金获得更好的投资回报的时候，把一部分利润还给投资者，可以提高公司的资产回报率。3、可以让投资者不用卖出股票就获得自由现金。4.永不分红的股票值不值得买？假如一个企业一直保持增长，不断扩张，却永远不分红，盈利全部再投资，这样的股票到底有没有价值？有一只股票符合你说的这个特征：永远不分红，盈利全部再投资。过去40年涨了1000多倍，这只股票叫做$伯克希尔-哈撒韦A(BRK.A)$ 你说它有没有投资价值？ 所以本质上投资者购买的是分红的能力，而不是分红。当然具体来说，又会有很多的问题，比如“盈利再投资”，有些企业，它的业务特征，就是需要持续性的资本支出来维持企业运行的，这种再投资有可能消耗掉企业的分红能力，或者说，它的分红能力是低于它的盈利的，甚至有可能，在最后一笔再投资失败的时候，把前面赚的利润全部亏损掉。。。5.现在雪球上到处都是价值投资者，搞的好像价值投资只需要有信念就可以了一样。那么问题来了，作为一个新手，如何在这么多行业，这么多股票中发现有价值的低估标的呢？只读各个公司的财宝恐怕精力都不够吧，况且只靠财报也达不到了解一个公司的目标吧。某没有可操作的方法论？认为自己是价值投资者的人多，真正的价值投资者很少；每个价值投资眼中的价值是不一样的。基于对标的的价值评估买入，而不是基于对价格的猜测买入，就是价值投资者，这个道理象水坑一样浅湿。具体如何评估标的的价值，在某些个案上也象水坑一样浅湿，但作为一个行业，则象大海一样深不可测，没有一个简单的操作方法论。6.请问方丈，如果说现在手里有一大笔新资金，是立即投入股市，还是等有点小股灾股价降低的时候投入，新资金买入跟已经持有股票换股操作是不是应该一样？如果你能预测以后一定会有股灾，股价一定会比现在低，当然应该等“有点小股灾股价降低的时候投入”，但是，以后有股灾是确定的，股价会不会比现在低却是不确定的。所以还是回到现在，你的目标公司你是否认为有投资价值，如果有就买，而不是等股灾后再买；如果没有，就不买，不管将来有没有股灾。7.请问方丈对B股怎么看？目前相对A股折价已经到历史低位了，由于沪港通影响，最近两年几乎没有增量资金，做B股的钉子户的老股民，都是赚一丢丢就跑了，所以市场熊的不行，这几年我把几乎所有的积蓄都投进B股了，虽然躲过了A股大跌，但是感觉B股越来越难赚钱，还不如定期存款，可是A股优质的股票实在太贵，下不去手，B股我坚持了5年了，是否该放弃呢？如果你真是一个投资者，B股里又能找到自己愿意持有的股票，股价不涨或者下跌没有问题啊，跌到1倍市盈率拿分红再投资会赚死啊。如果你指望别人来接盘你的股票，那可能确实不应该搞B股这种流动性差的市场。在我看来，B股估值低不是问题，可选标的少才是真正的问题。8.入市两年多，之前一直保持满仓操作，只要一发工资就银转证买入股票;后来看到方丈说的资产配置，觉得有道理，但目前财力能力有限，美股港股暂不考虑，前几个月开始买入价格低于一百的可转债，准备做股债平衡。可我今天突然想到，自己仓位的百分之四十是工行和农行，其实可以把银行股看作类债券资产，如果我这样认定的话，是不是可以继续满仓股票。希望可以在资产配置方面给些建议。没有必要为配置而配置。资产配置的主要作用是解决：不想搞个股，或者认为选股没有意义；不喜欢波动，想用资产类别的非相关性平抑波动。如果你认为自己能选股，能择时，能承担波动，那没有必要硬搞配置。9.方丈如何看当前中国出版社这个行业及其上市公司？书有几个特征：1、书的市场成功率无法把握。2、任何书都没有定价权。我最近出了一本书，叫做《您厉害，您赚得多》，据说卖得不错，我们假设，它卖了10万本，算是畅销书了，根据书的定价58元，总码洋才580万元，事实上，应该收不到这么多。这里面，要分给作者版税，要给印刷厂付纸张和印刷费，要付渠道分销费，最后出版社赚的钱应该非常有限。只有一类出版社是比较容易赚钱的，就是拥有某类必用书（比如说教材）的垄断经营权。这类出版类，一般叫做“XX教育出版社”。10.方丈，发现许多公司的分析文章中，都把企业的政策风险提到。比如对腾讯游戏的限制，对电梯广告限制的政策风险，对甚至还有马道长的政zhi风险，国旅的免税店政策风险，您认为在中国的政商环境下，怎样思考是否存在这些潜在风险？当然要考虑。所有公司都是在现实的商业环境下从业，政策环境对公司的经营是有影响的。不过看这个问题，有些特别有趣的视角，短期看，都面临着无巨多的政策不确定性；长期看，只要公司经营的商业主体和本质是好的，政策的影响却又没有那么大。这大概跟看股价差不多吧。11.如果说流入生产环节，成为资本创造价值的钱是“好钱”；用于杠杆例如融资买入股票或期货，向银行借贷用于炒房投机的钱是“坏钱”。那么自有资金购买金融产品的钱是什么性质的钱？是“好”还是“坏”？和我们平时用于购买商品的钱的性质有没有不同？它们之间的比例是怎么样的，什么时候会发生变化，发生变化后对我们有什么参考价值？我觉得，如果你是一个融资者，向别人募资，那么你要考虑什么是“好钱”，什么是“坏钱”。如果你是一个投资者，你就光考虑什么是“好标的”，什么是“坏标的”。12.您持有的股票会用自由现金流折现给它估值吗？还是其他的估值方法？如果您回答否，那您是怎么判断安全边际的？没有什么单一的估值办法，得综合各种因素，尤其是具体公司商业模式、发展阶段、治理结构等特征，来进行估值，和评估安全边际。13.PE这个指标对银行业是否意义不大？资本充足率和不良率作为挑选银行股的指标是否更为关键？对于任何公司，单一的指标都是不足够的。还是回到根本性的问题上：这公司能挣多少钱？能挣多久？需要承担多大的成本，冒多大的风险？银行如果不要坏账拔备，那么，利润有可能比现在高一倍，也就是说PE还可以降一半。但不拔备行吗？不拔备的话明年可能就亏损甚至倒闭了。拔备多少呢？那又得看坏账多少，坏账具体多少，又是有很大的调整空间的。。。14.在《您厉害，你赚的多》一书中经常提到“好的治理结构”，请问什么是好的治理结构，能不能展开讲一讲？或者推荐一本书。像格力电器、国投电力等企业，董事会想干个事，冒个险，被股东大会否决了，是不是好的治理结构？我理解的好的治理结构：1、管理团队是优秀的，能做得比行业里的其他企业好，但离开了任何一个人又能照转不误。2、对管理团队既有足够的激厉，又有合理的约束。15.请教方丈, 长期看一家企业, 当净利润增速小于股本增速时, 实际造成每股收益长期不增长或下降的，这样的企业是否属于“伪增长“”？这样理解，我的逻辑是否有问题？这种情况是有可能出现的，甚至有可能股本扩张了，利润还下降了。还是要回到公司经营的实质，也许，利润下降或者亏损产暂时的，现在增加股本加大投入是为了以后挣更多钱。16.股东减持还能持有这只股吗？减持说明什么？股东减持有各种各样的原因，大部分减持，都和股票本身的投资价值没有关系。17.请问上市公司在发展过程中为了融资而开展定向增发，向股东配股，发行债券，发行中行票据各有什么优缺点呢？股权融资让投资人共担经营风险，公司让渡的利益无上限，理论上来讲，公司发展得越好，公司吃的亏越大。债权融资投资人承担的风险小，公司让渡的利益有上限（利息）。但需要公司有确定的偿债能力，债券才能发行成功。18.新来的竞争对手会对分众构成威胁吗？分众是一门好生意吗，目前的市值低估吗？如果巴菲特来中国，他会喜欢这种生意吗？长期会有机会看到30倍市盈率吗？1、我认为新来的竞争对手影响有限。2、分众是一门好生意，目前估值合理。3、我不是巴菲特，不知道。4、我不是市场，不知道。19.最近在雪球抄作业赚了点小钱，我就感觉比较高兴了，对未来赚钱更乐观了，请方丈打击打击。抄作业能不能赚钱？这还真是一个很有意思的话题。理论上来说，过去几十年时间抄巴菲特，是能赚到钱的，但你如何在几十年前知道他行吗？在抄的过程中，如果股价跌了，又有几个人能坚持下来呢？或者说，为什么费那么大劲抄呢，直接买伯克希尔-哈撒韦A(BRK.A)不就行了？有时候还有折价呢。20.之前你提到了你已经买了分众传媒，但你之前也提到了，千屏万屏不如手机一屏，你如何看到手机对分众的影响？大家进电梯都盯着手机看了。另外一个问题就是分众广告跟线上广告比，价格是否有很大的优势？1、分众总体的体量当然不如手机屏，所以我在手机屏上的仓位比分众高多了。2、现在分众这个独立的品类已经成立了，有一批接受这个独特场景的广告主。所以把他们做对比没有什么意义。21.请问方丈：1、投资者如何提高对上市公司商业模式的理解能力、判断能力？2、请方丈推荐有助于提高投资者上述两个能力的书籍或视频。对商业的理解，并不是一种“技能”，依靠的是对行业长期的观察甚至从业，再加上自己的领悟和思考，所以不可能通过看一两本书或者看一段视频来提升。可以多看看巴菲特致股东的信。22.长期持有优质股组合，在承担波动的前提下获得超额收益。这个策略能长期有效吗？组合中个股数量多少个达到最优？这个与你对企业的理解能力成反比。你对企业的理解越深，你需要持有的股票越少（或者说，可以越集中）。如果没有什么理解能力，那么就买宽基指数，比如沪深300、恒生指数、标普500。23.投资周期股是不是在博傻？是靠周期结束之前谁逃的比较快以便割接盘侠的韭菜来赚钱？投资周期股当然难度很大，但也不能得出投资周期股的人都是博傻。比如，有很多投资者和企业，在周期性行业上，逆周期操作，就赚得盆满钵满。24.就国内股市和美股市场来说，短期内共涨齐跌的板块效应是A股独有的现象吗？比方说昨日医疗股的集体回调和新能源因一则消息的短期飙升。这不可能是独有的现象，而是普遍的现象，尤其是ETF大行其道之后。但这只是一种现象，长期来看，好公司上天，坏公司归零，和这种“现象”有天壤之别。25.我不是价值投资者，许多人对指标不屑一顾，但我认为连指标都看不懂却鄙视指标其实就是掩饰自己无能，大师习惯哪些指标或有什么心得？我看的指标很多：市场规模、市场份额、利润、自由现金流、增长率、市盈率26.如何看待股市中的偶发性黑天鹅事件？社会上每天都发生各种事情，股价每天都在波动，过去，现在和将来都这样。每件事情都有自己的必然和偶然，作为个案我们也许可以去找动机和逻辑，作为整体则基本不可能。所以我们要做的事情是搞清楚公司的价值，如果这些偶然性的波动使公司的股价偏离了甚至远远偏离了公司的价值，那么我们就可以动手去纠正这个偏离，然后顺便挣点钱。。。27.怎么对投资标的进行定性分析？从哪个方面下手？怎么去调研？如果不是职业投资者，不用专门去调研。使用公司的产品和服务就是最好的调研。思考其商业模式，慢慢建立对它的估值，就是最好的研究。28.在网上看了介绍您投资经历的文章，想问问您现在做交易对止损是如何做的？面对某个股票的下跌，一般什么情况才截断亏损？股价下跌了我一般是买入更多，加大亏损，而不是截断亏损。。29.请教下方丈，您认为目前的上证3000点和07年和14年的3000点有哪些不同？为什么十年前的3000点时股票估值不觉得贵而十年后企业利润经历了十年的增长但是现在的估值也不觉得便宜多少？是我的错觉还是哪里出了问题？我给你举一个例子哈，2007年工商银行的股票每股大概8块钱，每股盈利1毛多；现在工商银行的股票每股大概6块钱，每股盈利8毛钱左右。这就是2007年的3000点和现在的3000点。30.投资是不是和学习一样？有两条路径：一是自己学习好「但大多数人做不到」二是学习不好就坚定不移的抄作业。哪些抄作业的正是半信半疑所以抄了一半导致最后失败了。是这样吗？对，半信半疑最后也会失败，最好无脑抄指数基金。31.还是老生常谈的话题。普通投资人如何提高投资能力？请参考：https://xueqiu.com/2552920054/106799839尽量不要琢磨市场（他人）。有可能的话深度琢磨公司。没有可能的话琢磨自己。32.你思考一个公司商业模式时候，会从哪些方面去考虑？一般会思考：1、行业的市场规模和企业可能的市场份额。2、企业的竞争优势和可持续性。33.方丈现在一般怎么研究股票？可以大致介绍下你的时间分配吗？平时花在看财报的时间多吗？我说下我现有的研究方式：想象一下未来是什么样子，然后就发现有些行业就会起来，在看下头部企业护城河如何？1、观察使用公司的产品。2、观察公司的经营活动，思考其商业模式和估值。3、利用市场波动寻找买入机会。34.您是如何判断一家公司治理结构好或坏，有没有相应的标准以及如何入手获取辅助判断公司治理的信息？1、有能力优秀的团队。2、团队有清晰的价值观，能营造符合企业业务的，清晰的企业文化。3、对任何一个具体的人的依赖程度都有限。35.请问您，您会用比较精确的数学计算模型来确认看好的三只股票的比例吗？（如果有，您用什么模型？），还是把配置作为一种艺术，靠经验来决定投资比例。资产配置一般用在大类资产上。个股上用确定性和性价比来决定配置的比例，如果有一只股票你确定性100%，或者性价比最高，你应该100%。36.如何看待科技股CDR回A股？目的是啥？对普通投资者有什么影响？可以投机么？CDR是为了解决“好公司都去国外上市了中国人买不到”这个问题而推出的产品。公司发行CDR对公司的投资价值没有任何影响，“普通投资者”能做的还是用合理的价格买自己能认知的公司，如果有两个价格，从投资角度应该是哪里价格便宜在哪里买。投机的事我不太懂。37.方丈，求解惑。最近股市没啥收益，有时候手中股票涨了，也感觉要回调了，但总感觉挺便宜的，舍不得减仓，或减仓不够狠，想当然的以为回调正常，就这样拿着拿着又回到梦开始的地方了，还是挺郁闷的。此局咋破？原因在哪？如何进化自己？猜股价的焦虑是永远的，因为股价永远都在变。缓解焦虑的办法是不猜股价，转去分析公司的价值。38.我炒了三四年股票，买了不下二十个股。突然在想买股票的本质是什么?_? 是不是就像买码一样，买一个十年或二十年翻几十倍或上百倍的机会?理论上说，有两种办法从股市投资中获益：1、从公司价值增长中获益。这个要求你用合适的价格买入公司，并且长期持有。这种投资方法，你要尽量避免买入业务会衰退甚至归零的公司，如果没有规避这种风险的能力，那么就买入一批公司，并且让别人帮你把会归零的公司剔除，也就是通常所说的买入指数基金。同时，你要降低预期回报率，比如动辄翻几十倍这种想法，想想就好，长期获得年化8-12%的回报就很好了。2、从公司的股价波动中获益，把自己低价买入的股票高价卖给别人。这个要求你能猜到股价的走势与别人的想法。你说的“每年买进卖出几十次上百次的频繁操作者”，应该是这样的想法。港美股1.你觉得现在的腾讯价格有吸引力吗？还是再等等机会？我觉得现价有吸引力。但我不知道以后股价会不会低于现在的价格。2.借宝地问下，有哪些轻资产的行业，最好能举出几个行业内知名度比较高的公司。有很多轻资产的行业，比如腾讯、Facebook、微博、Google、推特、百度、茅台、分众传媒。。。3.方丈好，一些八卦1、如何评价张一鸣朋友圈怼马化腾，头条系在抢占用户时长上，和企鹅的矛盾不可协调了？头条系羽翼未丰就正面杠，是否明智？2、头条最新一轮估值500亿美金？小米据说才680亿美刀，你觉得谁更高估了？3、你和王兴、张一鸣见面会说龙岩话吗？4、你的基友唐岩投了锤子，你如何评价他的这笔投资？5、雪球、新美大、头条三家龙岩人创办的企业，我觉得你的庙会活的更长，你说呢？回答：1、张一鸣要到朋友圈去怼马化腾，而不是在头条号上怼马化腾，说明两个公司产品型态差异很大。世界上任何商业都是在抢占用户的钱包或者时间，但大部分商业之间都不是直接竞争的关系。2、两个公司商业模式和产品型态完全不一样，没有办法比较。3、讲普通话。4、不知道，让时间给我们答案。5、不知道，让时间给我们答案。4.方丈怎么看待类似抖音的短视频应用对微信的影响？我个人觉得从短视频衍生出一个社交网络从而颠覆微信的可能性很小，但是有没有可能分流一部分流量，从而削弱微信的盈利能力呢？通讯、社交、内容可以说是不同层面的东西。通讯是最底层的操作系统。社交是通讯系统搭载的一个功能，社交是相对垄断的格局。但通讯+社交是强垄断格局。内容可以是通讯或社交下的应用，内容的垄断格局比通讯和社交要弱。内容很难逆袭社交，同时，通讯+社交也很难垄断所有的内容。5.方丈怎么看腾讯投资收益占比很大的事情？长期来说这种非经营性收益下降应该是大概率事情吧。到那一天，0700股价岂不是会进入戴维斯双杀。。这个真是很难说，总体而言，腾讯投资的公司，跟它的主营业务是有协同性的，投的项目质量也还可以。当然未上市的项目有很多会失败，已上市的股价会波动，这都是难以避免的。6.如果腾讯控股(00700)现在没上市，财务不公开，但马上作为独角兽要IPO，市场会怎么看腾讯？IPO的本质是什么？是企业缺钱发展上市融资的手段吗？ 我不知道市场会怎么看腾讯，因为我不是市场。IPO的本质，是赋予公司股权更好的流动性。至于融资功能，反而弱了，因为现在一级市场融资也非常方便。7.借这个帖子问您个问题。今天腾讯财报里提到未来会借助斗鱼和虎牙的渠道推动游戏分发，年初腾讯对这两个公司大比例股份投资。今天 @魔鬼鱼小高 的帖子也说道supercell的投资有缺陷，是不是对类似于斗鱼虎牙和东南亚Sea韩国KaKao这类游戏渠道公司的投资会对腾讯的游戏业务有帮助？您怎么看虎牙(HUYA)和斗鱼这两公司？腾讯在游戏行业的地位相当于长江，这些小渠道就相当于在长江边挖了一条小运河。对于长江而言，多造几艘船的价值，远远大于挖几条小运河。8.能谈谈对小米这家公司的看法不？小米是家很不错的公司，让大量的用户，在付出更低价格的情况下，获得了更好的手机使用体验。它的智能家居产品，也受到很多用户的欢迎。9.一直在思考小mi核心竞争力是啥？它每次发布新机，各种参数、配置、跑分，牛叉一塌糊涂，美其名曰高性价比，不如说是买的各种硬件东拼七凑(国产手机基本这样玩)？每个企业都有自己独特的商业模式和在产业链上的位置，不能简单用其他企业的模式来对比评价一家企业。分析一家企业的商业模式，到底能挣多少钱，能挣多少才是正道。10.今年来美股明星股是下跌居多，怎么方丈的雷石基金大幅超过指数啊，能说下原因或您的策略吗，其次十五万美金申购门槛不能再低点吗？原因主要是因为：1，我认为股市长期是上涨的，在个股跌的时候加仓了。2、我认为事后控制回撤没有意义，在个股跌的时候没有割肉。门槛不会降低，不要捉急，别看几个月涨了就认为不会回撤。11.问下关于FB和腾讯估值的问题。为什么资本市场给一个20亿mau且有用户增量空间的产品三十倍估值，而给一个10亿mau且用户增量空间不大的产品四十多倍估值。因为利润增速吗？如果是因为利润增速，这个增速优势你认为可以长期维持吗？“资本市场”给具体公司的“估值”，是千千万万投资者用脚投票的结果，每个人具体怎么想的，不太容易搞清楚。所以我们能做的，还是自己评估公司值多少钱，我们愿意出多少钱。如果市场给的价格高于我们愿意出的钱，那就不买；如果市场给的价格低于我们愿意出的钱，那就是不错的买入时机。具体到这两个公司，静态看估值确实有差异，这种差异有可能来自于投资者的两个疑虑：FB对用户的掌控能力跟腾讯是否能比？FB的商业体系的稳固性跟腾讯是否能比？12.第一次在雪球提问，问题是这样的。小米马上要在香港上市，未来肯定也通过CDR的方式在A股上市。那我应该怎么投资小米的股票？直接买港股，还是等以后买A股的？1、是否应该投资，取决于你对公司的认识和估值。2、如果两地上市，我的做法是买便宜的那个。3、不建议购买美股、港股上新IPO的股票，A股打新除外。13.请教一个问题，我拿腾讯举例，比如腾讯投资了一家初创公司，股权价值1亿，那么这1亿会体现在腾讯的财报里吗？会算作腾讯的净资产吗？如果投资的是上市公司，这部分又是如何体现？当然会体现在财报里。腾讯将投资分成两类：联营公司（就是公司占股较多，可以施加积极影响的，其中又分成上市的和未上市的）、可供出售的金融资产（就是财务类投资）。在2017年的年报中，联营公司的投资披露，在第199-203页。可供出售的金融资产，在第204-205页。14.请问你对百度未来是什么看法？对于百度的老业务，不用过度看衰；对于百度的新业务，不用过度看好。15.请问方丈如何评价现在爱奇艺(IQ)160亿的市值？现在爱奇艺的主要收入来源于会员和广告，那用像 微博(WB)这种公司的估值对比爱奇艺有没有参考价值？完全是两个行业，不好这样对比。微博的内容，绝大部分是用户免费生产的，服务是用户自助完成的。爱奇艺的内容，要么是花钱买的，要么是自己花钱拍的，都需要付出巨大的成本。16.请问方大师，直播的风口过了风力最大的时候了吗？虎牙值不值50亿美金？直播的“风口”过没过我不知道，我只知道主要直播公司的营收和利润还在增长。虎牙值不值50亿美金我也不知道，需要你自己去看。基金1.方大人，我姐夫五线城市的工厂员工，我刚给他开的的账户，不懂任何股市东西。我让他只买银行etf，不要碰股票，是定投这个合适还是定投中国平安合适？有没有其它的更好的定投？我觉得不要买个股，也不要买银行ETF，买宽基指数，比如沪深300、恒生指数。2.为什么标普500和道琼斯指数跑输纳斯达克100？是否只需投纳斯达克指数？并不是说哪只指数跑赢了就投哪只，要搞清楚它为什么跑赢了。纳斯达克100主要成份股是互联网和生物医药。它跑赢，有可能是这些行业的利润增速高于标普500和道琼斯指数成份股，也有可能仅仅这些股票涨了。如果是前者，那么很有价值，如果是后者，那么要警惕。比如，在很长一段时间内，A股中小板和创业板跑赢了沪深300，那么就应该得出结论应该永远投资中小板和创业板？3.你好,本人忠实的雪球用户，现诚心寻求资产配置方案的建议，基本情况如下:男,38岁,两小孩,四五线城市有自住房产,现经营小工厂,预计未来3-5年内每年可产生现金流100-200万，可投金融资产约1000万,目前持仓主要为白马股+50和300指数基金+雪球私募,仓位大概各1/3, 近5年的年化投资收益率约10%,对于这个收益率实在惭愧，特请方丈指教。我觉得这个配置不错，这个收益率也很不错，如果说有什么建议的话，可以适当配置一些海外资产，比如在海外上市的中国互联网公司，美国的全球性互联网公司。4.请问方丈1.推荐沪深300的原因是啥？这种收益和风险，我个人觉得不如信托和银行保本理财产品；2.推荐大家定投的时候有没有了解过相关基金的表现数据，还是你预期收益连10%都不到，挺满意的了。1、沪深300是中国A股的代表性资产，如果想投资A股又没有择股能力，我觉得基本没有别的选择，当然这是说如果，其实一个人不投资股市没有任何损失。至于投资收益，要考虑到几个角度：信托的高收益只是阶段性的现象，并且并不是完全没有本金风险的。2006-2007有一轮大牛市，股市估值很高，从那时候开始运作的指数基金当然现在看起来收益不高，但是，现在股市的估值不到那时候的50%。2、对的，我的预期收益是很低，比如你说的9.5%,我就很满意了。5.定投基金，1、501029华宝红利。2、110026易方达创业板ETF。3、003318景顺中证500低波动。按4:3:3比例，时间3~5年，请问还有什么更好的组合?可以加上恒生指数和中概互联。6.请教方丈目前有200W准备长期投资。40%沪深300,20%的中证500，20%的标普红利，10%中概互联，10%的全指医药。每年定期按比例再平衡。不知道这样的配置可否？沪深300和标普红利有点重复，可以把其中20%仓位给恒生指数。7.从投资回报看，截至2017年底，公募基金行业累计分红1.71万亿元，其中偏股型基金年化收益率平均为16.5%，超过同期上证综指平均涨幅8.8个百分点，也就是说远远跑赢了大盘。为什么公募基金这么牛，跑赢指数这么多？这数据也超越沪深300不少。对这个统计结果，因为统计时间段、样本数量问题，大家还有些争议。但是公募基金没有大家想的那么不堪，是确定的，公募基金，尤其是指数型基金，还是非专业投资者最好的投资工具。其他1.本人有 200万左右闲置资金，目前有一个风险可控的投资每月有百分之1.5收益年化18的投资，现在上海工作刚符合上海购房资格。这个资金长期看是买低估指数基金好，或者买房。还是维持目前投资，用收益租房呢？这看你买房子的目的是什么。如果买房子只是为了解决居住问题，那么我确定，用200万投资，18%的收益租房子，居住条件会比你买房子好很多。但如果你买房子是为了获得拥有房子的心理感受，为了获得上学的学位，为了赌房子以后会涨很多（高于年化18%)，那就没有答案了。2.老板，怎么才能成为有趣的灵魂？你认识到这个世界的丰富与荒诞，并采取嘲讽的态度；认识到自己的无知和无助，并且采取自嘲的态度，就会变得有趣一些。3.请教方丈:中年危机下的传统小企业主如何转型？背景:1、即将不惑之年，生活于华南一线上有老下。2、创业十多年、传统制造小微企业。面临行业集中度提升、上游强势下游疲软、产能过剩同质化竞争淘汰压力。如倾所有继续投入依然是小企业被淘汰的风险。何况人在中年不敢博。3、知识结构老化，虽曾求学于高校MBA，混迹中小企业圈子，但大多面临同样的困惑，跟不上新经济新知识的快速变革发展步伐4、曾尝试跨行业发展突破，比如农业、餐饮业，但都是红海搏杀铩羽而归。5、庆幸多年前未雨绸缪，在房产、证券做了基本的资产配置，主业也还能勉强度日。五年前希望在事业突破，不但搁置房产投资，还将积累的流动资金与部分房产转化为实业投资，却大多化为乌有主业依然夕阳西下。尤其在这几年房价暴涨的背景下。虽无近虑却有远忧，但却是感觉空间越收越紧，空气越来越稀薄， 站在阶梯的边缘如履薄冰。叙述啰嗦且鄙言累句，望开释太史公说：无财作力，少有斗智，既饶争时。您过了无财作力和小有斗智阶段，而且觉得现在“力”和“智”不足用，所以现在主要考虑的应该是“既饶争时”，即尽量保住自己已经获得的财富，在有可能的情况下让它们保值增值。说起来就是做资产配置。做资产配置，依然要考虑自己“力”和“智”不足用的情况，要尽可能保守。什么是保守呢？就是不要做需要“力”和“智”的投资，比如说：“跨行业发展突破，比如农业、餐饮业”，就属于需要“力”和“智”的投资；再比如说，认为自己能够预测资产价格（比如房价、股价）的投资（赌博）。所以，承认自己“力”“智”不足，承认资产价格无法预测，做一个最保守的资产配置：优质公司股权（推荐指数基金或者优质私募）+适量的房产，承担一定的波动，长远来看，你的财富能够保住，并且有可能增值比较理想。但是，一定不要去赌，一定不要认为自己能够预测资产价格波动，一定要作好价格波动的准备。4.股票和婚姻，何时止损？买股票止损，是确定买错了，而不是股价下跌了止损。婚姻也一样，不是婚姻状态不好，而是确定娶错了人，才止损。5.请教方丈，地处青岛，想要开一间小茶馆，地段选择或定在李村这种人流量大的市区或定在远离市内的崂山僻静的小村子里，起步资金十万， 个人初步设想是做线下交流会商谈会这种，茶之外是人脉关系商业合作的牵线搭桥，类似于一个线下人脉沟通平台，大致要做哪些市场调研，这种经营模式是否可行？ 或者有没有比较好的模式推荐一下。茶馆基本只有两个业务模式是可以的：卖茶叶、打麻将。6.我们这小县城房价已经4700了，媳妇想买，老妈反对，老爸弃权，就差我这一票了，我还如何抉择？例牌答案，看你买房子的目的是什么。如果是想改善居住条件，能买得起就买。如果是投资，做好价格往各个方向走的准备就行了。7.方丈大师你好，我有这样一个投资逻辑。看美国的股票历史，大牛股都是消费和医疗类的股票，嘴巴吃的东西最不容易变革。还有未来老龄化高，投资一些糖尿病，高血压心脏病的股票。但是目前不好估摸医疗股的政策风险，对这方面研究也少。大家给点我怎么研究这类医疗股的建议，我准备每年定投15万到20万。我觉得不如投资@黄建平 的基金，让他去帮你研究医药股，你把这功夫剩下，做点啥都好。8.关注你也有一段时间了 看到你经常向小散推荐300指数 觉得这个适合我这个门外汉 想问你个小白问题 过去几年300年化百分十多 假如我持有30年会不会有这个回报 那么怎么理解这个回报率呢 是不是它的这个成分股可以一直百分十增长下去呢 如果不是的话怎么实现呢 这个有点困惑 请不吝赐教。持有指数的收益有两个来源：公司利润的增长和累积；指数本身的估值提升。这几年沪深300估值提升幅度有限，所以收益主要来自第一点。作为投资者，应该预期第一点，不要去预期第二点，因为估值会不会提升谁都无法预测。这个收益率能否持续三十年，存在不确定性，因为理论上来说，中国经济还会持续发展，但随着体量的增大，增长速度也许会有所回落。即便如此，也不能改变优质公司股权是长期回报最优资产的规律。9.请就读书、看财报、刷雪球这三件事情对投资能力提升的效用排个序？我觉得读书主要起的作用是理念层面的。看财报主要是验证对商业的判断。刷雪球是深化和扩大对商业、行业、公司的认识。这三者不好排序，看你的需求是什么。10.未来中国的技术工人收入是否有机会向国外看齐？我现在在新西兰，这里的电工、建筑工人收入都很高。中国只有提高全员的收入才能撑得住现在的房价/房租吧，国内有没有相关技术教育的标的？现在已经非常明确是这个趋势。听说有一个蓝翔技校。。。11.敬佩智慧的方丈，孩子学习成绩不错，考入全省最有人气的中学读初中，如果仅从孩子的发展角度考虑，是选择在国内读大学然后出国留学，还是直接出国读大学。如果你是家长如何选择与规划？这个没有答案的。每个人的需求不一样，对未来的计划和期望也不一样。同时，即使你有当下看起来最合理的计划，以后也会碰上各种具体的、偶然性的问题。我自己的判断是这样：美国的大学教育整体上是很不错的（只要不是太差的大学），同时将来最有前景的就业市场是中国大陆。12.请问方丈有部分美元怎么配置？这要看你投资的目的是什么，投资的期限有多长，预期取得怎样的收益，能够承担多大的波动与风险。13.请从您个人角度说下您喜欢的理想中的城市是什么模样，从城市功能完备到人文治理等方面说说原因，顺便说一下中外哪些城市和您理想中的城市接近。我喜欢的城市是自然条件优越，基础设施先进，有高质量的就业机会。比如深圳、上海、香港、旧金山、温哥华，都是很理想的城市。但完美的城市基本没有。比如深圳上海香港，气候都不算好。温哥华高度符合前两个条件，但是没有什么就业机会。14.您好，第一次提问。我目前以资金量6:3:1比例分别在港股、沪深、美股中投资了一些蓝筹股。美股刚刚从其他证券转入雪盈，因为雪盈能帮我们自动申报免收利得税。我的意愿是长期投资，这样的资金比例是否合适？为什么？我觉得如果买个股的话，就不用从市场“港股、A股、美股“的角度考虑资金配比，要从公司角度去看，哪个公司你愿意分配多少资金。15.您怎样看待我国民间极为受宠的木头类（红木 核桃木）家具的价值？这属于一种审美偏好。流动性很差，普通人不用去琢磨这事。16.你怎么看待网络社交？一个个ID的背后，是一个个有血、有肉、有灵魂、有真情的人，还是像雾、像云、又像风的“挥一挥衣袖，不带走一片云彩”的幻象？社交网络上的人，比你现实生活中接触的人，要更加真实。很多原来线下相识多年的人，比如同学、夫妻、父子，是通过微信聊天，才深入了解到对方原来是这么志趣不同的人，然后拉黑了对方。。。当然，也有很多原来素不相识的人，通过线上交流，成了莫逆之交，雪球为什么存在？就是因为大部分人在线下找不到那么多谈论投资谈得那么起劲的朋友。17.请问方丈如何在工作中找出自己最擅长做的事情？感觉什么都会做点，但是没有感觉某一项做的特别好的，不知如何寻找？望请告知？单点突破，积累足够，就会有擅长的事情。18.我准备和人一起合作做生意，以前有过和朋友做生意失败不欢而散的经历，这次想避免上次的结局，请问合作之前该做哪些制度规则上的准备和规划？合伙做生意都是很难的，能不合作尽量不合作。如果一定要合作的话：1、挑选跟自己的能力互补，人格信任的伙伴合作。2、合作的过程中，坦诚沟通，将心比心，换位思考。3、利益分配与贡献尽量匹配。19.方丈，你说私募基金有没有像可口可乐，奔驰这种有自己品牌与定位的发展方向呢？我们最近很愁募集这块，讨论的结论就是光产品搞好是不行的，要有品牌要有市场营销，才能实现两条腿走路。不用在“品牌”上花太多的功夫：1、做出净值。2、让自己的投资策略（如果有的话）能够被投资者认知。钱就会来找你。原文请参见: http://xueqiu.com/5869365210/108623294","categories":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}],"tags":[{"name":"雪球","slug":"雪球","permalink":"http://qahome.cn/tags/雪球/"}],"keywords":[{"name":"投资","slug":"投资","permalink":"http://qahome.cn/categories/投资/"}]}]}