{"meta":{"title":"TesterTalk --爬虫实践","subtitle":"享受技术带来的欢乐","description":"这是一个由爬虫自动生成并维护的网站。","author":"TesterTalk","url":"http://qahome.cn"},"pages":[],"posts":[{"title":"同事一离职，我整个人就只剩下丧丧丧丧丧丧了","slug":"同事一离职，我整个人就只剩下丧丧丧丧丧丧了","date":"2018-07-05T18:00:02.000Z","updated":"2018-07-06T02:26:40.099Z","comments":true,"path":"2018/07/06/同事一离职，我整个人就只剩下丧丧丧丧丧丧了/","link":"","permalink":"http://qahome.cn/2018/07/06/同事一离职，我整个人就只剩下丧丧丧丧丧丧了/","excerpt":"","text":"其实不必对题主进行嘲讽，如果是职场新人有这样的问题，还蛮正常的。当初帮自己安抚焦虑的人要离开，怎么能没有焦虑和沮丧呢？虽然现在许多人希望“工作和生活分开”，“同事和朋友分开”，但是对于公司新人来说，来自团队的社会支持是很重要的，尤其是 mentor。四个月前，我开始了我人生中第一份坐班实习，作为一位新人，如果用一个字来形容我的心情，那就是“方”，两个字的话，就是“很方”。如果你是新人，在面对新工作、新环境时会“方”，但工作不会“方”，它只会捶你，把各种各样的挑战扔到你身上，不知道怎么完成的任务，不知道怎么摆的角色，不知道怎么探索的关系……你需要把这一个个的“不知道”都理解、处理好，这是一种社会化的适应，处理得好能有相当大程度的进步和成长；但在理解和处理的过程中，孤独、焦虑也可能随之而来（as cited in [1]）。还好，实习会有 mentor。新人为了适应新环境，就会去寻求社会支持和帮助，而 mentor 正是最能给各方面社会支持的人，比如[2]： 情感上的支持：比如表达关心； 评价上的支持：比如及时给反馈，每天下班前会有十几分钟的 review，梳(表)理(扬)一下当天的工作； 信息上的支持：比如建议和指导，告诉我该去哪里找怎样的资源； 工具支持：比如实物上的帮助，借我相关的书，帮我申请到电子设备。这些社会支持一方面可以直接减少新人独自面对的压力，减少新环境带来的不适感；一方面也可以提供一种间接的缓冲效果，调节新环境的压力对新人的影响——说人话就是，压力总会带来焦虑，但如果 mentor 给的社会支持多呢，焦虑就可能少一些。大量的实证研究证明，有 mentor 的新人真的能发展更好，他们对工作有更高的满意度，总体薪酬更高，甚至更有可能得到提拔（as cited in [3]）。为什么 mentor 能给这么大加成？有研究者将影响机制诉诸了依恋理论[1]。从进化的角度来说，弱者更需要依恋，寻求依恋对象的保护来应对环境的“锤”。Bowlby 认为，如果父母离开婴儿，弱小的婴儿就会试图找回他们；如果父母长时间不出现，婴儿就会陷入抑郁[4]。也就是说，与依恋对象的分离，会给带来不安全、沮丧、焦虑。在这里说到婴儿，并不是说这是一种不成熟，而是因为最初 Bowlby 提出依恋理论时研究的确实是小婴儿；后来这一理论被演绎推广，也就有研究者把它拽到了职场中（心理学理论是个筐，啥都能往里装），并认为，新人利用 mentor 的社会支持来避免焦虑痛苦，也是一种依恋。依恋给了新人安全感，给了力量，让新人更顺利开心地完成工作。我猜，这位离职者，就跟题主关系相当不错吧，是否也曾给过题主 mentor 般的支持呢？Mentor 离职，便是一种与依恋对象的分离。当初帮自己安抚焦虑的人要离开，怎么能没有焦虑和沮丧呢？去年毕业季，我的“人生导师”毕业出国；下个月，我学工的指导老师要离职了，实习的 mentor 也要离职了……得知这些消息的时候，我就是这样的心情。毕竟，我在他们身上以各种形式得到的各种帮助，建立起的依恋，怎么能说断就断呢。参考文献：[1]Nelson, D. L., &amp; Quick, J. C. (1991). Social support and newcomer adjustment in organizations: attachment theory at work?. Journal of Organizational Behavior,**12(6), 543–554.[2]House, J. S. (1981). Work Stress and Social Support[3] Allen, T. D., Mcmanus, S. E., &amp; Russell, J. E. A. (1999). Newcomer socializationand stress: formal peer relationships as a source of support. Journal of Vocational Behavior, 54(3), 453-470.[4] 付琳(译). (2017). 依恋三部曲(原作者：John Bowlby). **世界图书出版公司组织内部中任何人的离开对组织来说都是会产生积极和消极两方面的影响。积极方面如利于组织内部的“更新换代”、“新陈代谢” 、再如“人员晋升”、“工作轮换的机会”等等。消极方面，如“任务需要重新分配”、“人际关系被打破”、“工作节奏被迫变化”、“非正式团体的相互作用”等等。当团队的 Leader 或者成员离职后，让我们感到不快乐，或者继续消极影响我们原因如下：第一、组织内部的人际关系被打破本来 A-B-C 的沟通或信息传递方式，因为 B 离职，突然变成 A-C，由于 AC 之间的默契度、关系亲密程度都有待考验，并且两方都需要适应彼此的习惯和脾性。这会让我们无比怀念 B 在的时候，心理对于稳定人际关系的期待与现实情况产生落差，进而导致对工作缺乏兴趣和动力。第二、非正式团体的相互作用再小的组织或者团队，其中的个体都会互相组成若干个非正式团体，这是由于我们对于不同个体的认可和接受情况，这样的人在工作中被我们视为亲密友党。 一旦我们自身团体中有亲密友党离开，导致催生出一种负向作用，即我的同类人都离开了，我是否应该一同离开？从而缺乏对工作的动力。第三、对于未来不确定性的焦虑由于团队出现空缺，面临补缺。我们对于稳定人际关系网和现有环境的惯性的会催生我们对于未来不确定性的焦虑，新人是否能做好这份工作？新人是不是能够领导好我？新人是不是能服从管理？新人是不是好相处？这种不确定性将持续影响直到空缺被补足。我们的工作内容以后要怎么安排？我不想加班 我不想增加工作量，增加工作量要持续多长时间？我们还会不会有新伙伴，一堆问号。这也是为什么当团队 Leader 离开后，下属持续性流失的原因。分开从来不是一件小事。我们要给予离开的人祝福，另外要尽快调整自己的心理状态，淡然接受他的离开同时暗示自己，他的离开并不会最终影响我在内部的发展和变化。原文请参见: http://daily.zhihu.com/story/9687544","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"那些年薪百万的技术人","slug":"那些年薪百万的技术人","date":"2018-07-05T18:00:02.000Z","updated":"2018-07-06T02:27:53.716Z","comments":true,"path":"2018/07/06/那些年薪百万的技术人/","link":"","permalink":"http://qahome.cn/2018/07/06/那些年薪百万的技术人/","excerpt":"","text":"快速积累财富，并不是工作的唯一目的，但它一定是最引起人强烈好奇心和事业心的那个。提起程序员，很多人抱有一种莫名的误解，叫做「年薪不到百万的程序员不是好程序员」。其实，年薪百万在技术出身的群体里都相当凤毛麟角。比起那些年收千万企业家的「成功学」，我们更好奇，一个技术出身的人如何凭借自身实力和职业选择，达到年薪百万。因此我们盘点了 20+ 位技术背景的候选人，尝试找出他们年薪百万背后的共同秘密。 说明：这里年薪百万指税前的工作收入超百万元人民币。包括 base + 奖金 + 期权（成功行权或套现）+ 持有的可交易股票市值。样本统计来源：在我们参加简历展示、目前年薪超百万的技术候选人（在平台求职者中占比低于 1%），以及高端猎头直接或间接接触的候选人个案。一、他们都是何时实现的百万年薪？这 20+ 位百万年薪技术人平均年龄 34.5 岁，绝大多数在 30 岁以上。 仅有两位 30 岁以下的技术人，通过就职海外名企或大学在校期间开始创业，承受了这个年龄不应有的财富和帅气。他们都在年少时就体现出了对技术的热情和天赋，更巧的是，都是通过数学或编程奥赛获奖，保送国内 Top3 名校的「学霸」。下面用一张图，帮你读懂各个年龄层实现百万年薪的技术人有何不同。二、有哪些实现百万年薪的职业路径？年薪百万的候选人身处何处，他们又是如何跨过这道高薪门槛的呢？从所属企业和现任职位来梳理，可大致分为以下几类路径。1、 BAT 互联网巨头：阿里 P8 及以上互联网巨头的薪资结构已经成熟，除了基础年薪和绩效奖金，从中高层员工开始，薪资收入中包含逐年发放的 RSU（受限股票单位），作为已上市的企业，只要员工在股票分配期间在职，将 RSU 兑现相对容易。BAT 技术方向年薪百万级别的员工，在腾讯的职级基本是 T3-3 及以上，阿里是 P8 及以上，百度则是优质的 T7 及以上。各家公司给到的现金和股票占比也不尽相同。以百度为例，T5 工程师 Package 一般包含了 35 万 / 年的现金，和最多 22% 的股票；T8 则大约有 80-100 万 / 年的现金，和 30-35% 的股票。对于年薪百万的技术大牛，具体在工作中需要承担什么职责？以阿里为例，员工层级中约有 70% 以上的人在 P7 以下，从 P7 到 P8 的跨越难度可想而知。二者区别在于，P7 独立负责一个模块，给 P6 适当的指导，技术能力较高；而 P8 则需要承担技术管理职能，负责一整条业务线，候选人必须有丰富的行业经验和嗅觉，具备全局视角。如果管理能力平平，则在技术上要达到专家级。有一位名为 W 的百万年薪技术候选人，就通过我们从一家外企的美国总部回国，入职了某 BAT 公司，职级水平相当于阿里的 P8 。之所以能拿到这份高薪 offer，是因为他早年得到了外企从国内分部调往海外历练的机会，掌握了国内研发部门接触不到的核心技术，从终端设备的底层到上游都具备全面的经验。这不仅是 W 的排他性技术壁垒，也正好是这家 BAT 企业当前所急需补充的业务版图。也有候选人在早期就加入 BAT，并通过内部晋升达到年薪百万。这群人往往身处核心业务部门，在关键项目上有充分沉淀技术的时间，并在每一个晋升区间内都能拿出突破自我的成绩，合适的上级领导和机遇也很重要。2、创业或独角兽公司：CTO、首席架构师等对于选择高风险高收益的创业路线的技术人，百万年薪是时势和长远眼光所赠予他们的礼物。这群人之间的工作经验和年龄差距很大，他们基本是在公司创始早期（一般 A 轮之前）人员架构简单时加入，年薪构成中带有更大比例的期权或原始股。一些候选人曾在其他企业做到中层以上（比如技术 leader），积累了优质行业人脉和口碑，再进入创业公司，从零开始组建技术团队，成为独当一面的技术合伙人。也有的幸运儿早在工作的前三年内，就以开发经理甚至是一线工程师的身份加入草创期的独角兽。得益于公司在风口下的快速成长，最终他们或是通过公司的后期融资、被收购时的股票回购，或是在上市后在公开市场卖出等途径，将期权兑现退出，即可带来一次性几百万级的收益。Paul 就是通过创业「发家致富」的一个例子。在工作的第 7 年，Paul 从某文本挖掘企业级产品的技术 leader 岗位离职创业，成为了某教育创业公司的技术合伙人，并且一直亲自参与一线的代码开发工作。由于产品的背单词功能需要建立在语义理解的技术基础上，这和他在 NLP 领域的积累是一脉相承的。创业四五年，他在即将进入 40 岁时通过这支不到 10 人的精英团队的两轮融资，实现了百万年薪。对于选择创业的候选人，越是初期的企业，越依赖于个人的技术实力和承压能力，同时要有不安于现状、站在自身职责之外思考公司策略的意识。最为关键的，还是投资圈、合伙人的人脉广度，前瞻性的眼光和进入公司的时点。3、 细分领域龙头企业：技术总监还有一些技术方向的年薪百万候选人，在金融、房产等传统行业的技术开发部门，或是数据企业级服务等垂直领域担任技术总监。他们的年薪基本由实打实的现金构成，加上 8-12 个月的年终奖；需带领 20 人以上的团队，在 BAT、平安、复星，或是细分领域知名外企有过管理经验。走这条路线的关键成功因素在于：突出的个人业务能力，并在同一垂直领域的技术上持续积累，精耕业内优质人脉资源和口碑。比如 K，在工作的第 3 年辗转进入了某企业级服务公司，成为舆情监测产品线的研发经理。此后，他以平均 2-3 年一次的跳槽速度，先后在港企、德企和国内知名商业银行继续专注于舆情方向的技术管理工作，积累了优质的行业资源和技术能力，薪酬也一路从高级研发经理的 40 万，逐步升到研发总监的 60 万。最后，K 跳槽到了某知名投资集团做技术总监，承担舆情领域的管理职责，并成功在两年内、他工作的第 10 年实现了百万年薪。4、海外名企、硅谷创业公司：技术经理、架构师或主任工程师即便收入是以外汇为单位，但在海外华人工程师圈子中，年薪等值百万人民币仍属于中高级水平。不论是留学后参加当地校招，还是在国内积累一定工作经验后出国，这批高薪候选人大多有国际知名互联网企业的工作经历背书。另外，我们发现，海外高校毕业后就加入硅谷创业公司，可以最快地突破年薪百万。比如候选人 Z 先生，在 4-5 年内几乎以一年换一家公司的速度，迅速积累了硅谷小团队的全栈开发和管理经验，仅现金部分已达到了年薪百万人民币，外加 15k 美金期权。5、算法、AI、机器学习等风口领域：研究型人才算法研究和机器学习方向的专家型人才千金难求。市场上为之开出百万高薪的企业，包括第一梯队的谷歌、微软、Facebook 的总部，第二梯队的 BAT、TMD，以及 AI 的各细分领域的独角兽，比如 Face++、商汤科技、科大讯飞等。这群身处行业红利期的候选人，学历背景和专业门槛极高，但实现年薪百万的速度也更快，相比起创业，收益的不确定性也几乎可以忽略。人工智能领域，硕士毕业 8 年，或博士毕业 5 年的算法总监级候选人，在目前市场的薪资普遍高于 150 万。如果是全球知名机器学习实验室顶级实验室出身，或在知名期刊、顶会上有 Paper 发表的研究型人才，在业界形成一定影响力再进入企业工作，很可能获得较高的职级和权限，年薪百万就是一个极大概率事件了。-不得不承认，在众多百万年薪神话的背后，一部分人确实拥有天赋，但更多人的职业起点并不算高。职场和人生一样，由无数的选择、机遇和个人努力甚至是偶然性事件促成。实现百万年薪的路径没有标准答案，但从前人的经验中，也多少可以总结出客观条件上的共性：代表性项目的长时间沉淀、合适的机遇和领导、个人技术能力的竞争力和排他性，以及公司团队的长期发展空间。本质上，财富只是检验个人成长速度的附属指标，希望程序员们都能拥有更好的职业发展，一边升级打怪，一边顺便实现「先挣它一百万」的小目标。（为保护候选人隐私，文中人名均为化名）原文请参见: http://daily.zhihu.com/story/9672869","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"瞎扯 · 如何正确地吐槽","slug":"瞎扯 · 如何正确地吐槽","date":"2018-07-05T18:00:02.000Z","updated":"2018-07-06T02:26:44.788Z","comments":true,"path":"2018/07/06/瞎扯 · 如何正确地吐槽/","link":"","permalink":"http://qahome.cn/2018/07/06/瞎扯 · 如何正确地吐槽/","excerpt":"","text":"电梯软件设计。有一次接到一个电话，「喂，赵工哈？我们这里有块电路板不小心烧了，您看看改改软件能给改好不？」？？？原文请参见: http://daily.zhihu.com/story/9688990","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"睡姿没用对，你浪费的可是一次「回血」机会啊","slug":"睡姿没用对，你浪费的可是一次「回血」机会啊","date":"2018-07-05T18:00:02.000Z","updated":"2018-07-06T02:28:48.720Z","comments":true,"path":"2018/07/06/睡姿没用对，你浪费的可是一次「回血」机会啊/","link":"","permalink":"http://qahome.cn/2018/07/06/睡姿没用对，你浪费的可是一次「回血」机会啊/","excerpt":"","text":"这是一个讨论姿势水平的问题。从健康的角度来说： 首先，趴着睡是不推荐的。趴着睡的时候，关节、肌肉、内脏都会受到压迫，背部可能是拱起的，而且你的脖子明显是要偏向一侧方便喘气，早起会脖子痛。对于平胸的妹子，趴着睡确实容易导致血液循环不好，不太利于发育；对于大胸的妹子来说，虽然趴着睡不会把胸压小，但是除了脖子痛，可能还会导致硌得慌……其次，蜷着睡也是不推荐的。蜷着睡的时候，会把膝盖抬到胸口附近，这个姿势对一些人来说会很有安全感，像个初生的婴儿一样。然而如果睡着了以后还保持蜷曲的姿势，醒来时身上，尤其是手臂会产生酸痛感。毕竟已经过了当宝宝的年龄。此外，侧卧睡是适用于一些特殊人群。有多特殊呢。 打鼾严重者，建议侧卧睡。侧睡时气道会自然打开，能够减少打呼噜造成窒息的可能。 脖颈背部有疾病者，建议侧卧睡。侧卧在一定程度上伸展了脊柱，可缓解背疼。 胃食管反流患者，建议左侧卧睡。左侧卧睡 + 垫高上半身，可以让食管高于胃部，胃酸不容易反流。 怀孕人群，建议左侧卧睡。当然这个不是强求，舒服就好。当然，你要是啥毛病也没有，但是就是想要侧着睡，就是想要侧着睡。说了半天，到底有没有一个大多数人都适合的姿势啊！有的，特别简单：平躺着。因为这个姿势下，背部和脖子的肌肉是最放松的，对脊柱也没什么压力，有利于入睡。不过，想要睡的健康，只靠平躺的睡姿是不够的，选一个合适的枕头来配合也非常关键。一个好枕头，不在于它运用了多么牛逼的外星科技，也不在于它填充了多么天然的绿色材料，更不在于它有多么强大的记忆能力。就算一个记忆枕能记得三天前睡在上面的人是男是女可以帮你隔空捉奸都没用。关键在于枕头的高度和宽度。一个合适枕头的宽度最小要达到肩宽的 1.5 倍；而高度则是用力压下枕头后依然有一个拳头竖起来差不多高，大概是这样：然后用平躺仰卧的方式，把枕头垫在脖子下面，就可以安然入睡了。注意了：是垫在脖子下面！是垫在脖子下面！是垫在脖子下面！如果是枕头没枕对位置，或者长期习惯不枕枕头、枕低枕、枕高枕的朋友们，你自己说舒服可不准，可能在无声无息中，你的脖子已经有点变形了。当然，前面说的几种姿势，前提假设都是一个人睡，但是如果你问的是两个人睡。那不管用哪种睡觉姿势，都很可能发生那种持续很久的、容易导致满身大汗的、消耗体力的、让人产生疲惫的、高能耗运动行为……然后导致睡眠不足，第二天工作学习状态萎靡……这种情况就比较难讲了。-内容参考丁香医生科普文章：怎样的睡姿最健康？ - 丁香医生作者：林江 医学科普编辑原文请参见: http://daily.zhihu.com/story/9688406","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"华为没跑，是深圳装不下了","slug":"华为没跑，是深圳装不下了","date":"2018-07-05T18:00:02.000Z","updated":"2018-07-06T02:26:50.004Z","comments":true,"path":"2018/07/06/华为没跑，是深圳装不下了/","link":"","permalink":"http://qahome.cn/2018/07/06/华为没跑，是深圳装不下了/","excerpt":"","text":"6 月 30 日，深圳庆祝改革开放 40 周年的灯光秀在福田开始预演，深圳灯光夜景的灿烂夺目和围观的人山人海，刷了一晚上的屏。▲ 等待观看灯光秀预演的深圳市民，图片来自：视觉中国7 月 1 日，华为将 2700 多名员工，从深圳龙岗的华为基地，搬迁到了东莞松山湖溪流背坡村。从 7 月 2 日起，包括华为研发等部门在内的这些员工将开始在东莞松山湖上班。▲ 华为本次搬迁目的地东莞松山湖溪流背坡村，图片来自：视觉中国华为对此的回应是，本次搬迁是研发团队和一部分其他部门人员，是正常业务布局。华为和深圳市政府签署过“扎根深圳，展望未来”合作协议，华为会留在深圳，不会搬迁。华为总部不会离开深圳，但华为的员工和业务部门向东莞松山湖转移，从 2008 年就开始了。2008 年，华为在松山湖建立负责供应链的工厂南方基地，2014 年开始建立的华为终端总部，也是此次大规模搬迁的目的地。与此同时，松山湖里的华为培训学院、华为研发实验室等多个项目工程，也依然在建设中。华为将四肢伸展到了东莞华为的深圳总部，距离松山湖总部，约为 50 公里，驾车需要 1 个小时左右。松山湖除了有自然风景优美的环境，也因为南临深圳、香港，北靠广州，成为“广深港”走廊的腹地。▲ 松山湖在广深港走廊腹地，图片来自：xbotpark.com松山湖用大量的工业用地以及政策优惠，吸引着包括华为、大疆、中集、长盈精密等众多高科技产业，换取它们将部分业务放在当地。可以说，松山湖代表着东莞，一直在承接“广深港”溢出的产业，成为东莞最重要的技术创新区。松山湖还有着多个粤港澳合作平台，覆盖机器人、文化创意产业、电子信息等多个领域。有数据显示，松山湖已经聚集了大约 250 家机器人企业。早在 2016 年，华为创始人任正非接受新华社采访，在回答“您觉得深圳未来的危机在哪里？”这个问题时，他认为产业不会总是聚集在高成本的地方，同时深圳已经开始没有大块的工业用地了。当时他说： 140 年前，世界的中心在匹兹堡，有钢铁。70 年前，世界的中心在底特律，有汽车。现在，世界的中心在哪里？不知道，会分散化，会去低成本的地方。高成本最终会摧毁你的竞争力。而且现在有了高铁、网络、高速公路，活力分布的时代已经形成了，但不会聚集在高成本的地方。深圳房地产太多了，没有大块的工业用地了。大家知道大工业的发展，每一个公司都需要一定的空间发展。我们从公示的信息了解到，华为松山湖总部基地，总投资为 100 亿元，于 2014 年 9 月动工，占地面积为 126.66 万平方米，约 1900 亩，总面积约为 126.7 万平方米。华为依然在追加松山湖的置地。相比之下，华为在深圳占有的土地面积为 2460 亩，两个总部的占地是旗鼓相当的。华为松山湖总部的规划是一个欧式风情的建筑群，仿照牛津、巴黎、卢森堡、温德米尔等欧洲著名城市的建筑风格，由 12 个建筑组团构成。华为的欧洲小镇内，还有一条总长度为 5.6 公里的有轨电车，共设立 12 个车站。▲ 华为松山湖总部的欧式建筑，图片来自：华为员工自从华为开始将工厂、研发等业务部门向松山湖转移，松山湖的发展规划都配合着华为改了好多次。早在 2016 年年初，东莞就对外公布，2015 年华为终端在当地企业中已经是主营业务收入、纳税的第一名。与此同时，华为给松山湖带来了明显的产业集聚效应，在华为小镇隔壁的中集智谷产业园里，2015 年售罄的一期工程，每平米均价在 8-9 千，而今年年初还在租售的二期工程，均价已经上涨到了每平米均价 1.2-1.8 万。中集智谷的销售人员曾向到访的媒体表示，入驻园区的企业基本都是华为上下游产业链的，他们都是冲着华为来的。华为小镇不缺住房不缺幼儿园企业搬迁，可以依靠公司本身来解决，而住房问题和子女教育问题，属于社会功能转移，这些问题往往需要企业以及所在地的政府有关部门共同出手解决。为了解决员工搬往松山湖后的住房和子女教育问题，华为出手一点也不吝啬。▲ 仍然在建的华为松山湖总部，图片来自：视觉中国从 2015 年开始，华为已经拿下共十宗限价住宅用地，用于建设员工配套住宅。在今年年初，华为已经开始在松山湖向员工提供共计 3 万套的住房，其中在松山湖溪流背坡村的第一批住宅，可以容纳 5000多人居住。▲ 清澜山校园规划图，图片来自：清澜山学校华为与清华大学附属中学在松山湖合作办校，由华为投资控股有限公司出资，由清华附中负责学校教育教学和运行。目前清澜山学校的招生对象为学前班至 12 年级的学生。华为深圳总部，已经是一座有着完整基本设施的“城邦”，食堂、住宅、医院一应俱全。然而从松山湖总部的规划看来，他们是要在当地建一个更加完整的“城邦”。近些年来，不断发展壮大的科技互联网企业，几乎都有过搬家史，从城中心向外搬，获得的空间也越来越大。在人口密集、用地紧张的北京，新浪从四环内搬到了五环外的后厂村，京东从北四环搬到了东五环外的亦庄，网易从五道口“宇宙中心”刚搬到了西二旗。只是北京很大，往京郊转移依然是在北京。而以华为的体量，以及他们的用地需求，深圳的土地供应能力无法满足，华为只能从深圳龙岗区的坂田上高速，往西北走上 50 公里左右，找到松山湖，也出了深圳。“感觉自己更喜欢深圳吧”7 月 1 日搬迁的这一部分员工只是其中一个批次，据称，华为深圳总部的上万名员工，将分为三个批次搬往松山湖总部。在深圳坂田的基地，还有不少人，在等待下一个搬迁批次的通知。一个入职华为超过十年，评级在 18 级的研发人员告诉爱范儿，他们部门的搬迁时间还没有确定，但能够确定的是，肯定要搬往松山湖。作为已经买房定居在深圳、孩子妻子也在深圳的人，他显得有点无奈，但他选择服从安排，“习惯了深圳，肯定是希望留在深圳，在家的附近，搬去松山湖了以后，会每天坐班车上下班”。东莞松山湖与深圳龙岗之间的高速路并不短，自己开车不仅累，还需要每天 40 元的高速路费。对于加班是常态的华为研发员工而言，每天加班后依然需要赶晚班班车返回深圳，确实是一件挺累的事情。另一位入职华为两年的研发人员，他目前所在的部门将在近期搬往松山湖，为了留在深圳，他正在申请转到不需要搬走的部门。虽然松山湖的环境会比深圳好一些，提供的福利也不薄，他说：“反正对东莞没什么兴趣，想留在深圳也没有其他原因，主要还是感觉自己更喜欢深圳吧。”而深圳的猎头最近也在密集出手，挖那些不愿意前往东莞的华为员工，这次搬迁涉及的华为研发员工，他们在深圳南山科技园那一圈，总能找到对应合适的岗位。40 岁的深圳对科技公司依然有吸引力虽然从 2014 年开始，深圳就有科技公司陆续搬往东莞、惠州这些周边城市，手机厂商 vivo 也要搬往东莞。但高房价、高生活成本的深圳，依然是人才吸引力强劲的城市。今年 6 月，中国社会科学院财经院发布第十六版《中国城市竞争力报告》，报告显示，深圳综合经济竞争力指数蝉联第一，可持续竞争力指数排名第四，宜居竞争力指数位居第十。在评估城市竞争力的三个指标——人口密度、经济密度和经济活跃度上，深圳的表现是这样的： 人口密度：6000 人 / 平方公里，全国平均水平 41 倍，全国第一世界第五，依然在加速流入 经济密度：深圳地均 GDP 达 11.24 亿元，全国首个地均 GDP 超过 10 亿大关的城市 经济活跃度：创业密度全国第一，每千人拥有的商事主体、企业数量，均居全国大中城市首位今年 6 月，深圳也加入了“抢人”大战，政策包括：大专以上学历应届毕业生落户，系统自动“秒批”；今年起新增安居房、公租房等，比例不低于 60% 等。对于一个城市而言，年轻活力有专长的人才是保持自身竞争力继续上扬的重要保证，对于科技公司也是如此，优质人才与科技公司相互聚集。然而相比北京、上海、广州、杭州，深圳的土地供应能力是个明显的短板。这个短板造成了连续上涨的高昂房价，导致人们生活成本上升，企业的用人成本也在不断飙升。有人说，“深圳用上海三分之一的土地，供养着相当于上海三分之二的人口”，这句话确实点明了深圳在面对的挑战。然而正是由于制造业等产业外移的缘故，人员出现更优质的流动，深圳的创新名片依然金光闪闪，继续参与抢人。华为没跑，是深圳装不下了自从东莞松山湖的项目规划开始公示，“华为撤离深圳”、“别让华为跑了”的文章和观点就开始流传。任正非本人也曾亲自回应过这些观点：深圳有着良好的法制化、市场化环境，在城市硬件和软件两个方面都为华为的成长提供了良好的支撑。深圳这几年总的各方面建设都是不错的，我天天都在看新闻，我们都很高兴。华为和深圳曾经相互成就，双方在签署的协议中，华为会加大在深圳的投资，建设国际化的总部，而深圳将为华为的经营发展继续提供保障和服务。这一次搬迁，可以说是，华为的“四肢”随着深圳的产业转移，伸展到了东莞，这些“肢体”将吸收利用当地提供的优厚条件，进一步扩展企业体量；而作为总部的“大脑”，依然在深圳。作者：沈星佑原文请参见: http://daily.zhihu.com/story/9688961","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"俄罗斯人实在太爱这位门将，于是干脆把他印在了钞票上","slug":"俄罗斯人实在太爱这位门将，于是干脆把他印在了钞票上","date":"2018-07-05T18:00:02.000Z","updated":"2018-07-06T02:26:59.304Z","comments":true,"path":"2018/07/06/俄罗斯人实在太爱这位门将，于是干脆把他印在了钞票上/","link":"","permalink":"http://qahome.cn/2018/07/06/俄罗斯人实在太爱这位门将，于是干脆把他印在了钞票上/","excerpt":"","text":"在 2018 世界杯比赛中，俄罗斯爆冷击败了西班牙，除了主场光环的庇佑，有着“雅辛第二”美誉的门将阿金费耶夫的表现更是可圈可点。全场面对西班牙队 25 次射门，9 次射正，阿金费耶夫用 9 次扑救帮助东道主成功晋级，几乎以一人之力撑起了老迈后防线的半壁江山。详见视频 俄罗斯不算足球大国，但是一代传奇门将、“世纪门将”雅辛的故事却为很多人津津乐道，即便已经退役近半个世纪，当人们谈论足球历史上的最佳守门员时，都不会忘记提一个名字：“黑蜘蛛”列夫 · 雅辛。上世纪 50-60 年代，雅辛加持的前苏联足球队在国际赛场上大放光彩，时隔近 60 年后又是门将的出色表现将俄罗斯队带到了久违的高度，闯进了世界杯八强，也许这就是天意？雅辛的贡献与知名度是如此之大，俄国人甚至把他印到了钞票上。为庆祝 2018 年俄罗斯足联世界杯，世界杯开赛前夕俄罗斯央行发行了世界杯 100 卢布纪念钞，发行量为 2000 万张，这是俄罗斯央行发行的第一张塑料钞票，基材也是俄罗斯自主研发，同时，也是俄罗斯第三枚纪念钞。通过仔细鉴赏我们可以发现，俄罗斯联邦印制公司（GOZNAK）在钞票的设计、印制技术有许多独到之处。 一、概况该纪念钞票幅面为 150mmx 65mm，主题为纪念 2018 年 FIFA 世界杯在俄罗斯举办，基材为塑料，有多个透明窗口，正背均为竖式画面结构，主体颜色为蓝绿色。正面左上方的透明窗位置上有全息特征的贴标，在左上角为俄罗斯联邦的国徽。正面的主要图像是列夫·雅辛的经典扑救动作，和一个手里拿着足球，梦想着能够再现雅辛成就的少年。背景为主运动场。在钞票的右下方，有 QR 代码，载有与俄罗斯央行网站的链接，描述了钞票的防伪特征。背面的主要图像是以运动中足球的形式呈现世界的样式，其中显示了俄罗斯联邦领土的轮廓。另一边是“2018”，这是钞票发行的年份，也是世界杯的年份。两个长度为 11 位序列号，序列号由两个冠字号字和九个数字组成，分别为横竖号码，为了杜绝变造币而设计。下面强调球的运动，有主办赛季的城市名称。上部，印有俄罗斯国旗颜色的球迷轮廓。 二、工艺及防伪特征1、 塑料基材开窗制作塑料基材时，正背面总计有 5 处开窗，均为背面涂布开大窗，正面涂布开图案窗。其中的背面“2018”轮廓在基材上是开窗的，只是被正面相应位置丝印了磁化的 OVMI 足球给遮蔽。2、雕刻凹版（触觉识别）本纪念钞为单面凹印，即正面采用了双色（蓝色和绿色）雕刻凹印。正面图案的小孩、额字、俄联邦名、QR 二维码、手感线采用了雕刻凹印方式。正如其他塑料钞一样，雕刻凹印的手感较不明显。3、视觉识别1）透视足球呈现文字。通过该图可知，在基材涂层中，2018 外方框少了一层涂层，背面“2018”开窗。2）小男孩下方左下角处开窗部分采用了安全多色底纹印刷，倾斜时可见条带的颜色变化。通过三根（红、绿、黄三色）平行线来展现，区别于俄罗斯 MVC 技术。4、放大镜识别（元素图案、微缩文字）采用 8 至 10 倍的放大镜可观察出以下的特征：1）数字 100 内具有小型图形元素，不同的角度可见数字内具有可变的人像和足球图形（凹印）2） 俄文“CTO PУБЛEИ（100 卢布）”及“100”组成的微缩文字（凹印）3）由“足球”“球鞋”“手套”“时间”“网”“口哨”等足球元素的图形及空心“RUSSIA”组成的图案（胶印）4）空心俄文（胶印）5、视角改变识别1）光可变足球，通过倾斜角度观察到足球的六边形的分别蓝绿颜色间的变化，本票面的足球采用闪亮的 OVMI 墨（与 2015 年提升版人民币百元券上金闪闪的“100”使用同一种油墨）是最大的设计亮点，磁化后的六边形形成了独立的变色区域。2）格栅对印，通过倾斜角度，图像颜色变化。基材在该处设置了透明视窗，在视窗的外框图纹显示出 GOZNAK 在印刷与基材上套印的自信。该处正面的线纹为绿色，背面的线纹为蓝色。图像处为绿色，表明是正面印制，图像的形成是以背面缺少蓝色线条来实现。通过透视，蓝绿线条在该区域中是互补填充的。3）全息 DOVD 贴标（正面贴）全息膜的元素由体育场、足球运动员、足球和球网的图像组成。足球为单色的 3D 可视技术，球的运行轨迹随着视觉的变化而动态显现。当倾斜时，运动员的制服变得鲜艳，摆动时，球场和球员的轮廓具有闪光特性。4）“2018”颜色变化基于基材在“2018”轮廓是透明开窗，正面相对应的正好是丝印 OVMI 足球，“2018”轮廓便呈现了蓝绿的变化，且由于足球的六边形格是磁化形成，造成“2018”局部的颜色不同。6、紫外识别正面无色荧光黄，背面为无色荧光黄和有色荧光红（球迷欢呼状）及有色荧光绿（俄罗斯国土轮廓）。7、红外识别小孩的凹印蓝为红外配对墨，即该凹印蓝墨分为红外吸收和红外反射。8、多色接线技术 三、一些小瑕疵该钞的胶印套印之准确令人赞叹，可是胶凹套印却出现了较明显的误差。1：小孩的衣服为蓝色，裤子应为绿色，该钞上明显可见蓝色区域位置已窜到绿色裤子区域；2：可能是塑料基材的因素，裁切四边边缘不太光洁。然而瑕不掩瑜，总体看来，此次俄罗斯世界杯纪念钞设计精美，技术先进，不失为一款纪念珍品。出道起便被视为雅辛第二的阿金费耶夫，终于在效力国家队 14 年后在世界杯舞台上大放光彩。也许他年少的时候，也和钞票上的这个小男孩有着同样的憧憬吧！？有了神奇门将的俄罗斯，还会给人们带来更多惊喜吗？让我们拭目以待！原文请参见: http://daily.zhihu.com/story/9688970","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"人潮拥挤，我能感觉你……需要地铁屏蔽门","slug":"人潮拥挤，我能感觉你……需要地铁屏蔽门","date":"2018-07-05T18:00:02.000Z","updated":"2018-07-06T02:26:54.728Z","comments":true,"path":"2018/07/06/人潮拥挤，我能感觉你……需要地铁屏蔽门/","link":"","permalink":"http://qahome.cn/2018/07/06/人潮拥挤，我能感觉你……需要地铁屏蔽门/","excerpt":"","text":"国内地铁建设速度之快让人感觉地铁已经成为一座城市不可或缺的工具，说到屏蔽门（粤语称之为幕门）英语：Shield doors（或 Screen doors），这是一种保障乘客人身安全的设施。但在地铁进入中国的早期，由于屏蔽门故障、成本等原因要么没有实施，要么根本就没有考虑，自 2000 年以后建设的地铁线路基本上都安装了屏蔽门，现在地铁线安装屏蔽门已经成为国家、行业的标准。不知道大家看过最近一部影片叫《通勤营救》没有，其中一个镜头是连姆 · 尼森饰演的麦克考利向他的邻居在报纸上求助希望他报警的信息后，他的邻居在等待过街时被人推了一把，撞车而亡。虽然这个例子并不是发生在车站站台上的，但也让人挺触目惊心的，试想在帝都地铁人潮汹涌的某个车站，你好不容易从后面排队排到了站台边，当列车快要进站时，后面汹涌的人群把你往前一推，哦豁（四川话）。话扯远了，回过头来说说问题，我从以下两个方面来答：1.设计时未考虑安装屏蔽门北京地铁是我国内地第一个修建地铁的城市，修建时参考莫斯科地铁进行施工，站台均采用明挖回填法，供电方式也采用前苏联提供的第三轨供电模式，供电轨道在岛式站台下方，几十年以后在空调供暖等设施安装时也没有考虑屏蔽门安装就在靠近站台边缘的层顶上安装出风口，由于这样的设计，所以给北京地铁屏蔽门的安装造成了很大的困难，也使得安装一拖再拖。目前北京地铁 1、2、13 号线和八通线的半高屏蔽门已经开始安装，即将结束无屏蔽门的历史。港铁向来是以乘客为本的，服务自然也是一流，但是在港铁东铁线由于建造时间太早、部分车站构造、车辆更替等原因，东铁线的安全一直饱受诟病，今年 1 月 4 日在东铁线九龙塘往罗湖、落马洲方向发生坠轨事件，造成 1 人死亡，列车服务受阻。这已经是东铁线开通后第 41 起伤亡事故。目前港铁正在进行铁路 2.0 工程，旨在对东铁线延长并对沿线站台幕门进行加装。到 2020 年可能这也会成为历史。2.早期屏蔽门故障多、成本高未进行安装我国最早安装屏蔽门的是港铁东涌线、机场快线，当时国际上只有四家屏蔽门生产厂家，分别是：英国西屋公司（Westinghouse）、瑞士 KABA、日本 NABCO 株式会社和法国 Faiverley Transport。而国内的企业在那几年才刚刚入行，自主创造能力还比较差，而国外生产的产品又非常贵。武汉地铁 1 号线就是在当时那个大环境下诞生的。这是湖北省的第一条城市轨道交通，虽然褒贬不一，但的确改善了汉口地区的交通，功不可没。由于武汉 1 号线全线均为高架车站，所以在建设初期没有安装屏蔽门。但由于武汉地铁采用上接触式第三轨供电，夏季又多大雨，在有一年“武汉看海”后，为了防止接触轨漏电伤人，对宗关等部分人流量比较大的车站进行了屏蔽门安装，其他车站仍然未进行安装。天津津滨轻轨（天津地铁 9 号线）在修建之初只对地下车站进行了屏蔽门安装，由于建设时速度设计为 100km/h，是当时国内不多见的高速城轨，后来为了安全，逐步对沿线各站进行了安装，但由于技术不过关，很多车站出现车门与屏蔽门无法同时开关，或车门未关屏蔽门就自动关闭的情况，后来又投入大量资金进行改善。2015 年 8 月滨海新区爆炸事故对津滨轻轨滨海新区沿线高架及地面车站造成不同程度的损坏，尤其以东海路站（津滨轻轨起讫站）损坏严重，站房拆除重建。目前部分站点（泰达、太湖路）屏蔽门仍然没有恢复。以上为个人了解到的，如有不对欢迎指正，如有缺项欢迎补充。转载请注明，感谢阅读！原文请参见: http://daily.zhihu.com/story/9685360","categories":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}],"tags":[{"name":"知乎日报","slug":"知乎日报","permalink":"http://qahome.cn/tags/知乎日报/"}],"keywords":[{"name":"今日热点","slug":"今日热点","permalink":"http://qahome.cn/categories/今日热点/"}]},{"title":"OldmanEmu – 收集「上万」街机掌机游戏 rom 以及汉化合集[真情怀]","slug":"OldmanEmu – 收集「上万」街机掌机游戏 rom 以及汉化合集[真情怀]","date":"2018-07-05T05:00:01.000Z","updated":"2018-07-06T02:30:00.120Z","comments":true,"path":"2018/07/05/OldmanEmu – 收集「上万」街机掌机游戏 rom 以及汉化合集[真情怀]/","link":"","permalink":"http://qahome.cn/2018/07/05/OldmanEmu – 收集「上万」街机掌机游戏 rom 以及汉化合集[真情怀]/","excerpt":"","text":"OldmanEmu 自己的定位是「仓储式模拟资源站，精校 完整 极致」，它收集了包括掌机、街机、家用游戏机在内的超过 20 个游戏平台的上万款游戏 rom，并且拥有官方中文版 + 汉化版合集，资源非常非常非常丰富，感动到流泪。@Appinn其实这样的网站真的真的比较难存在下去，没广告、没收入，靠打赏？呃，不过还好他们的资源都在第三方网盘，小了很多压力。OldmanEmu 目前的游戏平台主要包括： 掌机： PSV 3DS PSP NDS GBA N-Gage WS/WSC BG/GBC NGPC Lynx家用游戏机： PS3 XBOX360 PS2 WII NGC DC PS1 SS N64 SFC MD FC 街机每一个平台的资源大概都是这样的： PSV 中文游戏全集(官中+汉化)(245个) 3DS 中文游戏全集CIA(官中+汉化)(190个) 3DS 官方Eshop 游戏和软件全集CIA(953个) PSP中文游戏 ISO 全集(官中+汉化)(510个) NDS 中文游戏 ROM 全集(627个) NDS 官方游戏 ROM 全集(no-intro)(6638个) NDS 烧录卡内核超级大全集(98种) GBA 中文游戏 ROM 全集(457个) GBA 官方游戏 ROM 全集(2819个) GBA 烧录卡驱动全集(54个) PS2 中文游戏全集(官中+汉化)(129个) FC 中文游戏 ROM 全集(901个) FC 官方游戏 ROM 全集(no-intro)(2741个) 磁碟机 FDS 游戏 ROM 全集(no-intro)(173个)而在 OldmanEmu 页面上的一段话，也非常有趣： 本站的资源是否精致？想必您心里终会有答案。为何同类网站如此稀少？因为成本。海量的资源下载和整理需要消耗巨大的精力，而制作网站和上传网盘又需要不断投入金钱。站长出力出钱，却不收获任何好处。小站也完全可以做成收费会员制，帐号付费购买，不愁销量，但未免显得商业味太重。如果您觉得本站资源还不错，支持一些零花钱便足够让其滚动更新下去。有这个页面清爽的网站在，找游戏是不是方便许多？回忆在此汇聚，80 后老头由衷感谢您的支援。于是，OldmanEmu 地址在这里，剩下的就交给你们了。感谢 @在风里面 的推荐。原文请参见: http://www.appinn.com/oldmanemu/","categories":[{"name":"酷软推荐","slug":"酷软推荐","permalink":"http://qahome.cn/categories/酷软推荐/"}],"tags":[{"name":"小众软件","slug":"小众软件","permalink":"http://qahome.cn/tags/小众软件/"}],"keywords":[{"name":"酷软推荐","slug":"酷软推荐","permalink":"http://qahome.cn/categories/酷软推荐/"}]},{"title":"Polarsteps – 可离线、记录/追踪你的完整旅行 [iOS/Android]","slug":"Polarsteps – 可离线、记录-追踪你的完整旅行 [iOS-Android]","date":"2018-07-05T05:00:01.000Z","updated":"2018-07-06T02:30:05.664Z","comments":true,"path":"2018/07/05/Polarsteps – 可离线、记录-追踪你的完整旅行 [iOS-Android]/","link":"","permalink":"http://qahome.cn/2018/07/05/Polarsteps – 可离线、记录-追踪你的完整旅行 [iOS-Android]/","excerpt":"","text":"Polarsteps 是一款用来记录与分享你在旅行中的路线与途径地点的应用，还可以整合照片、日记，显示在彩色地图上，每天消耗 4% 的电量，也非常适合长期旅行者。@Appinn青小蛙对于通过手机数字化生活的应用，总是没有抵抗力，或许是因为只有数字化之后，才能变得永恒。其实记录地点的应用，很多年前就有了，比如知名的 Moves，不过由于一些官司的问题，Moves 已经被关闭了。还有 OYSTERX 和 世界迷雾，可以实时记录你的地理位置，并标记在地图上。而最漂亮的，当属 Gyroscope，除了地理位置，还能记录身体状况。Polarsteps 不会实时追踪地理位置，而是只记录手动创建的旅行，当然需要在开始旅行的时候，Polarsteps 才会帮你记录沿途的点。先来看视频，视频与字幕通过 Subler 合并：文艺范十足，上面来自荷兰的这个家伙，让青小蛙想到了有个环华十年的家伙也一直在路上。其实 Polarsteps 勾起青小蛙兴趣的主要是漂亮，比如这样：而且，每个人都有一个专属的 Polarsteps 页面，比如这位叫 Andy 的大哥，已经骑行 500 多天了，你可以在地图上看到他每一天的旅程、照片和日志。经过青小蛙的试用，Polarsteps 自动处理的只有路径，照片与日志都需要自己添加和撰写，当然也可以添加已经完成的旅行。由于使用了 Mapbox 的地图数据，不存在打不开的问题，包括中国地区的名称，都可以搜索到。Polarsteps 有三种不同精度的追踪模式： Ultra Light（精度低，耗电低） Balanced（精度中，耗电低，推荐这个） High Accuracy（精度高，耗电高，全程使用 GPS）而对于是否开追踪模式，区别是这样的：非常直观了，于是问题来了，你喜欢分享旅行么？Polarsteps 还有一个非常赞的附加盈利模式，就是制作付费的旅行电子相册。如果这个点子可持续，那么 app 的质量是可以保证的。原文请参见: http://www.appinn.com/polarsteps/","categories":[{"name":"酷软推荐","slug":"酷软推荐","permalink":"http://qahome.cn/categories/酷软推荐/"}],"tags":[{"name":"小众软件","slug":"小众软件","permalink":"http://qahome.cn/tags/小众软件/"}],"keywords":[{"name":"酷软推荐","slug":"酷软推荐","permalink":"http://qahome.cn/categories/酷软推荐/"}]},{"title":"悟空问答如何高效引流，这几个技巧让你上首页","slug":"悟空问答如何高效引流，这几个技巧让你上首页","date":"2018-06-11T08:50:36.000Z","updated":"2018-07-06T02:26:03.555Z","comments":true,"path":"2018/06/11/悟空问答如何高效引流，这几个技巧让你上首页/","link":"","permalink":"http://qahome.cn/2018/06/11/悟空问答如何高效引流，这几个技巧让你上首页/","excerpt":"","text":"自媒体平台引流具有高效，精准的特点。时间做的长的还可以达到被动引流的效果，而我今天要给大家说的就是问答模式的引流方式，悟空问答。 一、项目分析问答引流的好处就是可能是你几年前的答案，但现在别人去搜还能搜到。悟空问答之前是叫头条问答，是在17年6月改为悟空问答，悟空问答对外宣传的使命是：增长人类世界的知识总量，消除信息不平等，促进人与人的相互理解。悟空问答背后有着今日头条这个2亿的用户平台，所以流量问题是不用担心的，目前处于起步阶段，这无疑使我们切入的好时机。并且从头条从各大平台的挖大V行为，可以看出，悟空问答有的广阔的发展空间。其实这种问答的模式跟很多同类型的相似，比如：百度知道、知乎等。一般都是通过先找问题，如果你想知道哪方面的问题，你就去搜索这个方面的关键词，你搜索“电影”的话，就可以搜到许多关于电影的问题，还会链接出许多其他相关信息。那我们怎么去操作呢? 二、账号注册大家在进行账号注册的时候需要注意，头条的账号分成普通的读者账号和作者账号，读者账号是一般普通用户使用的，就比如我们日常去看今日头条新闻。而作者账号才具有权限。再注册的时候，需要选择你的问答领域，大家需要根据你的自身情况，和你决定输出的内容而进行一个精准定位，这样才有利于日后引流你的精准粉丝。头条号的作者账号和悟空问答的账号是通用的，有条件的可以多注册几个。 三、内容回答的问题只有获得首页推荐，才有可能成为爆文(回答内容)。所以，想要得到推荐，我们首先要了解平台问答的规则。进入首页的规则如下： 文字阐述没有违规行为阐述内容段落层次分明以自我经验为对象描述有具体的数据作为支撑图文搭配跟其内容相关满足以上5个标准中的任意三种，能够被推荐进入首页的概率在80%以上。在这里每个人的知识有限，可能你所知道的东西不是很多，大家可以去别的平台进行资源整合，就比如去知乎，百度知道，将别人的问题复制去搜索，多挑选几个答案，然后进行总结一下。 四、问答技巧1.选择领域：选择擅长领域，写出走心回答很多人都是直接从头条 APP 内才知道悟空问答，其实悟空问答是可以直接通过搜索引擎搜索“悟空问答”来展现的，就像知乎一样如今是独立出来的。他的展现机制是在悟空问答中回答问题，然后头条会选择把你的回答连带问题推荐给感兴趣用户。所以要做擅长的领域，写出走心回答，这样你的答案才会被感兴趣的人阅读点赞，推荐机制才会觉得你的回答受欢迎，就会推给更多的人。2.回答尽量简单明了，通俗易懂，回答的字数要在500字以上，答案最好条理化，让别人看得清晰明目，并且要详细一些，再配上3-4张图片，图片如果配好了，就会吸引更多的流量。3.选择一些热门问题，大家可以去找一些比较热门的问题或者一些问题提出来了，浏览的人数很多，但是很少有人回答的问题。4.若没有自己擅长的问题，也可以自问自答。先用小号，提出多个有意思的热点问题，选择用户关注度高的回复。这是我们操作问答平台的几乎百试不爽的套路，账号间的自问自答，要做好IP的切换工作。 问答平台都希望呈现给用户的答案是最专业的解答，所以我们在回答问题的时候，领域不要太过于分散，要专一，要包装自己，将自己打造成为专业人士，这样你的回答的可信度才会更高。五、引流操作之前所做的准备基本上都是为了能在答案里面留下一个自己的联系方式，那么怎么才能隐晦的留下才能不被平台检测到。1.大家可以在你的一番精细的回答之后，在结尾留下自己的联系方式，最好用谐音法哦，防止平台检测到关键词，而删掉你的回答。2.也可以在图片里面打上水印，印上你的联系方式，这样引流到你的公众号或者头条号。3.还可以利用小号自问自答的模式，留下你自己的联系方式。4.并且一般这些平台对于一些回答的比较好的答案，即使你留下了你的联系方式，也是不会轻易被删的。因为你的问答让读者觉得有用，具有权重性。注意：前期还是要以养号为主，不要太着急去留联系方式，千万不要抱着侥幸心理留二维码，不幸你可以试试，看会不会被封!六、问答收益并且这里还是有一个羊毛项目的，给大家说下悟空问答是有收益的，你答题就能获得一定金额的红包，当你的问答被平台推荐后，获得了阅读量，再次获得阅读的红包(一般是答题的20倍)。所以，在答题之前，我们需要开通悟空问答的收益功能。收益大概分为两个部分; 答题赚红包阅读赚红包如何开通?如果你以前没有回答过问题(首次登陆的新账号)，被已经开通了问答收益的账号邀请回答问题，然后再持续回答优质问题，一般5~7天即可开通。如果你已经回答过问题了，则需要每日持续回答优质问题，获得官方平台的审核和评定，再由系统邀请开通，一般30天左右。这几年知乎问答很火，大家都知道，但现在已经相对稳定。现在想去知乎占据一席之地已经比较具有难度，但悟空问答才刚刚起步，现在想上路的小白还来得及。作者：老苏大咖相关阅读：快速高效推广引流的一个有效方法如何巧借地方引流，轻松月引10000地方粉丝微商推广引流秘笈—— 8 个高效的引流策略来源：卢松松博客，欢迎分享，（QQ/微信：13340454）原文请参见: http://lusongsong.com/reed/10394.html","categories":[{"name":"深度解读","slug":"深度解读","permalink":"http://qahome.cn/categories/深度解读/"}],"tags":[{"name":"卢松松博客","slug":"卢松松博客","permalink":"http://qahome.cn/tags/卢松松博客/"}],"keywords":[{"name":"深度解读","slug":"深度解读","permalink":"http://qahome.cn/categories/深度解读/"}]},{"title":"史玉柱：只认功劳，不认苦劳，不给耍嘴皮的生存机会","slug":"史玉柱：只认功劳，不认苦劳，不给耍嘴皮的生存机会","date":"2018-06-11T08:50:36.000Z","updated":"2018-07-06T02:26:30.401Z","comments":true,"path":"2018/06/11/史玉柱：只认功劳，不认苦劳，不给耍嘴皮的生存机会/","link":"","permalink":"http://qahome.cn/2018/06/11/史玉柱：只认功劳，不认苦劳，不给耍嘴皮的生存机会/","excerpt":"","text":"在中国，史玉柱可以说是一位将传奇性、话题性和争议性集于一身的企业家。他曾白手起家，凭软件成为巨富;当选中国十大改革风云人物，并被《福布斯》列为内地富豪第8位;却又在一夜之间公司倒闭破产，负债高达2.5亿，一度被戏称为“首负”和“最著名的失败者”。几年蛰伏后，他率旧部卷土重来，靠“脑白金”和巨人网游绝地奋起。东山再起之后的史玉柱，横跨保健品、网络游戏、投资等多个板块，且均取得了巨大的成功，短短几年，就聚集起高达数百亿的身家，是中国企业家中触底反弹、二次创业的典范。史玉柱的这些传奇经历，又留给我们哪些经验和教训呢? 低谷时及时总结规章制度要善于在低谷的时候及时地做些总结，尤其是制定一套规章制度。因为当你复苏后，你制定的规章制度往往又不合理了，所以在最低谷的时候去制定规章制度是最合理的。像巨人和健特现在用的这一套管理制度，实际都是在1998年年初制定的一套制度。现在都没变，可能语句上变了，比以前厚了，但是指导思想没变。你失败时的那些教训，它是刻骨铭心的。在制定新的规章制度的时候，你去回避了它就行。比如巨人在高峰时有3个亿的烂账，其中有2亿是因为管理不善而烂的，有1亿是因为意外的。为什么会烂?因为货款是赊销的，所以在低谷的时候巨人就制定，哪怕做得再小，所有的产品现款现结，你不做就不做，但我就是现款现结。开始的时候很难，大家都说做不到，但是咬咬牙撑过来了，最后也就做到了。这样一旦进入良性循环，大家知道你这个企业就是这个行为，想和我做生意，就是这样的，慢慢被认可了，也就做到了。 谨慎“多元化”我用“犯错”形容巨人倒了那段经历，错的肇始点便是公司主打“多元化”战略。我曾向湖畔学员分享对企业多元化看法，要不要多元化，得看企业有多大的能力，每多一元，对企业而言是增加风险。企业讲生态是对的，以马云为例，当整盘水要溢出时，要考虑水往哪流的问题。但创业时讲生态是不对的，你搞一堆空盆，一个空盆和十个空盆连在一起有啥区别。反思我自己，一个企业一旦遇到困难，这时候不应该是靠别人帮忙，要靠自己爬起来。我最困难的时候，真的不想活了，也不是说就一定想死。我那时候喜欢西藏，就想去爬珠峰，如果爬上去了，这是一种享受，如果死了，正好，这比自杀要光彩很多。一个人的能力是有限的，在最低谷的时候，反思相对要深刻很多，成功的时候总结的经验往往是扭曲的。 只认功劳，不认苦劳苦劳分两种：第一种，员工确实埋头苦干，嘴巴不会说，但没有完成任务;第二种，员工没有实际工作能力，任务完成不了，全靠嘴皮子功夫，强调过程如何辛苦，付出如何巨大，以此来逃避惩罚。作为领导者很难识别，虽然“只认功劳，不认苦劳”在某种意义上讲不太道德，但是考虑到无法识别，没有一个领导能够客观公正的区分。苦劳，对公司的业务没有任何贡献，对提高员工的收入没有任何帮助，对提高消费者的体验没有任何帮助，只会为公司留下一批没有真凭实干的员工。所以，公司痛定思痛，决定只认功劳不认苦劳，至少不给只会耍嘴皮的员工在公司生存下去的机会。事后证明，脑白金时期的中层干部业务水平确实高于珠海巨人时期的业务水平，贡献也要更为突出。 开掉经常盯着别人田地的人当初公司各部门之间的协同能力很差，各部门经理之间不够团结，导致公司战斗力下降。在这一点上，我个人比较欣赏日本人和德国人，这两个国家的人在协同性方面的能力非常突出，这也是他们文化的优势之一。但是在中国普遍个人能力优秀，协同能力却不够好。比如，一个部门经理经常盯着兄弟部门的情况，有人迟到了、那个没有做到等等，精力被消耗到这种没有意义的事情上，就会疏于对自己部门的管理。就是我常说的那句土话：经常盯着别人的田地，自己的田地就会荒废。这种状况持续下去，最终受损害的仍然是公司。如果有一个项目需要三个部门协同完成，但是部门之间不和睦，部门经理明争暗斗，那么这个项目就难以成功。 说到就要做到巨人最辉煌时，下属提交下一考核期目标时，总会互相攀比，不顾实际，数据虚高不下，却根本无法完成，使公司受损失。做脑白金时我吸取教训，定下这条：说到做到，做不到不要说。中国不少人的陋习，喜欢拍胸脯，喜欢说大话，尤其是下级对上级说大话，也有上级对下级说大话。在这样的气氛下，这个企业的上下级之间就没有信任，不信任，时间长了必然会是这样。这一条我是跟柳传志学的。一旦你把这个文化提到一个很高的高度来，作为口号来提，每次下级跟上级拍胸脯时，报下月我要完成多少销售任务时，他会慎重，我们情愿他少报一点，但你报了多少就一定要完成。所以这样，一个公司下对上，上对下，一旦这个氛围建立好之后，这个氛围也是很健康的。此外，事情一旦定下来，就严格执行，有奖有罚。当时有个计划某个节点有所延迟，几个负责的高管一个被罚了三万，一个被罚了四万，直接把罚款交到财务的手中。战略谈多了容易变成空谈，员工也会丧失动手能力。一家公司应该树立这样一种文化氛围，就是谁的执行力强谁的地位就高，而不是谁出了好点子谁就厉害。有了好的决策之后，如果团队执行力不强，打败仗的几率就会很高。如果团队的执行力很强，甚至会纠正、弥补决策中的一些缺陷。这种执行力靠什么呢?靠管理做不到，要靠文化，靠老板的习惯和老板一把手的灌输。严己宽人是个很好的文化。你应该先想自己的问题，如果你对自己要求不严，就没资格批评别人。 杜绝浪费和拍马屁当时，巨人号称中国第二大民营企业，公司壮大以后制度却跟不上，浪费之风大行其道，从小浪费到大浪费，从干部浪费到基层员工浪费，最后导致公司的运营成本就会成倍增加。比如，当时珠海没有机场，在没有紧急情况，一个员工他选择直接打车去白云机场，其他员工就纷纷效仿，能打车去谁又会选择坐班车呢?在这种过程中，受伤害最大的是那些扎扎实实做事、老老实实为公司节约成本搞研发的工作人员。虽提倡节约可能对公司成本影响不大，比如打印纸双面使用，一年也只能省下几百元钱，但对于风气养成却影响深远。在珠海巨人期间，我个人由于年轻的时候特别喜欢听下属的对我说好话，就是拍马屁，后来进入低谷才明白这就是所谓的“捧杀”。过度的吹捧让本来就已经自信过头的我更加膨胀，那个时候本身就觉得自己厉害，别人在一“捧”就更云里雾里了。所以，拍马屁，百害无一利。我现在对于爱拍马屁的人深恶痛绝，因为几点：一个有本事、心理健康的人，都不会去拍领导马屁;心术不正、想不劳而获的人，往往喜欢拍马屁。当年我搞巨人大厦濒临破产，公司有难，第一批先走的人就是那些经常拍马屁的人。所以我东山再起、做脑白金时候，公司文化上有一个规定，禁止上级在场的情况下，两人及两人以上的场合，公开说上级好话，否则发表该言论者一次罚款500元。其实，员工的忠诚度不在嘴上，而在行动上，当面说好话最多的人也是背后说坏话最多的人。实施以后最初阶段，大家一时无法适应……最狠的一次例子是：全国会议上某分公司经理说了我好话，罚500，最后一共罚了5000元，但也因为我们严格执行，这个风气很快就会得到了扭转。现在公司基本上杜绝了这个现象，也造成了我个人很少当面表扬人，总是背后表扬的习惯。因为吸取了巨人的教训，所以第二次创业会主动避免重蹈覆辙，因此公司质量也会有所提升。但提高是无止境的，所以未来要更加努力。 坚信“狼文化”1989年我在珠海创业阶段，就关注华为。我觉得华为走到今天这么牛，有两个核心：一是创始人的决策牛;二就是华为的狼文化，这么多年一直坚持下来。“成功的企业，嘴里不一定说，但骨子里多数都是狼文化，比如三星、阿里、腾讯，都是狼文化。”那如何让员工具有“狼文化”?方法一：进行思想改造。我们不当“老兔子”，要当“头狼”。我们要多吸收年轻、有创造力的优秀人才，把门开大，招揽狼性人才。方法二：促进人才良性流动。比如手游研发要轻，如果团队超过7人，很难做成。7人以上的团队效率也低，喜欢相互推。方法三：将利益与成绩挂钩。做不出贡献的，给一股都是浪费。还要赶走“老白兔”，把这部分股票再发到别的“狼”身上。把“兔窝”变“狼群”，核心是把每头“狼”的利益与公司密切相关，这才能激发狼性。方法四：开始强制执行末位淘汰制度。每个季度搞一次，直到团队闻到狼味为止。我跟马云探讨过几次兔子与坏人，争论焦点是：兔子还是恶劣的坏人对公司危害大?最终，我被马云说服，兔子危害更大。“兔子人缘好，讨大家喜欢，但不出业绩;兔子最爱繁殖，不停地繁殖，找同类，生出大量小白兔，形成兔子窝，霸占岗位、资源和机会。” 要小心独裁：我不要空降兵我用人的一个原则是“坚决不用空降兵，只提拔内部系统培养的人”。认定的理由是，内部人员毕竟对企业文化的理解和传承更到位，并且执行力相对更有保障。对于一个商业模式定型、管理到位的企业来说，执行的保障比创造的超越更为重要。管理最大瓶颈在于干部培养，要找服你、对公司有感情、同时掌握管理知识的人才，最快时间需三年。我还是喜欢自己培养人，从不用空降兵，所以团队很少搞内耗。如果哪个员工不适合就换岗，有个副总，上上下下过五次，从副总到部门经理，再到副总，我看他还挺开心，换岗很常见，大家也不觉得丢面。在中国，以亲情文化和家长式管理为纲的企业并不在少数。家长式或长官式管理的另一种表现形式就是独裁性领导。在检讨巨人集团失败的教训时，我曾表示过，原来公司董事会是个空壳，决策就是由自己一人说了算，认识到了决策权过度集中危险很大后，独裁专断我是不会了，现在不管有什么不同想法，我都会充分尊重手下人的意见。 要让每个人都有参与度和成就感曾是巨人网络联合创始人、全面负责《征途》游戏整体运营的岳弢曾表示，史玉柱很讲江湖道义，你的意见无论被采纳还是被拒绝，都会知道原因，同时也能获得很大的利益空间。当时在巨人只要贡献大的，无论是什么样的职务、岗位，史玉柱给的回报都非常好，在大额奖金和升职上面的自由度非常大。最开始做游戏的时候，理论上没有奖金。不过那时候史玉柱保证研发团队每个季度都有过百万的奖金。史玉柱说要多考虑到别人的难处。而通常人只有两个主要的追求，一个是良好的生活，也可以理解为利益;另一个就是获得成就感。第一个，在利益分享方面史总做到了，比如年终奖就发很多。第二个成就感，每次讨论问题的时候，他都是采用集思广益的方式，而且他真做到了少数服从多数。就算这个游戏策划意见是他提出来的，如果多数人反对，他也不会坚持去做。《征途》就是我们一点点商量出来的，大家的参与度很高。来源：创业邦来源：卢松松博客，欢迎分享，（QQ/微信：13340454）原文请参见: http://lusongsong.com/info/post/10400.html","categories":[{"name":"深度解读","slug":"深度解读","permalink":"http://qahome.cn/categories/深度解读/"}],"tags":[{"name":"卢松松博客","slug":"卢松松博客","permalink":"http://qahome.cn/tags/卢松松博客/"}],"keywords":[{"name":"深度解读","slug":"深度解读","permalink":"http://qahome.cn/categories/深度解读/"}]},{"title":"网赚灰产九公子（续）","slug":"网赚灰产九公子（续）","date":"2018-06-11T08:50:36.000Z","updated":"2018-07-06T02:25:37.657Z","comments":true,"path":"2018/06/11/网赚灰产九公子（续）/","link":"","permalink":"http://qahome.cn/2018/06/11/网赚灰产九公子（续）/","excerpt":"","text":"上文说道：九公子做了下级代理后，带着20个送财童子，一个月的时间赚了万把块。故事继续~~九公子，木乔，还有一位满脸木讷的中年男子。三个人此时，三目对望，谁都没开口说话，也不知道说什么。这位木讷的男子，穿着黑白条纹的T恤，双手握成拳头状放在牛仔裤的大腿上。略低着头，眼镜的镜片上，折反出灯光的昏暗，看不出他在想什么。“恩哈，我来介绍一下，这位是小九，这位是阿哲。”木乔见大家都不说话，气氛有点尴尬，开口起了一句：“小九，这就是我经常跟你说，要给你介绍的牛逼老哥啊。”九公子礼貌的点了点头，从口袋摸出一包软中，抽出一根给阿哲，微笑着说：“老哥好，我是小九。”阿哲憨厚的抬起了头，伸出手接过烟，不断的点头说好好好。“你真是个瓜娃子。哈哈。”木乔看着阿哲傻傻的样子，右手拍了拍他的肩膀。这一拍，手上没拿稳的烟也掉到了地上。九公子看他要捡，连忙又抽出一根给他递了过去。阿哲不好意思的说：“我，第一次。第一次来这种地方。这灯太暗了，不习惯。”“不就是会所嘛!以后我多带你来几次，你就习惯了。”木乔又拍了他的肩膀，这次烟拿稳了。“对了，小九，那说那个什么什么直播?搞直播，对，你跟老方聊聊，看怎么合作。”“哦，对。哲哥，你看看这个小脑斧直播，还有这个聚合直播。”九公子把手机递给阿哲，用手指了指里面的app，说：“我有个想法，就是把这些搞HS直播的平台，全部整合成一个软件。”“你点开这个看看，这里面有些房间是需要付费才能进去观看的。大木说你是搞技术的，你说能不能把这些房间也给破解了，免费观看?”阿哲抬了抬眼镜，一谈到技术他像完全便了一个人似的，开始侃侃而谈：“意思就是说，把所有HS直播平台APP的付费房间，全部破解之后，整合成一个新的，包含全部直播平台的APP。对吧?”“对，能不能搞?”“恩。。。可以搞，但是需要弄到他们APP后台的接口，得利用‘黑客’技术破解各类涉H收费直播平台，才能获取大量的视频数据”阿哲吸了一口烟，不停的翻动着APP：“得不少钱呢，你搞这个干什么?”“肯定是赚钱啊!你个瓜娃子。”一旁的木乔听了，立马回了一句。九公子听完也笑了，几个人商量了一个来小时，最后把计划给定了下来。现在，市面上有各种各样的直播平台，其中只有H直播是最赚钱的。首先，阿哲是技术的能手，负责利用黑客技术将破解的各类收费直播平台，添加至我们的直播平台页面中，同时购买有关云播平台的代码，利用某些云盘的漏洞来实现涉H视频的在线播放。这里面要找到不少于20个这种类型的平台，进行破解，然后整合到一起。也就是研发和技术维护这一块。木乔负责免费渠道的推广，在贴吧，博客，QQ群渠道进行拓客，招代理。九公子负责付费渠道的推广，对接代理。以及代理充值，财务方面的事情。也就是经营和吸纳代理商。然后是盈利模式，他们的想法是，采用邀请制来进行代理的多级分销。具体如下：1、招纳高级代理商，并由高级代理商进行多层的下级代理商招纳，不断的扩大代理团队。2、由各级代理商，对外吸纳会员。3、吸纳会员以邀请码进行注册，邀请码的使用时限为1个月，3个月，半年，一年，永久。不同的邀请码使用时限，价格不同。4、对各层级的代理商，制定不同的邀请码批发价格。最后，是给这个app起一个名字。**木乔听了这个完美的计划，知道大家都要大干一场了。说：“要不，就叫怡红院app吧，多好啊。或者什么苍老湿app，一听就知道是干什么的。”说完之后，又手舞足蹈的说名字有什么涵义，说得口沫横飞。阿哲倒是无所谓，表示大家怎么说就怎么干。轮到九公子的时候，九公子说：“其实我都想好讲什么名字了，就叫日光宝盒吧。大木你看，日光哦。多么好的名字啊。比你什么怡红院，苍老湿，更叼吧，哈哈。”“日光?日光就日光吧，就听你的。”本想着木乔会反驳一下，没想到直接就同意了九公子的决定。“对了，阿哲，你今晚就别回去了。为了庆祝我们合作愉快，今晚兄弟带你去耍耍，洗洗第三只脚。”说完又要拍他的肩膀，阿哲见状连忙躲了一下。木乔扑了一个落空，愣了一下，然后有哈哈大笑了起来，九公子也笑了。接下来的时间，他们三个人按着计划，有条不紊的进行。不过一切，都得等阿哲把软件开发出来才能正式开始。于是，木乔跟九公子，只是简单的留意并关注有代理的人。等待，是最让人焦虑的。北方的冬天，并没有离去的那么快，似乎还在留恋着什么。人跟物，也没有多大的改变，九公子无聊的时候，偶尔会回去五马村看看，到村口的网吧上网。听吧台新来的服务员说，琪琪早已经离职，不知道去了哪里。黄毛几个人，也因为打架斗殴被关了进去。后来九公子也不再去五马村了，他感觉好像，一切只发生在自己的记忆里，是那么的不真实。到了17年的3月初，阿哲完成了日光宝盒app的1.0版本，正式运行。九公子立马跟自己的20个招财童子，进行了讲解，并让他们大力的去推广。而木乔，也按计划进行业务方面的对接。这里面比较有意思的是，九公子最初的业务，确实是靠20个招财童子带来的，前期他们绝对是赚得最多的。主要跟一开始采用的模式有关，只有这20个人，九公子给了最低的批发价，8块钱一个邀请码。特别是安浊，晒帮，嫔粿这三个人，招代理是最猛的。因为一开始九公子干的业务，也是代理模式，所以他的代理下面，还有代理。为日光宝盒日后的成功，打下了基础。到了4月份，陷入到一个沉默期，几乎大部分代理，都推不动了。九公子意识到，如果再不拓展代理资源，他将会陷入到一个僵局。都说屋漏偏逢连夜雨，九公子并没有那么倒霉，反而，他遇到了一个，所谓的贵人。 二“怎么办?”木乔此时，正在九公子的住处，眼神略显迷茫，长时间未剪的头发，凌乱的在头上飘摇。“什么怎么办，起步肯定是比较难的。”九公子点了一根烟，说。“你看，大木。我们目前的情况是，代理太少，日光宝盒都推广不动。”“再者，基本都是我那些代理在推，你那边也就推推熟人。阿哲是负责技术的，就不说他。我们整个3月份，大概收入不到5w块。新增加了6000多个会员。平分下来，我们一个人才拿不到2w。”“阿哲那边，开发app需要钱，给他拿去了3w多了。现在，我一下子也不知道怎么办。”“那是不是干不下去了?我们还玩吗?”木乔也点起了烟，看着九公子。“玩啊!为什么不玩?昨晚在代理群里面，我的一个代理安浊，跟我说了一件事情，可能会是突破口。”弹了弹烟灰，九公子继续说道：“他说，我们现在是不是在QQ上面卖而已?为什么我们不在微信上面卖?”“我想了想，微信上面我们没有代理，有很多人不知道有这么一个看H直播的APP。所以，我们得找几个干灰产的微商，找他们来合作。”“他们是有影响力的，也是有代理的。或者，我们再找几个，以前买过云盘的微商，免费给他们送几个，让他们先去试一下，赚到钱了肯定会找我们继续拿货。”听完之后，木乔就乐了：“妙啊，就这样干!我来找这些人。”“那行，我们就试试。”4月，九公子只做了一件事——不停的找有资源的新代理聊，并且通过免费体验的方式，给这些代理试看。同样的，九公子也把这个方法，教给了他20个送财童子，为了推动直播APP的会员量，启用了一个优惠。一次性拿货100个邀请码送10个，满500个邀请码送100个。不仅仅如此，阿哲那边，还针对目前的情况，开发了一个代理后台。九公子跟木乔使用过之后，又经过阿哲跟他们讲解，才理解了后台的玩法。阿哲在后台里面，把邀请码换成点数。也就是说，当代理需要邀请码的时候，需要找九公子充值点数;当客户需要用邀请码激活，代理只需要在后台用点数生成邀请码。1个点数可以生成1个月期限的邀请码，2个点数可以生成3个月期限的邀请码，8个点数可以生成一年的邀请码，20点可以生成永久。再者，代理需要一次性拿20个点数，才可以开通后台。那么，就不存在说，代理不敢一次性拿大量的邀请码，也不会出现，代理不知道要拿月卡还是年卡之类的情况。最后，换成点数可以快速的回收资金，把货源积压在代理身上。最关键的一点是，开通后台只能通过上级开通，也就是说：假设九公子是上级，木乔是下级。那么木乔只能找九公子开通，每次开通后台需要20个点数，如果九公子后台少于20个点数，就无法给木乔开通。所以，会导致九公子加大购买点数，才能给代理开通后台。这样，一层一层的积累下去，能回收的资金就比直接给他们发邀请码快多了。万事俱备，一切都很顺利。在微信方面的推广，已经招收了大量的代理，慢慢了已经有一定的影响力。可以说，大部分之前卖云盘的，都转型卖直播。九公子等人，也在短短的一个月，获利50w。但是，他们并不高兴，也不满足。钱是越赚越多，也开始怕了。下旺村一会所内，九公子三人住进了一个包房。这是村里最豪华的一家会所，据木乔说是当地的地头蛇开的，后台硬得很。阿哲来得多了，也就不像一开始唯唯诺诺，话也多了起来。“我想换个地方住，我现在住的地方总觉得不安全。”阿哲说：“我家楼下，最近老是有陌生的车辆，我都怀疑是JC来踩点的。”阿哲原来是做网吧维护工作的，年薪不高，加上长期大手大脚的花钱，也没存在多少。后来在网上搞搞黑客技术，帮人破解APP赚点外快。加入九公子一起干，只是单纯觉得有钱赚。一开始也知道H直播是违法的，加上现在赚得多了，也开始怕了。“我现在有个习惯，会记住楼下平时停的什么车，什么颜色，车牌号多少。你看电视上法治在线，这是反侦察，要是经常有陌生的车辆，停在你家附件的话，那要注意了。”阿哲说完转身看看桌子上的水果盘，拿了一瓣西瓜吃了起来。“还有这种操作?要不我们找个小区，一起住算了，也方便交流嘛。”木乔说。“恩，确实得留意一下，以前我进去过，里面有个老哥说过，JC办事都会先踩点的。要不我们明天去就看看房子，我现在住的地方，也不大方便。”九公子接过木乔的话。“好，就这样干。” 待续，下文更精彩！ 6月14日已更新：**网赚灰产九公子(终结版)作者：风生，公众号：风生会 相关阅读：网赚灰产布局者—老道网赚灰产不归人—雅贼10年到千万的网赚亲身经历揭秘微信灰色产业链：3人团队月赚500万来源：卢松松博客，欢迎分享，（QQ/微信：13340454）原文请参见: http://lusongsong.com/reed/10398.html","categories":[{"name":"深度解读","slug":"深度解读","permalink":"http://qahome.cn/categories/深度解读/"}],"tags":[{"name":"卢松松博客","slug":"卢松松博客","permalink":"http://qahome.cn/tags/卢松松博客/"}],"keywords":[{"name":"深度解读","slug":"深度解读","permalink":"http://qahome.cn/categories/深度解读/"}]},{"title":"吴晓波：80%中小企业将倒闭，4个行业存在机会","slug":"吴晓波：80%中小企业将倒闭，4个行业存在机会","date":"2018-06-11T08:50:36.000Z","updated":"2018-07-06T02:25:56.477Z","comments":true,"path":"2018/06/11/吴晓波：80%中小企业将倒闭，4个行业存在机会/","link":"","permalink":"http://qahome.cn/2018/06/11/吴晓波：80%中小企业将倒闭，4个行业存在机会/","excerpt":"","text":"我并不认为在未来的几年内，在中国会赚钱很难赚，未来几年内……未来几年，在中国依旧很容易赚钱很多60、70后的朋友会和我见面，问我，晓波，你发觉没有，最近一两年开始，这个世界好象变的非常的陌生。一个国家的经济由两部分构成，一个是宏观经济波动，政策波动是怎么样的，第二个是在我们眼前和我们从事的这个产业在发生什么变化。如果把宏观当做天，把产业当作地，今天这个情况，大家有没有感觉现在已经改天换地，很多行业变的非常陌生. 我们现在几乎所有的数据大概是过去五年来比较差的，整个经济的宏观形势叫通货紧缩。我并不认为在未来的几年内，在中国会赚钱很难赚，未来几年内，中国仍然是全球表现最好的经济体之一，我们只是自己和自己比很困难，78年到2014年，中国的年均GDP增长9.7%，现在已经到了7%左右，连续降低，而且这个会是新常态。我写过一本书叫《激荡30年》。当把这本书写完以后，你会发现，36年来，不同的人在不同的时间，不同的行业赚到不同的钱，中国30多年的经济发展，就像南京的长江一样曲曲折折，不同的时间点钱在不同的地方，大波段看是这么一个格局。 当年朱总理把中国拉出泥潭的三个方法在97年的时候，除了中国国内产能过剩以外，当时那个时间段的朱镕基，98年的朱镕基和今天的李克强面临同样的问题，就是通货紧缩、产能过剩。当时朱镕基怎么把风波拉出泥潭的呢?1、把老虎放笼子里放出来，这个老虎叫做房地产。98年中央政府取消了福利分房，全国普及按揭贷款，98年开始，中国金融到了一个很长时间的房地产的黄金时期，中国的房价开始涨，形成了老百姓把一辈子的钱拿出来买房子，买了房子以后要买所有的东西，和房地产相关的60多个行业。2、1998年，中央政府逐渐取消了外贸限制权。第一次出现了一个叫“中国制造”。3、1998年中国政府发布了六千亿国债，中国开始修高速公路。当高速公路修的时候，地方政府把土地从农民手上买过来卖给开发商。所以，我们说城市化建设是1998年以后，中国经济由吃穿用的产业经济结构内重型化转型。中国非常意外的出现了一个非常新兴的行业叫互联网。我最近在写一本书《腾讯传》，我研究中国的互联网公司，发现今天中国的很多著名互联网企业，全部诞生在1998年的二季度到1990年的四季度。这一波企业家的年龄，年龄最大的是1964年的马云和张朝阳，年龄最轻的是1974年的刘强东，他现在已经和90后打成一片了。房地产这一拨的老板基本上是1945-1965年，互联网的是60年代中期到70年代中期的这一拨人，而80、90后你们是第三拨人，你们在未来会把第一第二拨集体的干掉。万通六君子典型的92派代表 未来的钱在这四个地方第二场波段，以消费出口的波段，统治了中国经济16年，在这三个领域里面积极努力的人都赚到钱了，今天为什么很多我认识的老朋友们觉得很困惑，因为在2015年的8月份，我们面向未来看，钱在哪里?整个资产，整个产业进入到了新的迭代状态。我认为钱在这四个地方，叫新实业，新消费，新金融，新城镇化，这四个行业将统治起码十年。你会和我说，这四个行业的发展和原来第一个周期的吃穿用行业，和消费、出口、投资有什么区别?当年的吃穿用和消费、投资，是一个从无到有的过程。当一个国家的经济是一个从无到有的时候，谁能赚到钱?胆子非常大的人，跑到一块空地上面，用非常野蛮的方式进行野蛮开拓的人才能赚到钱，不需要遵守任何的规矩，因为没有规矩。用温州人的话说，所有的改革都是从违法开始的，今天还敢讲这句话吗?每一个行业都是空的，你只要冲进去就可以赚到钱。冲进去靠什么呢?靠两件东西，一个是成本优势，只要能够很低的价格拿到土地，偷漏税收，由于形成庞大的优势。过去36年就这么走过来的。今天为什么很困难呢?最大的问题是成本优势没有了。我们还能够很自由的偷税漏税吗?很困难，政府也很缺钱。我们还能够任意污染空气吗?不能。金融业和房地产业将发生翻天覆地的变化过往的一个从无到有，野蛮生长的时代结束了，一个投机主义、冒险为主的时代已经结束了，未来的都是“新”，说明中国未来的十年变革是建立在存量的上面，全世界能够想象得到的。金融业的变革是最大的，回想一下，2010年的秋冬天，全中国最好的金融脑袋在北京香山开了两个半小时的会，讨论中国银行业的未来会怎么样?有一个词从来没有从银行家嘴巴里面出现过，这个词叫“支付”，变革的是一个长的很好看的人，叫做马云。因为冲击太大了，去年12月底的时候，中国的互联网金融公司1600家，我今天演讲的时候达到2800家，我去年写过一篇文章叫《银行去哪儿》，我认为未来银行会瓦解。未来三年五年内，这个浩浩荡荡的互联网金融是不可阻挡的，没有人挡得住，整个金融业都在发生变化。中国的房地产已经完成了十年左右的高速的发展。在今天中国的房地产行业正在发生翻天覆地的变化。并不是每一个城市的房子都是购买的，未来好的房子仍然很值钱，好的城市的房子仍然很值钱。另外一些城市的房子、一些质量差的房子会越来越不值钱。整个城市化建设开始由东南沿海向西部和北部进行转移，李克强把城市化改成城镇化。我在想有未来有两件事会在我一生中发生。第一个，在我们的有生之年，我们一定可以看到这个国家成为全球第一大经济体。第二个，我们会是人类历史上第一批活过一百岁的人。我去了美国斯坦福，又去了深圳和华大基因的科学家探讨，我相信我可以活到100岁。我还可以活40到50多岁，如果未来这个世界和我没有关系，等40多年的死也是件很痛苦的一件事。 中国未来将发生的四个变化第一，从“成本+规模”到“互联网+”张瑞敏他是1984年的，应该是那代企业家里面进步最高的。在过去两年里面，海尔裁员2.6万人。现在80、90后朋友去哪里买家电?你们去一号店、京东、天猫，所以他说我坚决的变革。上个月我在海尔两天，访问了六个部门。今天的海尔薪资级别只分三级，第一叫平台组，第二叫小微组，第三叫创客。而中国现在制造业分三级公司，一个叫海尔，一个叫小米。IBM前总裁郭士纳和张瑞敏说你是我们这一代当中最勇敢的，我们已经不敢那么干了。我问张瑞敏，你怎么看外界对你的评价?当时，他的眼泪都要掉下来了，张瑞敏说，如果我再管别人怎么想我，我就不改革了，我退休了，我已经成为全球最大家电企业了。1985年，张瑞敏砸掉76台不合格冰箱，开启海尔辉煌之路你不知道这些家电企业往哪里走。在未来的几内，我认为传统的制造企业，做冰箱，做空调，做洗衣机，做家居，做服装，做饮料，做机械，做装备，中小型企业的80%会破产。未来五年内，中国制造业的淘汰非常非常的惨烈，产业逼着大家改，地方政府逼着大家改。5年后再有机会和大家讨论中国制造业问题的时候，有一件事一定会发生，我们再也不会讨论互联网+了，互联网+将不再是一个问题，因为所有的制造业企业全部完成了互联网+的改造。没有完成的也没有机会了。制造业现在发生的年轻的一大堆的变革。现在所谓的80、90后创业，就是一个新的过程，新的制造模式对旧的制造模式的一次彻底的颠覆，会彻底的改变。第二个发生的情况是什么呢?从屌丝经济到中产崛起中国出现了两拨市场，一拨叫屌丝市场，一拨叫理性市场。特别有钱的人很少，特别没钱的人也很少，这个国家是稳定的。我认为这个景象正在发生，中国现在出现了服务经济的升级时期。我们现在开始做卖不动产也好，卖一些商铺也好，基本上面对着中国中产阶级，靠你的高性能，靠你的服务，靠你的硬件和软件，靠理性的诉求来打动这些人，你靠硬广告，靠噱头，靠题材，已经没有办法打动这些中产阶级了。第三个正在发生的景象从大众消费到圈层经济小虎队流行的是中国第一次进入男士消费时代，现在TFBOYS是中国百度热搜榜排名第一个，今天在座的90%的人不知道他们，我听过了他们的歌，你们不会喜欢的。他们如果在下个月在南京举办一场万人演唱会，你们想想他的票会在多少时间之内卖完?我请教过一个娱乐界的人，他说最慢大概15秒，最快2秒。而且在座的叔叔阿姨，哥哥姐姐们，你们再有钱也买不到他的票，因为他有几百万的粉丝，通过组织化的方式，在贴吧，在部落，在朋友圈把票已经分割完了，你再有钱也买不到他的票，他也不需要你进到他的会场里，你不属于他们的阶层。这就是今天中国新的消费，叫小众经济。在未来的中国，做一个几万人这样的企业，对各位的创业者来讲已经不是梦想了，做一个家喻户晓，从8岁到80岁都知道的品牌，也不再是一个梦想，梦想是一个做几百人，千把人的企业，甚至几十人的企业，在一个特定的族群和消费族群中打穿做透，为他们提供服务，这是中国现在消费社群最大的变化。第四个变化是由产业资本时代进入到金融资本时代这个可能对当前的中国中产阶级是最关键的，我们今天所经历的这一轮资产泡沫，应该是近十年来最大的资产泡沫，很可能是最后一次比较良性的资产泡沫期。经过这次的资产泡沫，中国整个的财富分配模式会发生非常大的变化。在过去36年里面，靠的是实业，都是在产业中获得利润，这叫做产业资本主义时期。未来的每一个企业，我们所提供的每一项服务，每一个消费都可以被打包成一个证券产品在市场上进行销售，这是一个最大的变化。在过去很难，为什么很难呢?很长时间里面，中国的资本市场非常的单一，1990年中国有上市公司，到今天2700多家企业，中国数以百万的企业去银行融资，银行每年赚一万多亿。文：吴晓波来源：卢松松博客，欢迎分享，（QQ/微信：13340454）原文请参见: http://lusongsong.com/info/post/10396.html","categories":[{"name":"深度解读","slug":"深度解读","permalink":"http://qahome.cn/categories/深度解读/"}],"tags":[{"name":"卢松松博客","slug":"卢松松博客","permalink":"http://qahome.cn/tags/卢松松博客/"}],"keywords":[{"name":"深度解读","slug":"深度解读","permalink":"http://qahome.cn/categories/深度解读/"}]},{"title":"域名WHOIS查询不再公开显示个人信息","slug":"域名WHOIS查询不再公开显示个人信息","date":"2018-06-11T08:50:36.000Z","updated":"2018-07-06T02:26:22.954Z","comments":true,"path":"2018/06/11/域名WHOIS查询不再公开显示个人信息/","link":"","permalink":"http://qahome.cn/2018/06/11/域名WHOIS查询不再公开显示个人信息/","excerpt":"","text":"个人隐私保护作为当今信息大数据时代众网友所关心的问题，甚至被公开叫板“应建立隐私保护体系作为互联网时代的标配”;一大重要通知：基于隐私考虑，目前域名WHOIS查询已不再显示个人信息!根据ICANN公布的《通用顶级域名注册数据临时政策细则》和欧盟通用数据保护条例合规要求，全面调整 WHOIS 公开显示的信息。 即：注册商提供WHOIS查询公开信息中将不再显示域名注册人、管理联系人和技术联系人的个人数据，包括姓名、邮箱、电话、街道地址等，只会显示注册商及到期日期等。而且该调整已于2018年5月25日开始生效。那这个影响并不仅仅局限欧盟地区，例如你用whois看一下自己网站的域名信息，发现已经查不到了…更有网友亲测发现：目前从阿里云的万网(不是在阿里云万网注册的域名)已经查不到个人信息了，百度云有提示(域名注册信息为缓存信息，非实时信息);站长之家查询域名时，只要一更新缓存，个人信息也不见了；狗爹的whois查询系统也不显示个人信息了…由此可见，个人信息保护是从ICANN 的源头开始限制的，只要各个网站的whois查询系统缓存更新以后，个人信息部分就不见了。估计一大批靠这个保护隐私信息功能吃饭的域名服务商要少了一块肥肉，不过，保护隐私对用户看来还是很有利的。说明：并非所有TLD均遵守此规定;另外，鉴于司法调查，服务商有义务向执法部门提交注册人信息，这一点ICANN的规定中有弹性。来源：卢松松博客，欢迎分享，（QQ/微信：13340454）原文请参见: http://lusongsong.com/blog/post/10397.html","categories":[{"name":"深度解读","slug":"深度解读","permalink":"http://qahome.cn/categories/深度解读/"}],"tags":[{"name":"卢松松博客","slug":"卢松松博客","permalink":"http://qahome.cn/tags/卢松松博客/"}],"keywords":[{"name":"深度解读","slug":"深度解读","permalink":"http://qahome.cn/categories/深度解读/"}]},{"title":"升职的一个“意外”原因","slug":"升职的一个“意外”原因","date":"2018-06-11T08:50:36.000Z","updated":"2018-07-06T02:26:09.659Z","comments":true,"path":"2018/06/11/升职的一个“意外”原因/","link":"","permalink":"http://qahome.cn/2018/06/11/升职的一个“意外”原因/","excerpt":"","text":"在公司一直是个默默无闻的小职员，突然接到通知，我升职了，带着满脑子的疑问经过多方打探得知，原来我们公司楼下开早餐店的那对老夫妻，竟然是我们老总的爸妈。我能升职的原因是，我连续吃了三年的早餐，从来没说过一句公司和老总的坏话。(网络)来源：卢松松博客，欢迎分享，（QQ/微信：13340454）原文请参见: http://lusongsong.com/yulu/t/10395.html","categories":[{"name":"深度解读","slug":"深度解读","permalink":"http://qahome.cn/categories/深度解读/"}],"tags":[{"name":"卢松松博客","slug":"卢松松博客","permalink":"http://qahome.cn/tags/卢松松博客/"}],"keywords":[{"name":"深度解读","slug":"深度解读","permalink":"http://qahome.cn/categories/深度解读/"}]},{"title":"一样的IT，不一样的印象","slug":"一样的IT，不一样的印象","date":"2018-06-11T08:50:36.000Z","updated":"2018-07-06T02:25:50.246Z","comments":true,"path":"2018/06/11/一样的IT，不一样的印象/","link":"","permalink":"http://qahome.cn/2018/06/11/一样的IT，不一样的印象/","excerpt":"","text":"“听说你搞IT的?负责什么?”“研发”“哇!产品核心啊!”;“设计”“卧槽项目灵魂啊!”;“运营”“赞啊勤劳的小蜜蜂!”“产品经理”“打死他呀就这小子没事天天瞎JB改版!”来源：卢松松博客，欢迎分享，（QQ/微信：13340454）原文请参见: http://lusongsong.com/yulu/t/10399.html","categories":[{"name":"深度解读","slug":"深度解读","permalink":"http://qahome.cn/categories/深度解读/"}],"tags":[{"name":"卢松松博客","slug":"卢松松博客","permalink":"http://qahome.cn/tags/卢松松博客/"}],"keywords":[{"name":"深度解读","slug":"深度解读","permalink":"http://qahome.cn/categories/深度解读/"}]},{"title":"西祠胡同、铁血社区等被百度标注风险，“网站防黑公告”再度被搬出","slug":"西祠胡同、铁血社区等被百度标注风险，“网站防黑公告”再度被搬出","date":"2018-06-11T08:50:36.000Z","updated":"2018-07-06T02:25:44.246Z","comments":true,"path":"2018/06/11/西祠胡同、铁血社区等被百度标注风险，“网站防黑公告”再度被搬出/","link":"","permalink":"http://qahome.cn/2018/06/11/西祠胡同、铁血社区等被百度标注风险，“网站防黑公告”再度被搬出/","excerpt":"","text":"日前，网友爆料：西祠胡同、铁血社区等网站突然全部被百度标注风险提示了，“该页面可能已被非法篡改”，其实多网站已被百度搜索资源平台察觉出，随即“网站防范被黑公告”被贴出，示意提醒广大站长做好网站防护工作、防止网站被黑!再者，2018俄罗斯世界杯赛事逼近，期间赌球盛行，又到了博彩利益集团疯狂入侵正常站点时期，很多网站中招被黑，被黑网站页面篡改直至跳转博彩类页面；在此提醒：如果被黑，及时清理已发现的被黑内容，将被黑页面设置为404死链，并通过百度搜索资源平台的死链提交工具进行提交。加强或者更改服务器的用户访问密码，做好安全工作。博彩网页不管是内容质量还是网页浏览体验都是非常糟糕的，这与百度发布的搜索质量白皮书也是刚好违背的，是百度正在清理打击的对象。自然地，网站二级目录用于做博彩网页肯定会给主站带来负面影响。不过，有时候网站被黑并非黑客行为，有一些网站是出售了二级目录给博彩类网站导致被百度爆风险提示的，至于是哪家，请大家仔细想想。 相关阅读：如何预防和检测网页挂马?网站被泛解析后的解决方法不要出租二级域名做博彩优化来源：卢松松博客，欢迎分享，（QQ/微信：13340454）原文请参见: http://lusongsong.com/blog/post/10401.html","categories":[{"name":"深度解读","slug":"深度解读","permalink":"http://qahome.cn/categories/深度解读/"}],"tags":[{"name":"卢松松博客","slug":"卢松松博客","permalink":"http://qahome.cn/tags/卢松松博客/"}],"keywords":[{"name":"深度解读","slug":"深度解读","permalink":"http://qahome.cn/categories/深度解读/"}]},{"title":"我看绩效考核","slug":"我看绩效考核","date":"2018-06-05T21:50:17.000Z","updated":"2018-07-06T02:32:02.858Z","comments":true,"path":"2018/06/06/我看绩效考核/","link":"","permalink":"http://qahome.cn/2018/06/06/我看绩效考核/","excerpt":"","text":"（本来，这篇文章应该在5月份完成，我拖延症让我今天才完成）前些天，有几个网友找我谈绩效考核的事，都是在绩效上被差评的朋友。在大致了解情况后，我发现他们感到沮丧和郁闷的原因，不全是自己没有做好事情，他们对于自己没有做好公司交给的事，一方面，持一些疑义，因为我很明显地感到他们和公司对一件是否做好的标准定义有误差，另一方面，他们对于自己的工作上的问题也承认。不过，让他们更多感到沮丧的原因则是，公司、经理或HR和他们的谈话，让他们感觉整个人都被完全否定了，甚至有一种被批斗的感觉。这个感觉实在是太糟糕了。因为我也有相似的经历，所以，我想在这里写下一篇文章，谈谈自己的对一些绩效考核的感受。先放出我的两个观点：1）制定目标和绩效，目的不是用来考核人的，而用来改善提高组织和人员业绩和效率的。2）人是复杂的，人是有状态波动的，任何时候都不应该轻易否定人，绩效考核应该考核的是事情，而不是人。我个人比较坚持的认为——绩效分应该打给项目，打给产品，打给部门，打给代码，而不是打给人。然而现在的管理体制基本上都是打给人，而很多根本不擅长管理的经理和HR以及很多不会独立思考的吃瓜群众基本上都会把矛头指向个人，所以，当然会有开批斗会的感觉。 举几个例子为了讲清楚我的上述观点，请让我先铺垫一下，先说几个例子吧，韩寒的例子我就不说了。苏步青同学在小学时成绩很糟糕，全班倒数第一。华罗庚同学上学时数学还考不及格，要不是王维克老师的鼓励并让他爱上了数学，他可能也就完全埋没了。郑渊洁上学时，老师要求写《早起的鸟有虫子吃》，郑渊洁唱反调写《早起的虫子被鸟吃》，再加上数学老师发难，于是被开除了。从此郑渊洁没有上过一天学。列夫尔斯泰大贵族出身，2岁丧母，9岁丧父，16岁上大学，大学三年级自动退学回家进行改革。在青年时期不好好读书，考试不及格，留级。他赌博、借债、鬼混……这个的例子太多了，我从另一个方面举几个体育运动相关的例子，可能年轻的朋友都不知道，可以问问你们的父母。80年代，中国有一批非常优秀的体育运动员，比如：体操王子李宁，打破过世界跳高记录的朱建华，还有乒乓球世界冠军马文革，还有羽毛球世界冠军赵建华，记得有一年参加世界比赛，他们全输了，而输的还很惨。于是国内的一些媒体和民众开始骂他们，甚至说他们是民族的败类、耻辱，还有很多人找上门要教训他们……如果我们把绩效分比做在学校里的考试分，那么你是否会和我一样认为，考试的成绩只能代表这个人对这些知识点的掌握或理解，而且仅仅在这个时间点，根本不代表这个人根本就不行，更不代表他一直不行。因为挂科太多被学校开除的同学，并不见得这些人在社会上就无活生活下去，反而，他们中的有些人可能会考试成绩好的人还活得好。不是么？这样的例子在我们身边还少吗？所以，当我看到某HR说某老员工——“他今天要不自己离开，未来一年也一定会因为绩效问题而被公司开了的”，除了感到居然有人类可以预知他人未来的可笑之外，我感到是一种悲哀，一种管理体制上的悲哀，我感到了在这HR考评背后一股非常强的暗流和不可见的力量让她干出了这样一件匪夷所思的事。好些公司还考评价值观，价值观无可厚非，我觉得一个企业的价值观是非常必要的，但是考核价值观是件非常危险的事情。这个世界上和传统势力唱反调的人实在是太多了，而被定性为价值观有问题被迫害的人也是多了去了。被批斗被侮辱被毒打的老舍；因为同性恋问题，被迫害而自杀的图灵；因为不同意教会观点被监禁8年都不愿意放弃自己的信仰最终被烧死的布鲁诺，…… 这样的事情已经够多了，新的时代里不应该再发生这样的事了，无论大小。考核价值观最大的问题就是非常容易的上纲上线，也非常容易的被制造政治斗争，也非常容易的扼杀各种不同思想，老实说，这从很大程度上是一种洗脑的手段——通过对人制造一种紧张或恐惧而达到控制思想的目的。 对公司和管理者想说的话下面我来谈谈绩效考核我的一些观点。在谈这个观点前，你可以移步看一下这篇新闻报道——《绩效主义毁了索尼》。而近年来，“放弃绩效考核”的斗争已经从科技企业中的Adobe、戴尔、微软、亚马逊，席卷到德勤、埃森哲、普华永道等咨询服务类企业。甚至通用电气（GE）——曾经的绩效管理的鼻祖，也宣布抛弃正式的年度绩效考核。在刚过去的2016年，腾讯的张小龙对微信事业群发出“警惕KPI”的呼声；李彦宏在内部信中将百度的掉队归咎于“从管理层到员工对短期KPI的追逐”；雷军干脆宣布小米“继续坚持‘去KPI’的战略，放下包袱，解掉绳索，开开心心地做事。”；王石也在个人微博中感慨：“绩效主义像企业的脓包”。绩效考核在本质上就是像学校教育以分数论英雄，而忽略员工的成长和素质教育是一个道理。当学生和老师只关注考试分数时，而只有考试分数来评价老师和学生的优良中差时，老师和学生就会开始使用一些非常形式的方式来达到这个目标，比如：死记硬被，记套路，题海战术…… 而学习的能力的考评彻底地沦为了一种形式主义。反而，分数考的越高，脑子越死。（注：美国现行教育是不允许通过学生考试成绩来评价老师的能力的）近几年来，一些大公司开始使用 OKR – Objectives, Key Result ，但是在实践过程中，我发现好些公司用OKR，本质上还是KPI – Key Performance Indicator， 因为OKR里面有一个Key Result，用来衡量 Objectives 的结果指标。于是，使用者习惯性的设置上了KPI。我个人认为 OKR 有三个非常大的特性：0）由员工提出，1）以目标为导向。2）全员共享。举个例子，OKR可能会是制定成下面这个样子的：Objectives：增强用户体验，Key Results：1）用户操作步骤减少20%以上，2）客服减少40%以上工单，3）用户99.9%的系统操作的响应时间为100ms以下然后，把这个目标分解给产品、用户体验、技术团队，形成子的Objectives并关连上相应的父级的Key Result，比如，产品部门定义的Objectives：1）优化注册流程，减少2个步骤，2）优化红包算法，让用户更容易理解，3）提高商品质量，减少用户投诉。后端技术团队定义的Objectives： 1）定义SLA以及相关监控指标，2）自动化运维，减少故障恢复时间，3）提高性能，吞吐量在xxxqps下的99.9%的响应时间为xxms ……这个Objective会从公司最高层一直分解到一线员工，信息完全透明，每个人都可以看到所有人被分解到目标，每个人都知道自己在为什么样的目标而奋头，而每个人也可以质疑，改进，建议调整最高层的目标和方向。而不是领到的是被层层消化过的变味的二手，三手甚至四五手的信息。而 KPI 最大的问题就是用 OKR 里的 Key Results 拿来当目标，从而导致员工只知道要做什么，不知道为什么，不知道为什么，不能理解目标，工作也就成了实实在在的应付！松下公司早在1933年，就召集168名员工，把松下未来250年的远景规划目标公布于众，从1956年开始，就定期宣布并解读自身的“五年计划”，帮助每位员工的目光从眼前的短期利益移开，树立自己的理想和目标，也促进了松下的可持续性发展。然而，今时不同往昔，随着产品周期的不断缩减、竞争对手的持续涌入、高新技术的频频迭代，企业的战略的变化与调整变得更加频繁，朝令夕改的经营策略已经成为兵家常态。 在这一过程中，有多少员工了解调整之后的战略呢？员工的绩效指标又根据战略调整多少次了呢？KPI本身是一种被动的、后置的考察，在工作完成之后考察员工的行为是否符合标准。因此，员工对于公司的目标漠不关心，只关心自己的KPI，因为这才是自己的最大的利益，为了达到KPI，有的员工开始不思考，并使用一些简单粗暴的玩法，其实这样既害了公司，也害了自己。自己的成长和进步也因为强大的 KPI 而抛在了脑后。当然，KPI 绩效考核一般来说，不一定会毁掉公司的，相反，对于喜欢使用蛮力的劳动密集型的公司来说，可能还有所帮助，然而，KPI毁掉的一定是团队的文化和团队的挑战精神，以及创新和对事业的热情，甚至会让其中的人失去应有的正常的判断力（分不清充分和必要条件，分不清很多事的因果关系）。 对职场人想说的话那么，对于个人来说，如何面对公司给自己的绩效考核呢？如何面对他们的绩效考核呢？还是用学校考试分数来做对比，如果说，用考试分数论英雄，一个人考高分就是绩效上的人才，考不及格的人就是人渣，这对吗？当然不是。也许仅于对于考试来说可以把人分成三六九等，但是对于整个人生来说，考试成绩和一个人在这个社会里的的成就并没有非常直接的因果关系。面对现实的社会，最终很多成绩好的人为成绩差的人工作的例子也有很多很多了。我想说什么？我想说的是——用一颗平常心来面对公司给你打的分数，因为那并不代表你的整个人生。但是，你要用一颗非常严肃的心来面对自己的个人发展和成长，因为这才是真正需要认真对待的事。换句话说，如果要给一个人打绩效分，那不是由一个公司在一个短期的时间时打出来，而是由这个人在一个长期的时间里所能达到的成就得出来的。就像WhatsApp的联合创始人Brian Acton 在 2009年时面试Facebook时没有面试通过，然而在 5 年以后，他把自己创办的公司以190亿美元卖给了FaceBook。阿里巴巴的马云不也一样吗？找工作各种被拒，开办的第一个公司成绩也不好，20年前，一堆人都说马云这也不行那也不行，然而，后面呢？反过来说，也很多职业经理人在公司里绩效非常好，然后到了创业公司却搞得非常的糟糕，这又说明了什么呢？这就像动物一样，有的动物适合在水里生活，有的动物适合在陆地上，鱼在陆地上是无法生存的，你让老虎去完成游泳的工作，你让鱼去完成鸟类的工作，你能考核到什么呢？我们每个人都有适合自己的环境，找到适合自己的环境才是最关键的！与其去关注别人对自己的评价，不如去寻找适合自己的环境。所以，一个特定环境下的绩效考核并不代表什么，而那些妄图用绩效考核去否定一个人的做法，或多或少就是“法西斯”或“红卫兵”的玩法。好了！让我们不要再说绩效考核了，让我们回到，真正让自己提高，让自己成长，让自己的强的话题上来吧。这里，我需要转引一篇文章《Do the Right Thing, Wait to get fired》，文中提到《 Team Geek》这本书中的一句话 做正确的事情，等着被开除。谷歌新员工(我们称做“Nooglers”)经常会问我是如何让自己做事这么高效的。我半开玩笑的告诉他们这很简单：我选择做正确的事情，为谷歌，为世界，然后回到座位上，等着被开除。如果没有被开除，那我就是做了正确的事情——为所有人。如果被开除了，那选错了老板。总之，两方面，我都是赢。这是我的职业发展策略。注明一下，“做正确的事，等着被开除”并不是一句鸡汤，而是让你变强大的话。因为强者自强，只有强者才能追求真理，而不是委曲求全。嗯，考试分数不是关键，别人对你的评价也不是关键，自己有没有成长有没有提高有没有上一个台阶才是关键。KPI不是关键，OKR也不是关键，有没有在做正确的事，这才是关键！不是这样吗？ 其它我大学四年级时，觉得马上就要离开学校了，当时想干点以后再以没有机会干的事。想来想去，就是上学这么多年来，从来没有不及格过，于是我任性了一把，挂了一个科，去补考了一下。挂科的时候也收到一些同学的笑话，还有老师的批评，不过，这让我感觉我的学校经历更完整了。因为，这让我在22岁的时候，就经历并大概明白了一些人生的道理。从98年工作到2013年来，就像一个好学生一样，我从来没有出现过任何的工作绩效问题，反正还经常在工作中成为标杠型的人，然并卵，只有自己成长才是最真实的感觉。“做正确的事，等着被开除”，这可能是我迄今为止在职场里做的最疯狂也是最正确的事了。因为，这让我有更多的经历，让我从正确的事中得到提高，也让我内心变得越来越强大，也让我找到了更具挑战的事，更让我对自己有更清楚的认识。最后，我知道一定会有人来怼我，所以，最后我还想留段话，留给那些还是想通过绩效来否定人的人。如果你对我的绩效或技术能力有怀疑，没问题，那么希望你能做到下述我已做到的事，再来喷我，谢谢！“在你40岁，在父亲病重，孩子上学问题、房贷并未还清、你是全家唯一收入来源之类的中年危机的情况下，辞去你现在的工作，不加入任何一家公司，不用自己的任何一分钱积蓄，不要任何人的投资和帮助。只通过自己的技术能力，为别人解决相应的技术难题（不做任何无技术含量的外包项目），来生存养家，并除了能照顾好自己的家人没有降低自己的生活水平之外，还能再养活3个每人年薪36万元的工程师”请问这样的绩效能打个几分呢？呵呵。当然，不管怎么说，我还有很多路要走，还有很多不足，我还要继续努力。所以，我挑了一条对我来说最难走的路，作死创业……（全文完）&lt;!– 关注CoolShell微信公众账号可以在手机端搜索文章（转载本站文章请注明作者和出处 酷 壳 – CoolShell ，请勿用于任何商业用途） 相关文章 「我只是认真」聊聊工匠情怀“原文请参见: http://coolshell.cn/articles/17972.html","categories":[{"name":"优秀博客","slug":"优秀博客","permalink":"http://qahome.cn/categories/优秀博客/"}],"tags":[{"name":"酷 壳 – CoolShell","slug":"酷-壳-–-CoolShell","permalink":"http://qahome.cn/tags/酷-壳-–-CoolShell/"}],"keywords":[{"name":"优秀博客","slug":"优秀博客","permalink":"http://qahome.cn/categories/优秀博客/"}]},{"title":"AWS 的 S3 故障回顾和思考","slug":"AWS 的 S3 故障回顾和思考","date":"2018-06-05T21:50:17.000Z","updated":"2018-07-06T02:32:02.745Z","comments":true,"path":"2018/06/06/AWS 的 S3 故障回顾和思考/","link":"","permalink":"http://qahome.cn/2018/06/06/AWS 的 S3 故障回顾和思考/","excerpt":"","text":"继Gitlab的误删除数据事件没几天，“不沉航母” AWS S3 （Simple Storage Service）几天前也“沉”了4个小时，墙外的半个互联网也跟着挂了。如约，按 AWS 惯例，AWS今天给出了一个简单的故障报告《Summary of the Amazon S3 Service Disruption in the Northern Virginia (US-EAST-1) Region》。这个故障和简单来说和Gitlab一样，也是人员误操作。先简单的说一下这份报中说了什么。 故障原因简单来说，这天，有一个 AWS 工程师在调查 Northern Virginia (US-EAST-1) Region 上 S3 的一个和账务系统相关的问题，这个问题是S3的账务系统变慢了（我估计这个故障在Amazon里可能是Sev2级，Sev2级的故障在Amazon算是比较大的故障，需要很快解决），Oncall的开发工程师（注：Amazon的运维都是由开发工程师来干的，所以Amazon内部嬉称SDE-Software Developer Engineer 为 Someone Do Everything）想移除一个账务系统里的一个子系统下的一些少量的服务器（估计这些服务器上有问题，所以想移掉后重新部署），结果呢，有一条命令搞错了，导致了移除了大量的S3的控制系统。包括两个很重要的子系统：1）一个是S3的对象索引服务（Index），其中存储了S3对象的metadata和位置信息。这个服务也提供了所有的 GET，LIST，PUT 和DELETE请求。2）一个是S3的位置服务系统（Placement），这个服务提供对象的存储位置和索引服务的系统。这个系统主要是用于处理PUT新对象请求。这就是为什么S3不可访问的原因。在后面，AWS也说明了一下故障恢复的过程，其中重点提到了这点——虽然整个S3的是做过充分的故障设计的（注：AWS的七大Design Principle 之一 Design for Failure）—— 就算是最核心的组件或服务出问题了，系统也能恢复。但是，可能是在过去的日子里 S3 太稳定了，所以，AWS 在很长很长一段时间内都没有重启过 S3 的核心服务，而过去这几年，S3 的数据对象存储级数级的成长（S3存了什么样数量级的对象，因为在Amazon工作过，所以多大概知道是个什么数量级，这里不能说，不过，老实说，很惊人的），所以，这两个核心服务在启动时要重建并校验对象索引元数据的完整性，这个过程没想到花了这么长的时候。而Placement服务系统依赖于Index 服务，所以花了更长的时间。了解过系统底层的技术人员应该都知道这两个服务有多重要，简而言之，这两个系统就像是Unix/Linux文件系统中的inode，或是像HDFS里的node name，如果这些元数据丢失，那么，用户的所有数据基本上来说就等于全丢了。而要恢复索引系统，就像你的操作系统从异常关机后启动，文件系统要做系统自检那样，硬盘越大，文件越多，这个过程就越慢。另外，这次，AWS没有使用像以前那样 Outage 的故障名称，用的是 “Increased Error Rate” 这样的东西。我估计是没有把所有这两个服务删除完，估计有些用户是可以用的，有的用户是则不行了。 后续改进在这篇故障简报中，AWS 也提到了下面的这些改进措施——1）改进运维操作工具。对于此次故障的运维工具，有下面改进： 让删除服务这个操作变慢一些（陈皓注：这样错了也可以有时间反悔，相对于一个大规模的分布式系统，这招还是很不错的，至少在系统报警时有也可以挽救） 加上一个最小资源数限制的SafeGuard（陈皓注：就是说，任何服务在运行时都应该有一个最小资源数，分布式集群控制系统会强行维护服务正常运行的最小的一个资源数） 举一反三，Review所有和其它的运维工具，保证他们也相关的检查。2）改进恢复过程。对于恢复时间过长的问题，有如下改进： 分解现有厚重的重要服务成更小的单元（在 AWS，Service是大服务，小服务被称之为 Cell），AWS 会把这几个重要的服务重构成 Cell服务。（陈皓注：这应该就是所谓的“微服务”了吧）。这样，服务粒度变小，重启也会快一些，而且还可以减少故障面（原文：blast radius – 爆炸半径） 今年内完成对 Index 索引服务的分区计划。 相关思考下面是我对这一故障的相关思考——0）太喜欢像Gitlab和AWS这样的故障公开了，那怕是一个自己人为的低级错误。不掩盖，不文过饰非，透明且诚恳。Cool!1）这次事件，还好没有丢失这么重要的数据，不然的话，将是灾难性的。2）另外，面对在 US-EASE-1 这个老牌 Region 上的海量的对象，而且能在几个小时内恢复，很不容易了。3）这个事件，再次映证了我在《关于高可用的系统》中提到的观点：一个系统的高可用的因素很多，不仅仅只是系统架构，更重要的是——高可用运维。4）对于高可用的运维，平时的故障演习是很重要的。AWS 平时应该没有相应的故障演习，所以导致要么长期不出故障，一出就出个大的让你措手不及。这点，Facebook就好一些，他们每个季度扔个骰子，随机关掉一个IDC一天。Netflix 也有相关的 Chaos Monkey，我以前在的路透每年也会做一次大规模的故障演练——灾难演习。5）AWS对于后续的改进可以看出他的技术范儿。可以看到其改进方案是用技术让自己的系统更为的高可用。然后，对比国内的公司对于这样的故障，基本上会是下面这样的画风：a）加上更多更为严格的变更和审批流程，b）使用限制更多的权限系统和审批系统c）使用更多的人来干活（一个人干事，另一个人在旁边看）d）使用更为厚重的测试和发布过程e）惩罚故障人，用价值观教育工程师。这还是我老生长谈的那句话——如果你是一个技术公司，你就会更多的相信技术而不是管理。相信技术会用技术来解决问题，相信管理，那就只会有制度、流程和价值观来解决问题。（注意：这里我并没有隔离技术和管理，只是更为倾向于用技术解决问题）最后，你是要建一个 “高可用的技术系统” ，还是一个 “高用的管理系统”？ ;-)（全文完） &lt;!– 关注CoolShell微信公众账号可以在手机端搜索文章（转载本站文章请注明作者和出处 酷 壳 – CoolShell ，请勿用于任何商业用途） 相关文章 一些非常不错的资料“原文请参见: http://coolshell.cn/articles/17737.html","categories":[{"name":"优秀博客","slug":"优秀博客","permalink":"http://qahome.cn/categories/优秀博客/"}],"tags":[{"name":"酷 壳 – CoolShell","slug":"酷-壳-–-CoolShell","permalink":"http://qahome.cn/tags/酷-壳-–-CoolShell/"}],"keywords":[{"name":"优秀博客","slug":"优秀博客","permalink":"http://qahome.cn/categories/优秀博客/"}]},{"title":"《聪明人用方格笔记术》“黄金三分法”","slug":"《聪明人用方格笔记术》“黄金三分法”","date":"2018-05-25T09:01:09.000Z","updated":"2018-07-06T02:29:46.383Z","comments":true,"path":"2018/05/25/《聪明人用方格笔记术》“黄金三分法”/","link":"","permalink":"http://qahome.cn/2018/05/25/《聪明人用方格笔记术》“黄金三分法”/","excerpt":"","text":"今天的文章跟笔记术相关，日本人对笔记术研究很深入，我阅读过笔记和手帐的绝多数书籍都是日本人写的，最近刚看完一本《聪明人用方格笔记术》，从中又学到一些新知识。真正学过如何使用笔记术和记笔记的人并不多，作者在书举了一个例子，他在一堂有100人参加的培训中，询问：“有没有人教过你们该如何使用笔记本？”，结果回答有人教过的只有一个人。 好笔记和坏笔记的区别本书的作者是日本麦肯锡的咨询顾问，他在刚进入公司不长时间，上司就推荐他使用方格笔记本，他在后来的大量接触和培训中，看过2万多人的笔记本，发现一点，好笔记和坏笔记之间的差异非常大。好笔记：逻辑性强、条理清晰，穿插了丰富的图表，一眼就能看明白。坏笔记：看完之后，脑海里很难再现当时的内容。他分析过坏笔记的第一步是在选择笔记本上：1、大多数不舍得在笔记术上花钱2、没把选择笔记本当回事。第二步是在做笔记时需要避免一些事项：1、看起来很脏乱2、笔记本太小了3、用了四种以上颜色4、记笔记时缺少重点5、直接把黑板或板子内容照抄过来6、写的太满了，没有间隙7、缺少图表或画，只有文字8、无法再现当时的内容 做好笔记的基本原则选择方格笔记，在日本很多东大学生和麦肯锡都选择用方格笔记本。在使用方格笔记时，有一些基本原则： 行首对齐 在行首空两三个字的地方写小标题 在比小标题往后两三个字的地方写内容 项目改变时空一行 注意留出空隙，留出进行信息整理的空间让笔记清晰而有逻辑的“黄金三分法”最好笔记最重要的一点是，有一个清晰而有逻辑的框架，在做笔记时遵循一个好的框架标准，就会让人一目了然。东大录取生的笔记本、麦肯锡公司的“麦肯锡笔记本”以及同为外资管理咨询公司的埃森哲管理咨询公司使用的“PointSheet”（重点表单）、全美知名大学及科研机构使用的“康奈尔笔记本”，这些笔记本都有一个通用的“框架”，那就是“黄金三分法”。[1.东京大学学生笔记本:]东大录取生笔记本的特征为“右侧留有空白区域”，大多数东大录取生都会将左右两页作为一页使用。“右侧的一页”会先空下，用左侧页记录老师的板书，用右侧页的左半部分记录老师的点评、自己的疑点和注意要点，右侧页的右半部分则用来记录为解决这些疑点而采取的行动及相关总结。“写下来会觉得很满足”，他们笔记本的特征就是“留有空白区域”，这里的“空白区域”指的是思考区域。在学校学习时，笔记本的重要性不在话下。但在商务领域，笔记本的重要性也是不可小觑的，而这一块空白区域更是在日后起着举足轻重的作用。右侧的空白区域与咨询顾问爱用的方格笔记本的特点是相通的。商用笔记本的框架通常是这样的，先从左侧开始梳理实情，然后在右侧汇总要点，最后导出得到理想结果应采取的行动。2．康奈尔大学笔记本:由美国常春藤联盟大学之一、世界排名前十的美国著名学府康奈尔大学心理学系研发的笔记本为“康奈尔笔记本”。康奈尔笔记本被称为“the best note-taking system”（最佳笔记系统），是美国知名大学以及许多科研机构采用的笔记本。康奈尔笔记本已经预先分好了“板书”区域、左侧的“发现点”区域以及最下面的“总结”区域三部分。这种笔记本可以自然而然地帮你养成按照“板书→发现点→总结”的顺序记笔记的习惯。3．埃森哲公司的PointSheet全球最大的外资管理咨询公司埃森哲使用的是一种名为“Point Sheet”的格式。格式中的横线和竖线都是浅绿色的，表格部分由上面的“题目”、左侧的“重点”、右侧的“行动”三部分组成。左侧的部分用来记录重点，右侧的部分则用来书写基于重点应采取的行动，即“谁、在什么时间之前、需要做完什么事”。因为“重点→行动”的顺序可以按照由左到右的顺序自然得到书写整理，所以，“为何要采取这样的行动”，任何人看了都能一目了然，马上就能采取相应的行动。4．麦肯锡公司的“空·雨·伞”麦肯锡公司的咨询顾问们都会使用一个框架，这个框架就是“空•雨•伞”。正如《从麦肯锡到企业家》（东洋经济新报社）一书的作者、Locondo公司总经理田中裕辅所说的那样，“在麦肯锡，所有思考都需严格按照‘空•雨•伞’三步执行”。所谓“空•雨•伞”，其实就是判断何为“空=现在的情况”，何为“雨=对此情况的解释”，何为“伞=根据此解释而采取的行动”。抬头看天，发现天空中的云朵有些异样，解释为“好像要下雨了”。根据这一解释，判断应该采取“带伞出门”的行动。这就是“空•雨•伞”。看到这里，你可能会说：“什么？这也太简单了！”可是，正是因为大家都觉得这是“再简单不过的事情”，所以未能付诸实践。“简单就是终极的复杂。”这是达•芬奇的一句名言。“空•雨•伞”这一思考方式（框架）的本质正是麦肯锡的咨询顾问们努力掌握的至简至极的思考法。用方格笔记来表现“黄金三原则”而使用方格笔记可以直接让你的笔记具体“视觉效果、标题、三分法” 这三个要素，只要一扫就能立刻明白上面的内容。“黄金三分法”法则 ：法则一：留出空余，行首对齐，用图、画、表等呈现”视觉效果”。法则二：在笔记本顶部3-5厘米宽的空白区域写下标题。法则三：按照“事实-解释-行动” ，这一“黄金三分法”，记笔记。其它建议选择笔记时，要选择合适的笔记本。在日本,麦肯锡用的自制的 “麦肯锡笔记术” 而LIFE公司出的方格笔记，售价为450日元。笔推荐 百乐牌 V cone 水笔 效果最好，比较麻烦的这两个都是日本，在国内很难买到，只能日淘才行。10000张纸法则：一个优秀的咨询顾问，需要写完10000张纸才能达到合格的标准，一天10页，1年3000多页，3年10000页左右。这个标准跟 A4纸笔记法 里的标准类似。总结实际这本书的重点在于学会使用“黄金三分法”来处理资料和信息，通过这种方式能处理任何资料时都能得出一个清晰、具体的结果。0转载要求转载本微信文章需要按下面要求进行转载，可以授权。发完把微信号和文章地址发给我需要把作者和微信号的介绍放到文章最前面，不符合转载要求的文章有可能被举报。转载要求： 文章作者： warfalcon微信帐号：read01微信介绍： 想每年读完100本书吗？ 想在100天内培养一个好习惯吗？ 想搞定拖延和注意力不集中吗？关注我，让你成为一个行动者，跟几十万读者一起成长，欢迎参加100天行动。跟其它方合作，会有专人负责举报，为了避免被举报，文章发完之后，一定给我一下地址，在举报之前会提前确认是否已授权。现在微信上基本每天更新，欢迎关注微信号码 read01用微信的可以关注一下。转载本站文件请保留原始链接。如果你对思维导图感兴趣，可以看看我的另一个Blog，http://www.write.org.cn 已经提供了300多本图书的思维导图源文件下载，欢迎访问和订阅。发现本Blog在国内的部分城市无法访问，请用RSS或邮件进行定阅，便于阅读。 读书笔记：RSS地址： http://www.write.org.cn/feed Web: http://www.write.org.cn QQ邮箱请点击 战隼的学习探索：RSS地址： http://www.read.org.cn/feed Web: http://www.read.org.cn QQ邮箱请点击 原文请参见: http://www.read.org.cn/html/2438-cong-ming-ren-yong-fang-ge-bi-ji-shu-huang-jin-san-fen-fa.html","categories":[{"name":"思维训练","slug":"思维训练","permalink":"http://qahome.cn/categories/思维训练/"}],"tags":[{"name":"战隼的学习探索","slug":"战隼的学习探索","permalink":"http://qahome.cn/tags/战隼的学习探索/"}],"keywords":[{"name":"思维训练","slug":"思维训练","permalink":"http://qahome.cn/categories/思维训练/"}]},{"title":"运动除了对身体有益，还有什么其它的好处？","slug":"运动除了对身体有益，还有什么其它的好处？","date":"2018-05-25T09:01:09.000Z","updated":"2018-07-06T02:28:57.903Z","comments":true,"path":"2018/05/25/运动除了对身体有益，还有什么其它的好处？/","link":"","permalink":"http://qahome.cn/2018/05/25/运动除了对身体有益，还有什么其它的好处？/","excerpt":"","text":"本文首发于微信（read01）跟大家分享一下最近看完的一本的科普书籍《运动改造大脑》，通常我们认为只对身体有益，同时会会释放了压力、减轻了肌肉张力，或者增加了内啡肽。实际上运动令我们心情愉快的真正原因是：运动使我们的大脑处于最佳状态，运动最关键的作用是强健或改善大脑。随着科技的发展，我们的生活方式，久坐不动会越来越多，这成为我们长期生存的最大威胁之一，缺乏运动会导致大脑正发生实质性萎缩，虽然这种变化很缓慢很微小。在2000年10月时，杜克大学（Duke University）的研究人员向《纽约时报》介绍了一个研究项目。这个研究证实，用运动治疗抑郁症的效果要好于抗抑郁药物舍曲林（商品名左洛复，Zoloft）。我对这条信息，确信无疑，最近二、三年内我遇到了好几个有抑郁症的朋友，在跟他们的持续交往中，慢慢引导他们培养运动的习惯，坚持6个月之后，每个人跟以前相比都产生了很明显的改变。 正文这是前半分的心得和笔记，过几天分享后面的笔记，看完这本书之后最直接的反应就是建议大家立刻开始一个运动方面的100天行动，慢跑、跳操都可以，只要100天就能看到效果。 体能与学习的对应关系在书中的第一章里，讲了一个零点体育课的故事，一群体育教师在内珀维尔203学区的找到了一些新生中的积极志愿者参加了零点体育课的试验。按学校规定，为了帮助新生的阅读理解能力达到标准，新生要上一门读写能力课。而零点体育课上学生们的运动强度要高于本校其他上体育课的学生。按要求，这些学生的心率要保持在其最大心率的80%到90%之间。指导老师邓肯说：“实际上我们所做的，是尝试通过严格的体育锻炼来让学生做好学习的准备。实质上就是增强他们的意识状态后，再把他们送入课堂。”当这些学生进行到上半学期结束时，他们的阅读和理解能力提高17%；与之相比，喜欢睡觉以及参加标准体育课的学生们，他们的阅读和理解能力提高了10.7%。同时美国加州教育部（CDE）的调研结果表明，在过去五年内，体能成绩好的学生考试成绩也同样好。然后在2002年的再次调查结果显示，生活水平高的学生学习和考试成绩也高，而在低收入家庭的学生中，体能好的孩子学习和考试成绩高于体能差的学生。在另一个学校中，一位精神生理学家查尔斯·希尔曼（Charles Hillman）对216名3~5年级学生进行了一次个人版本的CDE研究发现，体重指数和有氧健身间的关系的确很突出，换句话说就是更好的体能等于更好的注意力。注：零点体育课：一种通过运动提高学生意识状态，为一天学习做好准备的新型体育课。该课程因其被安排在第一节文化课之前而得名。 大脑与运动长跑1 600米与服用极小剂量的百忧解和极小剂量的利他林一样，因为与这些药物一样，运动提高了神经递质的水平。在2007年的一项人类研究中，德国研究人员发现，人们在运动后学习词汇的速度比运动前提高了20%，学习速度和BDNF水平有直接关系。运动在三个层面提高学习能力： 首先，它完善你的思维模式以提高警觉力、注意力和驱动力； 其次，它让神经细胞准备就绪，并促使它们相互连接起来，这是连通新信息的细胞基础； 最后，运动激发海马体的干细胞分化成新的神经细胞。现在我们知道当你运动完成的时候，血液几乎会立刻回流，这时正是注意力集中的最佳时刻，适合做需要敏锐思维和复杂分析力的事情。2007年有一个著名的实验证实，在跑步机上完成一次35分钟、心跳达到最大心率60%或70%的锻炼后，被试的认知灵活性大大提高。你需要多少有氧运动来保持健康的体型呢？日本有一个小规模的科学研究发现，每周慢跑两次、每次30分钟，那么12周的时间就能提高大脑的执行功能。关键是，要综合某种形式的活动，这种活动需要协调的不仅仅是双脚。同时还注意，有氧运动和复杂活动对我们大脑产生各自不同的有益影响，并且它们之间是互补的。就是说想要效果更好一些，可以尝试多种不同的运动相组合，在学习一种新的运动方式时，会刺激了我们的大脑，对你的注意力、判断力和动作精确度都提出了更高的要求，并且能激活大脑和肌肉完全参与到整个学习过程中，并在其它情况下发挥作用。注：脑源性神经营养因子（brain-derived neurotrophic factor，简称BDNF）。运动与压力如果工作中感受到压力，你是抽老板耳光还是转身离开呢？诀窍在于你如何反应。你选择处理压力的方式不仅能改变你的感觉，还能改变你的大脑。如果你只是被动反应或完全走投无路，那么压力可以变成危害。像大多数精神问题一样，慢性压力是由于大脑被同一种情绪模式支配，通常以悲观、恐惧或回避为特征。而积极应对压力可以让你跳出这个地带。你能控制情绪对你的影响程度。从另一个角度来说，压力并不是坏事，压力会让我们动起来，这是人类经过几百万年进化而成的本能反应。这可能也是为什么事情快到截止时间前，效果和注意力会提前很多倍。这是因为去甲肾上腺素唤起注意力，多巴胺使注意力变得敏感，并使注意力集中。轻微的压力对人是有益的，可以对我产生应激反应，并且可以激活神经元内在的修复和恢复机制。但过大的压力和长期的慢性压力会让身体大量消耗能量来保持系统的警觉状态，而超负荷的压力，会重现皮质醇在皮氏培养皿中的悲剧——损毁神经元。常规有氧锻炼可以保持大脑冷静，能够在心率、应激激素等严重反应出现之前，对付更多的压力。它提高了生理反应的阈值。目前知道自卑的人压力阈值偏低。每个人对压力的反应阈值各不相同，而且在环境、遗传、行为或者上述任意综合因素的不同影响下，这个临界点会相应改变。与大脑内的神经化学物质一样，我们的压力阈值总是在变化。尽管老化过程自然而然地降低了这个阈值，但通过有氧运动，我们可以把阈值提高好几个等级。通过运动，我们阻断大脑压力反馈回路的推手，运动不仅预防了慢性压力的不良影响，而且还能彻底转变它们。我们可以用身体来处理我们的情感，而不是用语言，运动比心理分析师更有效。越来越多的公司鼓励员工充分利用公司内部健身房或健身俱乐部的会员资格是因为他们知道运动能减少压力，从而提高了员工的工作效率。最终，我们要记住一点：我们受到的压力越大，我们就更需要用运动来保持大脑的顺利运行。运动与焦虑运动是我们应对每天生活中各种焦虑形式的简易方法，它对身体和大脑都十分有效。它是如何发挥作用的呢？1.分散注意力。千真万确，运动让你的心思都集中到另一件事情上，就像跑步机帮助艾米摆脱了严重的焦虑状态一样，她的注意力集中到其他的事情上，而不是整日担心下一次惊恐发作。研究表明，焦虑的人对任何有针对性的消遣方式都有很好的回应，比如静坐、沉思、与大家共进午餐或看杂志。不过运动抵抗焦虑的持续时间更长，而且还能提供已知的其他效果。2.缓解肌肉紧张。运动就像β-受体阻断剂一样，具有打破循环的作用，它中断了从身体传向大脑、有增加焦虑作用的消极反馈循环。追溯到1982年，由研究人员赫伯特·德·弗里斯（Herbert De Vries）主导的一项研究表明，焦虑者的肌肉纺锤体内有过度活跃的电信号模式，而运动可以缓解那种张力（就像β-受体阻滞剂一样），他称之为“运动的镇静作用”。他发现，缓解肌肉张力可减少焦虑感，就如我之前解释过的那样，运动扑灭的不仅是状态焦虑还有特质焦虑，这才是关键之处。3.增加大脑资源。到目前为止，我们知道运动不仅会短时内增加血清素和去甲肾上腺素含量水平，而且还具有长期性影响。血清素几乎对焦虑回路系统的每个环节都有作用：调节脑干的信号；提高前额叶皮层抑制恐惧的机能；以及镇定杏仁核本身。由于去甲肾上腺素是兴奋型神经递质，所以降低其活性对中断焦虑循环起到关键作用。同时，运动不仅增加了抑制型神经递质γ-氨基丁酸（GABA），还增加了对巩固替代性记忆至关重要的脑源性神经营养因子（BDNF）。4.提供不同的结果。焦虑与其他障碍不同之处在于它的生理性症状。由于焦虑激活了交感神经系统，因此当你感觉心跳和呼吸加剧时，这种觉知可以触发焦虑或一次惊恐发作。不过有氧运动本身就存在这些相同的征兆，而且是有益的。所以，一旦你开始把焦虑的生理症状与某种积极行为、某种你主动发起并可控制的行为相关联，那么恐惧的记忆就会衰退，而崭新的记忆会逐步形成。你可以把这些症状当成是生物学上的一个诱饵和开关——你的头脑正期待一次惊恐发作，但不同的是，它最终停留在对这些症状的积极关联上。5.变更神经回路。凭借运动激活交感神经系统，你就可以摆脱被动焦虑等待的困境，从而阻止杏仁核的失控运作，阻止它不断强化周围事物充满危险的想法。当你用行动来回应时，你反而可以沿着杏仁核的另一条通路传递信息，由此开创一条安全旁路，养成一种好习惯。在改善警报连接系统的同时，你也在积极学习一种与以往不同的现实。6.提高恢复能力。你知道自己可以有效地控制焦虑，避免其转变成恐慌。心理学术语称为“自我掌控”（self-mastery）。形成自我掌控的能力是预防焦虑和抑郁极其有效的手段，因为焦虑也能导致抑郁。自觉选择为自己做些什么，你就会认识到你可以为自己做什么。这是一句非常有意义的命题。7.让你自由。科研人员为了研究压力而困住老鼠。人类也是一样，假如你真的被困住而无法动弹或处于某种困境，你会感觉越来越焦虑。处于焦虑中的人更容易自我束缚，他要么像胎儿一样蜷缩着，要么就找个安全的地方躲避世界。有广场恐惧症的人感觉像是被困在自己的家中，不过从某种程度上讲，任何一种焦虑症都像是一个陷阱。与之相反，行动起来、外出探险克服困境也是一种治疗手段。运动吧。不管你是患某种明确的焦虑症还是感到焦虑，运动就是你给自己的处方，就像大多数人所做的那样。100天行动读者反馈@children好消息！ 现在固定在饭点开朋友圈，看完就停。偶尔忘了停，但也已习惯性忘了去看。 老师说的对，一直停用有可能导致欲望反弹膨胀。现在偶尔解馋然后养成习惯就好了。 我已经不记得这是强制远离朋友圈第几天啦虽然已经考完试了，但希望继续保持这样的良好习惯。@诗华我的一百天行动：现在在坐地铁回学校的路上，还有三个月就大学毕业了，大学一直没能坚持的事情，希望能在大学的最后完成。1、每天慢跑一小时；2、每天学习英语半小时；3、每天写作一篇。希望这次我真的能够坚持！@warfalcon如果想在100天内同时完成三个习惯，难度会比较大，不如从这三个中选择一个主要的，死磕100天。象慢跑这个习惯别刚开始就跑1小时，容易受伤而且很难坚持的，可以按我推荐的【13周】、【MAF】来跑，英语半小时可以利用空闲时间背单词或早上用流利说、有道口语大师之类的APP来锻炼口语。写作的以前也有建议，输入：【写作】、【小说】看看以前的文章。现在微信上基本每天更新，欢迎关注微信号码 read01用微信的可以关注一下。转载本站文件请保留原始链接。如果你对思维导图感兴趣，可以看看我的另一个Blog，http://www.write.org.cn 已经提供了300多本图书的思维导图源文件下载，欢迎访问和订阅。发现本Blog在国内的部分城市无法访问，请用RSS或邮件进行定阅，便于阅读。 读书笔记：RSS地址： http://www.write.org.cn/feed Web: http://www.write.org.cn QQ邮箱请点击 战隼的学习探索：RSS地址： http://www.read.org.cn/feed Web: http://www.read.org.cn QQ邮箱请点击 原文请参见: http://www.read.org.cn/html/2436-yun-dong-chu-liao-dui-shen-ti-yi-huan-shi-qi-ta-de-hao-chu.html","categories":[{"name":"思维训练","slug":"思维训练","permalink":"http://qahome.cn/categories/思维训练/"}],"tags":[{"name":"战隼的学习探索","slug":"战隼的学习探索","permalink":"http://qahome.cn/tags/战隼的学习探索/"}],"keywords":[{"name":"思维训练","slug":"思维训练","permalink":"http://qahome.cn/categories/思维训练/"}]},{"title":"100天行动之办公桌-效率提升从整理办公桌开始","slug":"100天行动之办公桌-效率提升从整理办公桌开始","date":"2018-05-25T09:01:09.000Z","updated":"2018-07-06T02:29:29.986Z","comments":true,"path":"2018/05/25/100天行动之办公桌-效率提升从整理办公桌开始/","link":"","permalink":"http://qahome.cn/2018/05/25/100天行动之办公桌-效率提升从整理办公桌开始/","excerpt":"","text":"在昨天的文章中提到，生活小习惯，还要继续，今天就继续发起一个新100天行动，这个行动是从《丰田高效工作法》得到的规则和创意，原书中的方法更适合企业，特别是对制造型企业效率会更，书中的理论可以简化一下用个人管理上，从清理办公桌开始。一个整洁的办公桌，对你的效率有直接的影响，今天文章后面留有作业，欢迎有兴趣的读者参加，并坚持100天。你的办公桌周围是不是呈现这样的状态？ 找要用到的资料耗时超过10秒 有的工具超过一周没用 没法立刻回答抽屉最深处藏的是什么？ 办公桌上放着超过一个月都没碰过的文件只要被以上的4个问题“戳中”一次，就证明你的工作中存在浪费，可以开始整理了。先从清理办公桌开始，达到的标准。取出文件要在10秒以内才能叫合格。基本规则： 不把今天不用的物品往桌子上放。 长期不碰的文件扔了基本上也不会有问题。 别保留，以后有可能会用得到的文件。整理=分清哪些物品有用、哪些物品没用，扔掉没用的。摆放整齐其量只能算是整列，不是整理。物品的处理规律： 过期就扔。 以后可能会用到，是万恶之源。需要做到，不用的物品立刻处理。对于物品必须要有判断是否处理的标准。 当有标准的时候，处理物品才会快速，没有标准就会犹豫不决，处理失败。首要处理是“地鼠”经常出没的地方，也就是从解决经常出现毛病的地方、问题最多的地方开始着手。给“以后会用到”加个期限这句话是你不会整理的罪魁祸首，以一周或一个月为期限，保持物品总量不增。不用的物品即刻处理：必要的物品只留必要的量。判断规则准备一个专门收取各项文件的文件盘： 没用的-立刻处理 需要保存的-分类保存在大文件夹中。 无法立刻着手做的-分类放入单页的文件夹中。超过期限就丢掉。比如： 收到名片立刻处理-用APP扫描存档，找时间丢掉。 没用的邮件立刻删除 明确书籍的处理期限。整顿=将必要的物品在必须的时间拿出必要的量物品摆放规则物品摆放的位置要做到不用让手臂伸直 常用物品应放到伸手可得的地方 取用物品的时候有没有给身体增加负担 配置物品时考虑到使用频率、惯用手等因素，将会减少没有意义的动作。具体标准1、使用频率 决定物品的位置2、以每天使用还是隔周使用为标准、改变物品放置的位置 常用的物品放在办公桌的抽屉或者身边的柜子里 一周、一个月用一个的放在稍远的柜子里 一年用一次的就放到资料室或仓库之类的房间里。3、文件以年度、月度为顺序排列，新的文件放到前面4、将使用频率很低的物品拿去共享5、物品固定位置，要让别人能在30秒内找出来6、每个物品有固定的位置和地址，用后回归原处。每天留出定期的清扫时间，下班前5分钟或工作结束后5分钟。最后：这是我平时的桌面，偶尔工作时会多个水杯、当天要看的书、纸笔和资料，因为不是每天要用的所以都不会放上书桌上。作业：在看完这篇文章72小时之后，用这篇文章提到的规则，处理一下你的家里（寝室）的桌面或办公室的桌面。在开始之前，拍张照片。然后在处理之后，再拍张照片。每天拍照，坚持处理一周，每周做个总结，写下来。当坚持1个月时候，看看这项小习惯的改变能对生活造成什么样的办法？尝试一下你是否能按这个规则坚持100天？欢迎给我定期反馈。现在微信上基本每天更新，欢迎关注微信号码 read01用微信的可以关注一下。转载本站文件请保留原始链接。如果你对思维导图感兴趣，可以看看我的另一个Blog，http://www.write.org.cn 已经提供了300多本图书的思维导图源文件下载，欢迎访问和订阅。发现本Blog在国内的部分城市无法访问，请用RSS或邮件进行定阅，便于阅读。 读书笔记：RSS地址： http://www.write.org.cn/feed Web: http://www.write.org.cn QQ邮箱请点击 战隼的学习探索：RSS地址： http://www.read.org.cn/feed Web: http://www.read.org.cn QQ邮箱请点击 原文请参见: http://www.read.org.cn/html/2429-100-tian-xing-dong-zhi-ban-gong-zhuo-xiao-lv-ti-sheng-cong-zheng-li-ban-gong-zhuo-kai-shi.html","categories":[{"name":"思维训练","slug":"思维训练","permalink":"http://qahome.cn/categories/思维训练/"}],"tags":[{"name":"战隼的学习探索","slug":"战隼的学习探索","permalink":"http://qahome.cn/tags/战隼的学习探索/"}],"keywords":[{"name":"思维训练","slug":"思维训练","permalink":"http://qahome.cn/categories/思维训练/"}]}]}